{
  "Home": {
    "Welcome": "Velkommen, tapre krigere, til Alliance Old Viking!",
    "PlayerManager": {
      "Title": "Player Manager",
      "Description": "Dit ultimative værktøj til alliancehåndtering: Administrer spillere, planlæg begivenheder og spor alt fra VS-punkter til Marshal!",
      "Button": "Lær mere om Player Manager"
    },
    "Section1": "Gå ind i de stormfulde hav og de endeløse slagmarker med Alliance Old Viking ved din side. Her kæmper vi skulder ved skulder, vores økse skærpet, vores skjolde hævet, altid klar til den næste kamp.",
    "WhatToExpect": {
      "Title": "Hvad du kan forvente:",
      "List1": "Brødre og søstre i kamp: Find loyale følgesvende, der støtter dig i hver kamp og deler æren med dig.",
      "List2": "Strategisk mesterskab: Smed magtfulde planer og overvind dine fjender med klog taktik og urokkelig mod.",
      "List3": "Ærefulde fester: Deltag i episke slag og glorværdige plyndringer, der belønner dig rigt og fortsætter din heltelov.",
      "List4": "Visdom fra de gamle: Lær fra erfarne krigere og forbedr dine færdigheder for at bestå som en ægte viking."
    },
    "Allies": {
      "Title": "Vore allierede:",
      "Allie1": "tES - The Walking Beer",
      "Allie2": "7ci - La 7e compagnie"
    },
    "Nap": {
      "Title": "Ikke-angrebspagter (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "CrossServerAlliances": {
      "Title": "Tværsserver Alliancer"
    },
    "Section2": "Bliv en del af Alliance Old Viking og sejl med os ind i legenden. Sammen vil vi være uovervindelige og få verden til at ryste af ærefrygt.",
    "Vs": {
      "Title": "VS-Duel:",
      "Description": "Find ud af her, hvordan du kan samle flest point.",
      "Link": "Lær mere",
      "Day1": {
        "Link": "day1",
        "Description": "Dag 1 - Radar-specialtræning"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Dag 2 - Basisopbygning"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Dag 3 - Videnskabets tidsalder"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Dag 4 - Helteudvikling"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Dag 5 - Kampberedskab"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Dag 6 - Fjendens udslettelse"
      }
    },
    "Information": {
      "Title": "Yderligere information",
      "Description": "Her finder du nyttige links til de vigtigste sider på vores hjemmeside:",
      "Vs": "VS-Duel",
      "Rules": "Regler",
      "Basics": "Grundlæggende",
      "TipsAndTricks": "Tips og Tricks"
    },
    "Guestbook": "Gæstebog"
  },
  "Rules": {
    "Title": "Alliance Regler",
    "Rule1": {
      "Title": "Inaktivitet",
      "Description": "Hvis du er offline i 3 dage uden at melde fra, vil du blive udvist fra alliancen den 4. dag."
    },
    "Rule2": {
      "Title": "Samleplads",
      "Description": "Søndag er hele kampen slut, og alle medlemmer skal samles ved alliance-samlepladsen.",
      "Description2": "Hvis du ikke er ved samlepladsen om onsdagen, vil du blive udvist.",
      "Description3": "Hvordan kommer jeg til samlingsstedet"
    },
    "Rule3": {
      "Title": "Alliance-teknologi donationer",
      "Description": "Inden søndag skal hvert medlem have doneret point til alliance-teknologi (donationen er gratis).",
      "Description2": "Hvis du ikke gør det, vil du blive udvist.",
      "Description3": "Hvordan donerer jeg"
    },
    "Rule4": {
      "Title": "Spillernavne",
      "Description": "Hvert medlem skal have sit eget spillernavn.",
      "Description2": "Hvis du ikke vælger dit eget spillernavn, vil du blive udvist fra alliancen."
    },
    "Rule5": {
      "Title": "Generelle Angreb",
      "Description": "Enhver angreb på vores allierede eller på NAP (Non-Angrebspagt) er forbudt.",
      "Description2": "Angreb på spillere fra andre alliancer er generelt forbudt. Hvis der opstår særlige omstændigheder eller konflikter, skal sådanne handlinger forudgående diskuteres og godkendes af en R5 eller R4 for at undgå unødvendig stress.",
      "Description3": "Plundring af lastbiler eller tog fra egen server er ikke tilladt.",
      "Description4": "Hvordan undgår jeg angreb på egne lastbiler",
      "Description5": "Det er ikke tilladt at plyndre hemmelige missioner og ghost ops missioner fra din egen server",
      "Description6": "Hvordan plyndrer jeg hemmelige missioner på andre servere"
    },
    "Note": {
      "Title": "Bemærk:",
      "Description": "Hvis nogen ikke ved, hvordan man overholder en regel eller har andre spørgsmål, skal de kontakte os. Vi er her for at hjælpe."
    },
    "Footer": "Lad os være stærke og succesfulde sammen!",
    "ServerRules": {
      "Title": "Serverregler",
      "Abuse": {
        "Title": "Misbrug:",
        "Rule1": "Ingen mobning, sexisme, racisme, homofobi eller anden hadbaseret chat, herunder etniske, seksuelle, religiøse, handicap-, alders- eller transfobiske skældsord. Konsekvensen er et gratis slag på spilleren, eller gentagen forseelse fører til udelukkelse fra alliancen."
      },
      "Zeroing": {
        "Title": "Nulstilling:",
        "Rule1": "Det er forbudt at nulstille (ødelægge) baser, der er i alliancer på vores server. Konsekvensen er at blive nulstillet tilbage, med tropper udenfor basen."
      },
      "Trucks": {
        "Title": "Lastbiler:",
        "Rule1": "Ingen angreb på vores server lastbiler og tog. Brug filteret for at forhindre dette. Hvis det sker, tal direkte med personen for at organisere en tilsvarende lastbil til at blive plyndret til gengæld. Hvis der ikke gives svar, rapporteres det til R4/R5."
      },
      "Villages": {
        "Title": "Landsbyer:",
        "Rule1": "Spillere må ikke angribe baser under landsbyerobring, kun forstærke landsbyen eller angribe landsbyen. Konsekvensen er et tilsvarende antal slag tilbage med tropper udenfor basen."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Angreb 1: ",
          "Rule": "Spillere, der forlader deres alliance for at angribe en spiller i Top 10, vil blive udelukket fra at deltage i nogen Top 10 i 1 uge. De kan ikke beskyttes i den uge af nogen Top 10."
        },
        "Rule2": {
          "Title": "Angreb 2: ",
          "Rule": "Spillere, der angriber en anden spiller i Top 10, skal modtage det samme antal angreb og skade tilbage, og ved anden forseelse resulterer det i en 1-uges udelukkelse fra Top 10."
        }
      },
      "Cities": {
        "Title": "Byer:",
        "Rule1": "Level 6 byer tilhører de Top 3 alliancer. Hvis Top 3 ændres, vil level 6 byer ændres tilsvarende."
      }
    }
  },
  "Navigation": {
    "Home": "Startside",
    "Rules": "Regler",
    "VS": "VS-duel",
    "Alliances": "Alliance",
    "AllianceMvp": "Alliance MVP",
    "Basics": "Grundlæggende",
    "TipsAndTricks": "Tips/Tricks",
    "Buildings": "Bygninger",
    "Squad": "Trop",
    "DesertStorm": "Ørkenstorm",
    "Seasons": "Sæsoner",
    "SeasonOne": "Sæson 1",
    "SeasonTwo": "Sæson 2",
    "SeasonThree": "Sæson 3",
    "Marshall": "Marskalvagt",
    "Capitol": "Kapitol"
  },
  "VS": {
    "Title": "VS Duel",
    "Day1": {
      "Title": "Dag 1 - Radar-specialtræning",
      "DayText": "Mandag",
      "Task1": {
        "Title": "Udfør 1 radaropgave (~25.000 point):",
        "Description": "Gå til radarsymbolet nederst til venstre og åbn radar-skærmen. Her ser du missioner, hvoraf nogle allerede er afsluttet (med en rød prik øverst til højre), mens andre stadig skal afsluttes. For at afslutte en mission skal du først udføre den (hvis den ikke allerede er udført) og derefter klikke på missionen med den røde prik. Med denne handling samler du den ind og får pointene. For at maksimere pointene bør du overveje at samle missioner dagen før."
      },
      "Task2": {
        "Title": "Brug 1 udholdenhed (~300 point):",
        "Description": "Brug udholdenhed til angreb, opsamlingsaktiviteter og radar-missioner."
      },
      "Task3": {
        "Title": "Brug mindst 660 Helte-EXP-point på én gang (~6 point):",
        "Description": "Gå til dronecentret og klik på knappen 'Datatræning' for at bruge kampdata. På bestemte niveauer kræves der dronekomponenter for at fortsætte træningen."
      },
      "Task4": {
        "Title": "Brug 1 dronekomponent:",
        "Description": "Gå til dronecentret og klik på knappen 'Datatræning' for at bruge kampdata. På bestemte niveauer kræves der dronekomponenter.\n\n\n\n\n\n\n"
      },
      "Task5": {
        "Title": "Opsaml 100/100/60 enheder mad/jern/mønter (~40 point):",
        "Description": "Du kan opsamle enheder af mad, jern eller mønter på to måder:",
        "Description2": "Med specielle radar-missioner til opsamling af mad, jern eller mønter. I dette tilfælde er opsamlingshastigheden ekstremt høj.",
        "Description3": "Skift til korttilstand, klik på lupen, derefter på opsamling, og vælg 'Agerland', 'Jernmine' eller 'Guldmine'. Find et sted, hvor du kan sende dine tropper til at samle. Pointene gives, når tropperne forlader opsamlingspunktet, enten fordi de opsamlede ressourcer er opbrugt, eller fordi tropperne er blevet tilbagekaldt. Begynd derfor med opsamlingen dagen før denne dag og sørg for, at den endelige opsamlingstid er efter begyndelsen af denne dag."
      },
      "Task6": {
        "Title": "For hver vundet drone-databrikspunkt (~2000 point):",
        "Description": "Få point, når du åbner drone-databrikskister fra din inventar (ikke at forveksle med dronekomponent-kister)."
      }
    },
    "Day2": {
      "Title": "Dag 2 - Basisbygning",
      "DayText": "Tirsdag",
      "Task1": {
        "Title": "Brug en 1-minuts byggeaccelerator (~120 point):",
        "Description": "Brug byggeacceleratorer (generiske er også okay, hvilken som helst længde)."
      },
      "Task2": {
        "Title": "Øg bygningens styrke med 1 punkt (~21 point):",
        "Description": "Hver gang du færdiggør en bygning, øges styrken af denne bygning, og du får point for denne forskel. Bemærk, at bygningens styrkeforøgelse kun finder sted, når du åbner gaveæsken, hvor den nyopgraderede bygning er pakket."
      },
      "Task3": {
        "Title": "Send den legendariske handels-lastbil én gang (~200.000 point):",
        "Description": "Handels-lastbiler kan være af forskellige typer og derfor indeholde forskellige belønninger. Du kan ændre deres indhold ved hjælp af handelsaftalen. Gå til afsnittet, hvor du kan sende en lastbil. Hvis du ser indholdet i forhåndsvisningen øverst til højre, finder du en knap med en terning. For at få den 'legendariske' version skal du opdatere flere gange, indtil du ser den gule baggrund og 'UR'-teksten på venstre side."
      },
      "Task4": {
        "Title": "Udfør 1 legendarisk hemmelig opgave (~150.000 point):",
        "Description": "I den hemmelige mobile enhed findes aktiviteter af forskellige typer og niveauer. Brug knappen 'Opdater' nederst for at ændre de aktuelle missioner (hvorved 1 hemmelig opgavegenstand, 'Hemmelig ordre', bliver brugt). Søg efter missioner med det gule/guldne firkant og start dem. Hvis du gemmer hemmelige opgavegenstande i løbet af ugen, kan du på denne dag starte alle legendariske missioner."
      },
      "Task5": {
        "Title": "Rekrutter én overlevende (~3.000 point):",
        "Description": "Brug de gyldne overlevende-rekrutteringsbilletter (de adskiller sig fra de gyldne helte-rekrutteringsbilletter), som du finder i helteområdet. Klik på knappen 'Rekrutter helte' og gå derefter til området 'Rekrutter overlevende'. Saml rekrutteringsbilletter til overlevende hele ugen og brug dem kun på denne dag."
      }
    },
    "Day3": {
      "Title": "Dag 3 - Videnskabets tidsalder",
      "DayText": "Onsdag",
      "Task1": {
        "Title": "Afslut en radar-mission (~23.000 point):",
        "Description": "Gå til radarsymbolet nederst til venstre og åbn radar-skærmen. Her ser du missioner, hvoraf nogle allerede er afsluttet (med en rød prik øverst til højre), mens andre stadig skal afsluttes. For at afslutte en mission skal du først udføre den (hvis den ikke allerede er udført) og derefter klikke på missionen med den røde prik. Med denne handling samler du den ind og får pointene. For at maksimere pointene bør du overveje at samle missioner dagen før."
      },
      "Task2": {
        "Title": "Brug en forskningsaccelerator i 1 minut (~120 point):",
        "Description": "Brug en forskningsaccelerator (generiske er også okay, hvilken som helst længde er mulig)."
      },
      "Task3": {
        "Title": "Øg den teknologiske præstation med 1 punkt (~21 point):",
        "Description": "Teknologiske præstationspoint opnås, når du klikker på symbolet for afsluttet forskning i teknologi-centret. For at maksimere pointene skal du starte en lang forskning på den/det dag(e), så den slutter på denne dag, eller afslut den på dagen ved kun at klikke på symbolet for afsluttet forskning."
      },
      "Task4": {
        "Title": "Brug et tapperhedsmedalje (~600 point):",
        "Description": "Gå til forskningscentret og til afsnittet 'Alliance Duel'. Start en af søgningerne, der bruger tapperhedsmedaljer (de blå medaljer i midten, de gyldne udenfor og med sløjfen nedenfor, som kan vindes i duel-kister)."
      },
      "Task5": {
        "Title": "For hver åbnet dronekomponent-kiste af niveau 1/2/3/4/5/6/7:",
        "Description": "Få point, når du åbner dronekomponent-kister fra dit inventar (ikke at forveksle med drone-databrikskister)."
      }
    },
    "Day4": {
      "Title": "Dag 4 - Helteudvikling",
      "DayText": "Torsdag",
      "Task1": {
        "Title": "Udfør én avanceret rekruttering (~3.750 point):",
        "Description": "Brug de legendariske rekrutteringsbilletter i helteområdet for at rekruttere helte (ikke at forveksle med 'overlevende rekrutterings'-billetter). Saml rekrutteringsbilletter til helte hele ugen og brug dem kun på denne dag."
      },
      "Task2": {
        "Title": "Brug mindst 660 Hero EXP-point (~6 point):",
        "Description": "Brug erfaring ved at klikke på 'Opgrader'-knappen, efter du har valgt en helt."
      },
      "Task3": {
        "Title": "Brug en legendarisk, episk eller sjælden fragment (~20.000, ~7.000 eller ~2.000 point):",
        "Description": "Brug den gyldne, lilla eller blå fragment (puzzle-stykker) af helte for at øge deres niveau i helteområdet. Klik på en helt, gå til klasseområdet, og opdater heltens klasse."
      },
      "Task4": {
        "Title": "Brug en færdighedsmedalje (~20 point):",
        "Description": "Forbedr heltens færdigheder ved at gå til helteområdet, vælge en helt, klikke på afsnittet 'Færdigheder', vælge en af færdighederne (de kvadratiske) øverst, og bruge knappen 'Forstærk' (dette er ikke altid muligt)."
      },
      "Task5": {
        "Title": "Forbrug 1 færdighedsmedalje"
      },
      "Task6": {
        "Title": "Køb en gavepakke med diamanter (1 diamant)"
      }
    },
    "Day5": {
      "Title": "Dag 5 - Kampberedskab",
      "DayText": "Fredag",
      "Task1": {
        "Title": "Afslut en radar-mission (~23.000 point):",
        "Description": "Gå til radarsymbolet nederst til venstre og åbn radar-skærmen. Her ser du missioner, hvoraf nogle allerede er afsluttet (med en rød prik øverst til højre), mens andre stadig skal afsluttes. For at afslutte en mission skal du først udføre den (hvis den ikke allerede er udført) og derefter klikke på missionen med den røde prik. Med denne handling samler du missionen ind og får pointene. For at maksimere pointene bør du overveje at samle missioner dagen før."
      },
      "Task2": {
        "Title": "Brug en 1-minuts byggeaccelerator (~120 point):",
        "Description": "Brug en byggeaccelerator (generiske er også okay, hvilken som helst længde)."
      },
      "Task3": {
        "Title": "Øg bygningens styrke med 1 punkt (~21 point):",
        "Description": "Hver gang du færdiggør en bygning, øges styrken af denne bygning, og du får point for forskellen. Bemærk, at bygningens styrkeforøgelse kun finder sted, når du åbner gaveæsken, hvor den nyopgraderede bygning er pakket."
      },
      "Task4": {
        "Title": "Brug en 1-minuts forskningsaccelerator (~120 point):",
        "Description": "Brug en forskningsaccelerator (generiske er også okay, hvilken som helst længde)."
      },
      "Task5": {
        "Title": "Øg den teknologiske præstation med 1 punkt (~21 point):",
        "Description": "Teknologiske præstationspoint opnås, når en forskning i teknologi-centret er afsluttet."
      },
      "Task6": {
        "Title": "Brug en 1-minuts træningsaccelerator (~122 point):",
        "Description": "Brug en træningsaccelerator (generiske er også okay, hvilken som helst længde). Point gives også, når du træner for at forbedre soldatens niveau. Det er faktisk bedre at forberede mange lavniveau-soldater før denne dag og først derefter opgradere dem til et højere niveau, da pointene gives baseret på niveauet af den ankomne soldat."
      },
      "Task7": {
        "Title": "Uddan én soldat af niveau 1/2/3/4/5/6/7/8/9/10 (~46/70/93/117/140/164/197/211/234/258 point):",
        "Description": "Pointene du får, baseres på ankomstniveauet af en soldat. Hvis du f.eks. opgraderer en soldat fra niveau 4 til niveau 5, får du pointene for en soldat på niveau 5, ligesom hvis du træner en soldat fra bunden af. Forbered derfor mange soldater på mellemniveauer til opgradering på samlebåndet."
      },
      "Task8": {
        "Title": "Brug 1 Overlord Skill Badge (~12 point):",
        "Description": "Forbrug 1 Overlord Skill Badge for at opgradere dine Overlord-enheder. Dette vil forbedre deres evner og bidrage til dagens point."
      },
      "Task9": {
        "Title": "Brug 1 Overlord Bond Badge (~74.000 point):",
        "Description": "Forbrug 1 Overlord Bond Badge for at øge din forfremmelsesrang. Denne genstand hjælper med at låse op for yderligere opgraderinger af dine Overlord-enheder."
      },
      "Task10": {
        "Title": "Brug 1 Training Certificate (~3.500 point):",
        "Description": "Forbrug 1 Training Certificate for at opgradere din specialiserede træning. Dette er afgørende for at forbedre dine soldaters færdigheder."
      },
      "Task11": {
        "Title": "Brug 1 Overlord Training Guidebook (~1.500 point):",
        "Description": "Forbrug 1 Overlord Training Guidebook for at opgradere dine specialiserede træningsprogrammer yderligere. Denne genstand er nøglen til at forbedre dine soldaters træning."
      },
      "Task12": {
        "Title": "Brug 1 Overlord Promotion Shard af hver type (~25.000 point):",
        "Description": "Forbrug 1 Overlord Promotion Shard af hver type for at forbedre dine Overlord-enheder. Disse shards er nødvendige for forfremmelse og låsning af højere niveau evner."
      }
    },
    "Day6": {
      "Title": "Dag 6 - Fjendens Udslettelse",
      "DayText": "Lørdag",
      "Task1": {
        "Title": "Send en legendarisk handels-lastbil én gang (~200.000 point):",
        "Description": "Handels-lastbiler kan være af forskellige typer og derfor indeholde forskellige belønninger. Du kan ændre deres indhold ved hjælp af handelsaftalen. For at sende en lastbil, gå til sektionen for at sende en lastbil. Hvis du ser indholdet i forhåndsvisningen øverst til højre, finder du en knap med en terning. For at få den 'legendariske' version skal du opdatere flere gange, indtil du ser den gule baggrund og 'UR'-teksten på venstre side."
      },
      "Task2": {
        "Title": "Udfør én legendarisk hemmelig opgave (~150.000 point):",
        "Description": "I den hemmelige mobile enhed finder du aktiviteter af forskellige typer og niveauer. Brug knappen 'Opdater' nederst for at ændre de aktuelle missioner (hvorved 1 hemmelig opgavegenstand, 'Hemmelig ordre', bliver brugt). Søg efter missioner med det gule/guldne firkant og start dem. Hvis du gemmer hemmelige opgavegenstande i løbet af ugen, kan du på denne dag starte alle legendariske missioner."
      },
      "Task3": {
        "Title": "Brug en 1-minuts byggeaccelerator (~120 point):",
        "Description": "Brug en byggeaccelerator (generiske er også okay)."
      },
      "Task4": {
        "Title": "Brug en forskningsaccelerator i 1 minut (~120 point):",
        "Description": "Brug en forskningsaccelerator (generiske er også okay)."
      },
      "Task5": {
        "Title": "Brug en 1-minuts træningsaccelerator (~122 point):",
        "Description": "Brug en træningsaccelerator (generiske er også okay). Point gives også, når du træner for at forbedre soldatens niveau. Det er faktisk bedre at forberede mange lavniveau-soldater før denne dag og først derefter opgradere dem til et højere niveau, da pointene gives baseret på niveauet af den ankomne soldat."
      },
      "Task6": {
        "Title": "Brug en 1-minuts helbredelsesaccelerator (~122 point):",
        "Description": "Brug en helbredelsesaccelerator."
      },
      "Task7": {
        "Title": "Hver dræbt enhed af niveau 1/2/3/4/5/6/7/8/9/10 i en fjendtlig alliance giver ~25/38/50/63/75/88/100/113/125/138 point:",
        "Description": "Disse point gives hver gang du dræber en soldat fra en fjendtlig alliance under et duell. Brug teleport (Duell mod en modstander-symbol -> Allianceangreb -> Angreb) for at komme til modstanderens server og dræbe så mange soldater som muligt, der angriber din modstanders baser. Hvis en fjende har fjernet tropperne fra forsvaret, kan du ikke tjene point på denne base. Udforsk derfor først og angrib kun dem, der stadig er i forsvaret."
      },
      "Task8": {
        "Title": "Hver dræbt enhed af niveau 1/2/3/4/5/6/7/8/9/10 giver ~5/8/10/13/15/18/20/23/25/28 point:",
        "Description": "Disse point gives hver gang du dræber en soldat fra en anden alliance på en anden server, undtagen den alliance, som din modstander er i. Det er bedre altid at forsøge at dræbe soldater fra din modstanders alliance i VS-dueller, da dette giver fem gange så mange point. Hvis de dog er skjult eller ikke har nogen tropper, kan du også dræbe soldater fra andre alliancer på denne server. Dette vil kræve mere tid og hit for at opnå det samme antal point."
      },
      "Task9": {
        "Title": "Hver tabt enhed af niveau 1/2/3/4/5/6/7/8/9/10 giver ~6/8/10/12/14/16/18/20 point:",
        "Description": "Uanset om du angriber eller forsvarer, får du disse point hver gang en af dine soldater bliver dræbt. Hvis du på slutningen af et duel skal samle point for at åbne kister, og din alliance klart vinder, kan du overveje at ofre nogle af dine tropper for at angribe et højere niveau hovedkvarter, hvis kun disse er tilgængelige. På denne måde kan du miste enheder og optjene point."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Overlap med Våbenkapløb",
      "Day1": {
        "Title": "Der er to overlappende faser, så jeg anbefaler at udføre aktiviteterne i de respektive faser:",
        "Overlap1": {
          "Title": "Drone-Boost-Phase:",
          "Description": "Brug et udholdenhedspunkt.",
          "Description2": "Brug 10 dronekampdatapunkter."
        },
        "Overlap2": {
          "Title": "Helte-opgraderingsfase:",
          "Description": "Brug 2000 EXP-point."
        }
      },
      "Day2": {
        "Title": "De følgende aktiviteter overlapper med bygningsudviklingsfasen af våbenkapløbet. Jeg anbefaler at udføre disse aktiviteter under denne fase:",
        "Overlap1": {
          "Description": "Brug en 1-minuts byggeaccelerator.",
          "Description2": "Øg bygningens styrke med 1 punkt."
        }
      },
      "Day3": {
        "Title": "De følgende aktiviteter overlapper med den teknologiske forskningsfase af våbenkapløbet. Jeg anbefaler at udføre disse aktiviteter under denne fase:",
        "Overlap1": {
          "Description": "Brug en 1-minuts forskningsaccelerator.",
          "Description2": "Øg den teknologiske præstation med 1 punkt."
        }
      },
      "Day4": {
        "Title": "De følgende aktiviteter overlapper med helteudviklingsfasen af våbenkapløbet. Jeg anbefaler at udføre disse aktiviteter under denne fase:",
        "Overlap1": {
          "Description": "Udfør 1 avanceret rekruttering.",
          "Description2": "Brug 2000 EXP-point."
        }
      },
      "Day5": {
        "Title": "Der er tre overlappende faser. Jeg anbefaler at udføre aktiviteterne i de respektive faser:",
        "Overlap1": {
          "Title": "Bygningsudviklingsfase:",
          "Description": "Brug en 1-minuts byggeaccelerator.",
          "Description2": "Øg bygningens styrke med 1 punkt."
        },
        "Overlap2": {
          "Title": "Teknologisk forskningsfase:",
          "Description": "Brug en 1-minuts forskningsaccelerator.",
          "Description2": "Øg den teknologiske præstation med 1 punkt."
        },
        "Overlap3": {
          "Title": "Enhedsudviklingsfase:",
          "Description": "Brug en 1-minuts træningsaccelerator.",
          "Description2": "Uddan en soldat af niveau 1/2/3/4/5/6/7/8/9/10."
        }
      },
      "Day6": {
        "Title": "Der er tre overlappende faser. Jeg anbefaler at udføre aktiviteterne i de respektive faser:",
        "Overlap1": {
          "Title": "Bygningsudviklingsfase:",
          "Description": "Brug en 1-minuts byggeaccelerator."
        },
        "Overlap2": {
          "Title": "Teknologisk forskningsfase:",
          "Description": "Brug en 1-minuts forskningsaccelerator."
        },
        "Overlap3": {
          "Title": "Enhedsudviklingsfase:",
          "Description": "Brug en 1-minuts træningsaccelerator."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Strategisk Forberedelse",
      "Description": "For visse aktiviteter er der point, når de er afsluttet. Derfor kan du begynde dem dagen før det nødvendige tidspunkt og afslutte dem i den pågældende fase for at opnå maksimalt antal point. Her er faserne og de tilsvarende aktiviteter:",
      "List1": "På dage hvor radarmissioner belønnes, skal du maksimere missionerne dagen før. Dette giver dig mulighed for at opnå det maksimale antal point, når missionerne afsluttes på den egentlige dag.",
      "List2": "Start med at samle fødevarer, jern eller guld dagen før, når det giver belønningspoint, og sørg for at du er færdig med det på den nye dag. Før du samler, vises det, hvor meget du har brug for at opnå maksimale point.",
      "List3": "På dage, hvor opgradering af bygninger giver point baseret på deres forbedring, er det fordelagtigt at opgradere flere bygninger på de foregående dage og lade dem være i gaveindpakningsstatus. Bygningens præstation vil kun blive forbedret, når gavepakken åbnes, og på dette tidspunkt vil der også blive tildelt duell-point.",
      "List4": "På dage, hvor forskning giver point, start en lang forskning dagen før, så forskningen afsluttes på disse dage. Pointene tildeles, når du klikker på symbolet for afsluttet forskning.",
      "List5": "Åbn ikke kassen med drone-databrikken og komponenterne, når de er i din opbevaring, da du får point for disse aktiviteter på dag 1 og 3.",
      "FightDay": {
        "Title": "Kampdag Forberedelse",
        "Description": "På den sidste dag af duellen er der point for at dræbe dine modstanders tropper, så det er vigtigt at forberede sig til denne dag.",
        "AttackPreparation": {
          "Title": "Angrebsforberedelse",
          "List1": "Forsøg i løbet af ugen at få kasernen op på det højest mulige niveau for at frigøre træning af tropper på højere niveau. Dette giver dig mulighed for mere effektivt at samle point ved at træne højere niveau soldater.",
          "List2": "Uddan så mange tropper som muligt, da du vil have brug for dem under krigen. Brug dine træningsforstærkninger bedst muligt på dag 5 for at maksimere pointene.",
          "List3": "Køb træningsforstærkninger og helingsforstærkninger. Disse kan hjælpe dig med at afslutte træning og heling af dine tropper hurtigere, hvilket er særligt vigtigt for at forblive effektiv i de afgørende faser af krigen."
        },
        "DefensePreparation": {
          "Title": "Forsvarsforberedelse",
          "List1": "Køb skjolde (eller spar ressourcer op for at købe dem), så du kan bruge dem i de 24 timer af den sidste dag. Ellers har du brug for 1.500 diamanter for et 8-timers skjold.",
          "List2": "Fjern tropper fra din forsvarsopstilling, så du kun lider små tab, hvis du bliver ramt, i forhold til tabene ved en nederlag med opretholdt forsvar. Gå til din base, klik på muren og gå til forsvarsopstillingen. Fjern markeringerne ved tropperne for at fjerne dem fra forsvarsopstillingen."
        }
      }
    },
    "Reward": {
      "Title": "Belønning",
      "Description": "For hver krævet aktivitet under duellen modtager du et bestemt antal point. Denne pointudbytte kan du yderligere øge gennem forskning i 'Allianceduel'-området. For at udføre sådanne forskninger kræves tapperhedsmærker, som kun kan opnås ved at åbne kasser under duellen."
    },
    "GeneralTips": {
      "Title": "Generelle Tips:",
      "Tip1": "Udfør radarmissioner kun hver anden dag, når de giver point i eventet (mandag, onsdag, fredag)",
      "Tip2": "Samle alle dronekampdata og brug dem kun på mandag",
      "Tip3": "Lad bygninger være pakket efter bygning og pak dem først ud på tirsdag, når der gives point",
      "Tip4": "Samle billetter til handelsvogne og missioner, og brug dem, når gyldne lastvogne og missioner giver point",
      "Tip5": "Samle overlevelsesbilletter og brug dem på tirsdag (undtagen gratis)",
      "Tip6": "Lad dronekomponentkasser være i inventaret og åbn dem først på onsdag",
      "Tip7": "Samle alle rekrutteringsbilletter og brug dem kun på torsdag (undtagen gratis)",
      "Tip8": "Samle heltefragmenter og færdighedsmedaljer og brug dem kun på torsdag",
      "Tip9": "Samle helte-EXP og brug dem kun på mandag eller torsdag",
      "Tip10": "Samle alle dronefærdigheds-chips til mandag",
      "Tip11": "Overlord Gorilla: Efter helbredelse kan Overlord trænes og forfremmes. Om fredagen optjener du point til VS Duel ved at bruge Skill Badges, Bond Badges, Training Certificates, Training Manuals og Promotion Shards. Gem alle disse genstande indtil fredag og brug dem derefter for at optjene VS point."
    },
    "YouTubeNote": "Bemærk: De følgende YouTube-videoer viser gode eksempler på VS-dagen. Vær opmærksom på, at de måske ikke er helt opdaterede. Tjek også de nyeste ændringer og procedurer.",
    "Description": "På denne side finder du nyttige tips og tricks til, hvordan du kan score de maksimale point i VS Duel uden at bruge penge. Opdag effektive strategier og afprøvede metoder til at maksimere din score og få succes!"
  },
  "DesertStorm": {
    "Title": "Ørkenstorm",
    "Register": {
      "Title": "Registrering",
      "Description1": "Ethvert medlem af en alliance kan anmode om at deltage, når registreringen er åben.",
      "Description2": "Det maksimale antal spillere er 20 pr. hold, med 10 udskiftningsspillere tilladt. Når registreringen er lukket, kan selv R4 og R5 ikke ændre deltagerne. R4/R5 beslutter den endelige opstilling af deltagende spillere.",
      "Description3": "Anmod kun om at deltage i specifikke tidsrum, hvis du faktisk kan deltage, da det ikke er muligt med erstatninger senere. Op til 10 udskiftningsspillere kan vælges.",
      "Step1": "Gå til Begivenheder -> <br> Slagmark Ørkenstorm -> <br> Vælg Deltagere",
      "Step2": "Vælg \"Anmod om Kamp\"",
      "Step3": "Vi spiller fra 22:00 - 22:40 <br> Markér boksen og bekræft"
    },
    "Join": {
      "Title": "Gå ind på Slagmarken",
      "Description": "Når nedtællingen til begivenheden slutter på begivenhedsdetaljesiden og begivenheden starter, skal deltagerne komme rettidigt ind på slagmarken. Efter yderligere 5 minutter kan udskiftningsspillere muligvis træde ind, og de, der ikke var forbundet, bliver udenfor.",
      "Step1": "Du starter spillet med tropper på det højeste niveau, du kan træne, svarende til kapaciteten på dine træningspladser.",
      "Step2": "Tropper kan blive såret under begivenheden og bliver sendt til et specielt event-hospital (du kan helbrede dem under begivenheden, hvis nødvendigt, og hvis du har felthospitalet, vil helbredelsen gå hurtigere), men ved begivenhedens afslutning vender de sårede tropper tilbage til deres normale tilstand, som om intet var sket. Brug derfor alle de tropper, du har til rådighed. Alliancehjælp er ikke tilgængelig i event-hospitalet.",
      "Step3": "Kun tropper, der er i din base i det normale spil, er tilgængelige i Ørkenstorm. Hvis du har efterladt nogen på markerne, skal du bare kalde dem tilbage til basen. Når de er kommet ind i basen, vil de være tilgængelige i DS."
    },
    "Goals": {
      "Title": "Mål",
      "Goal1": "Under begivenheden skal du forsøge at score så mange alliancemål som muligt for at vinde. Et flot HUD-banner med realtidsrangering vil hjælpe dig med at holde styr på fremgangen.",
      "Goal2": "Alliancemål opnås ved at erobre og holde bygninger. Den første erobring giver nogle ekstra point. En erobring er kun fuldendt, når en alliance har ryddet bygningen for fjender, hvis de forstærker, og efter at 1-minuts erobringsnedtællingen er slut. Fra det øjeblik tilføjes erobringsudbyttet til realtids-vurderingsbanneret.",
      "Goal3": "Ekstra point kan samles ved at indsamle points forsyningskasser, der vises, når en bygning er erobret (hvis der er ekstra point). Send spejdere for hurtigt at indsamle dem.",
      "Goal4": "Individuelle point giver personlige belønninger, men fokus bør være på alliancemål, da alliancebelønninger er bedre end individuelle."
    },
    "MostImportant": {
      "Title": "Det Vigtigste at Vide",
      "Important1": "Du kan ikke bruge alliancehjælp til at helbrede dine soldater i hospitalet, som du kan i det normale spil, men du kan bruge helbredelsesfremskyndelser.",
      "Important2": "Du kan kun bruge tropper i mini-spillet Ørkenstorm, hvis din troppe er i basen på det normale kort. Sørg for, at dine tropper er tilbage i basen, før Ørkenstorm starter. Hvis en troppe bruges i det normale korttilstand, vil den grundlæggende ikke være tilgængelig i Ørkenstorm.",
      "Important3": "Hvis du går glip af registreringsfasen eller ikke er opført som deltager eller udskiftningsdeltager, kan du ikke deltage i Ørkenstorm Slaget.",
      "Important4": "Teleporteringer i Ørkenstorm er gratis, men begrænset til 1 hvert 2. minut. Nedkølingen vises i nederste venstre del af skærmen lige over knappen \"Helte\".",
      "Important5": "I Ørkenstorm er din bases holdbarhed 4000 point. Efter 4 hits brænder din base, og du vil blive teleporteret tilbage til den sikre zone. Nedkølingen for teleportering nulstilles ikke i dette tilfælde. Hvis den blev brugt, skal du vente.",
      "Important6": "De fleste spillere uden Ørkenstorm-erfaring mister deres tropper inden for få minutter. Sørg for at læse følgende strategier for at lære, hvordan du minimerer troppetab.",
      "Important7": "I Ørkenstorm kan du ikke bevæge dine tropper frit. De skal nå et mål og vende tilbage til basen, før de kan indsættes til et andet mål. Glem alt om at brænde en base med et par hurtige klik og en troppe på få sekunder.",
      "Important8": "I Ørkenstorm, når teleport nedkølingsperioden er slut, kan du teleportere til et hvilket som helst sted på kortet, uanset om dine tropper er i basen eller ej. Dette er en rar ændring fra de normale teleportregler i det normale spil, hvor alle dine tropper skal være tilbage i basen før teleportering. P.S.: Den samme regel gælder under Duellen mod Dag 6, når du teleportere til og fra den anden server."
    },
    "Strategies": {
      "Title": "Strategier",
      "EmptyBuilding": {
        "Title": "Erobr en Tom Bygning",
        "Description1": "Erobringen af en tom bygning er nem: bare angrib den, og den er din.",
        "Description2": "Efter 1 minut genereres der point for din alliance (og for dine individuelle point) baseret på erobringsudbyttet. Hvis det er den første erobring, får du også de første erobringspoint."
      },
      "ReduceTroopLosses": {
        "Title": "Strategi til at Erobr Tomme Bygninger for at Reducere Troppetab",
        "Description1": "Hvis du erobrer en bygning (men stadig ikke modtager erobringspoint) og en fjende dukker op, kan du bruge følgende strategi til at vinde slaget og reducere dine troppetab (dette fungerer godt, hvis fjendens HQ/styrke er lig din eller lavere end din):",
        "Tip1": "Hold din troppe i bygningen, indtil fjenden starter angrebet (især hvis det er den første bygningserobring, hvor du kan få de indledende erobringspoint).",
        "Tip2": "Hvis fjenden begynder at angribe bygningen, og du endnu ikke har modtaget erobringsudbyttet (du forstærker mindre end 1 minut), skal du trække truppen tilbage for at undgå, at fjenden angriber din troppe på bygningen. Dette forhindrer troppetab.",
        "Tip3": "Fjenden har sandsynligvis sendt deres A-hold for at erobre bygningen, så de kan være forsvarsløse. Husk, at hvis de vil angribe din base med den troppe, skal de først sende den tilbage til deres base og derefter sende den til din base.",
        "Tip4": "Send alle dine tropper med troppe A i første position for at angribe fjendens base.",
        "Tip5": "Hvis du er heldig, har fjenden ingen forsvar eller kun svage tropper. Når fjenden er elimineret, skal du sende din troppe for at erobre basen.",
        "Tip6": "Ved at bruge spejdere kan du sikre, at de tropper, du sender, faktisk kan vinde slaget mod basen. Send spejdere flere gange lige før dine tropper rammer fjenden for at kunne trække en troppe tilbage, hvis fjenden aktiverer forsvar."
      },
      "Advantages": {
        "Title": "Fordele:",
        "Description1": "Du undgår at miste tropper i fjendens første angreb, som sandsynligvis vil være et A-hold sendt for at erobre basen.",
        "Description2": "Hvis fjenden ingen forsvarslinje har, kan du eliminere dem med nul troppetab, især hvis du er hurtig og fjenden er tæt på.",
        "Description3": "Fjenden får ingen point, hvis du er hurtig, da det tager 1 minut for erobringen at starte."
      },
      "Disadvantages": {
        "Title": "Ulemper:",
        "Description1": "Hvis fjenden har en stærk B-troppe og bruger den til forsvar, kan denne strategi stadig fungere, men det vil tage længere tid, da du kun kan ramme dem med din A-troppe. Dette fungerer bedre, hvis du er tæt på fjenden.",
        "Description2": "Hvis flere fjender dukker op, kan du blive udsat for deres angreb, hvis du har sendt din A-troppe for at angribe fjenden.",
        "Description3": "Fjenden kan gå i forsvar, når du rammer dem. Brug derfor en troppe med kun en lav-niveau helt som en god strategi til yderligere at reducere risikoen for troppetab.",
        "Description4": "Hvis det er den første erobring af bygningen, og du ikke hurtigt nok eliminerer fjenden, får de disse point.",
        "Description5": "Husk, at denne strategi sigter mod at reducere troppetab, men du mister værdifulde sekunder på bygningserobring. Brug den derfor med omtanke og med hensyn til den aktuelle kampstatus og antallet af tilbageværende tropper."
      },
      "BuildingInEnemy": {
        "Title": "Erobr en Fjendtlig Bygning",
        "Description1": "Hvis bygningen tilhører det andet hold, kan du gribe til to metoder:",
        "Description2": "Angrib bygningen direkte med din stærkeste troppe og forsøg at besejre alle de tropper, der forstærker bygningen (svarende til landsbyerobring). Denne strategi har en alvorlig ulempe, da du sandsynligvis vil miste mange soldater, og efter et par erobringer vil du løbe tør for tropper.",
        "Description3": "Identificer fjendtlige baser, hvor der er forstærkninger, og brænd dem ned. Denne tilgang fungerer normalt godt, hvis baserne ikke har forsvar. Ellers opstår det samme problem som ved den ovenstående metode, men du vil sandsynligvis miste færre soldater, hvis fjenden sender den første troppe til forstærkning."
      },
      "ShouldNotDo": {
        "Title": "Hvad Du Ikke Skal Gøre",
        "Description1": "I Ørkenstorm er dine tropper meget værdifulde, så du bør ikke gøre noget, der sætter dem i fare.",
        "Description2": "Her er nogle eksempler på, hvad du ikke skal gøre, da det sandsynligvis vil føre til troppetab:",
        "Description3": "Hvis du bliver angrebet af en svagere fjende, så vent med dit hovedhold i forsvaret og angrib, når deres hovedhold vender tilbage, i stedet for at lade dem brænde dig, fordi dine forsvarstropper er ude. Husk, at hvert angreb medfører et bestemt antal troppetab, hvis du fjerner forsvarsformationen.",
        "Description4": "Angrib ikke inaktive fjender med svage tropper, da de har tid til at opbygge deres forsvar, og du vil miste tropper. Det er bedre at gøre dette, når fjenderne multitasker, da de måske ikke har tid til at opbygge forsvar, hvis de ser, at du angriber (fungerer bedst, hvis du er tæt på fjendens base)."
      }
    }
  },
  "Alliances": {
    "Title": "Alliance",
    "TrainConductor": {
      "Title": "Togfører Oversigt",
      "Today": "I dag:",
      "Sunday": "Søndag:",
      "Monday": "Mandag:",
      "Tuesday": "Tirsdag:",
      "Wednesday": "Onsdag:",
      "Thursday": "Torsdag:",
      "Friday": "Fredag:",
      "Saturday": "Lørdag:"
    },
    "Discord": {
      "Title": "Vores fællesskab på Discord",
      "Description1": "Bliv en del af vores Old Vikings-fællesskab på Discord! Udveksl erfaringer med andre spillere, få hjælp og hold dig opdateret.",
      "Description2": "Uanset om det er tips, planlægning eller bare vikinge-snak – du er kommet til det rette sted!",
      "Button": "Deltag i vores Discord"
    },
    "R4Roles": {
      "Title": "Roller og Ansvar",
      "Description": "Vores R4-medlemmer bærer ikke bare titler – de holder alliancen kørende. Hver rolle har klare opgaver, uanset om det handler om strategi, rekruttering, teknik eller kommunikation.",
      "Description2": "Har du et spørgsmål? Så ved du bagefter præcis, hvem du skal kontakte.",
      "Button": "Se ledelsesstruktur"
    },
    "Donate": {
      "Title": "Hvordan Du Kan Bidrage/Donere",
      "Description": "For at bidrage til alliance-teknologi gælder følgende regler:",
      "Rule1": "for hver donation til en ikke-anbefalet teknologi får du 50 EXP og alliancebidragspunkter.",
      "Rule2": "for hver donation til den anbefalede teknologi får du en ekstra belønning på +20%: du tjener dermed 60 EXP og 60 alliancebidragspunkter.",
      "Rule3": "Derudover har donationer en chance for at udløse et kritisk hit, som giver ekstra teknologiske EXP. Chancerne for kritiske hits er:",
      "Hit1": "Ingen kritisk hit: 45%",
      "Hit2": "2x kritisk hit (ekstra 50 punkter alliance-teknologi-EXP): 30%",
      "Hit3": "3x kritisk hit (ekstra 100 punkter alliance-teknologi-EXP): 15%",
      "Hit4": "5x kritisk hit (ekstra 200 punkter alliance-teknologi-EXP): 10%",
      "Description2": "Sådan donerer du:",
      "Donate": "Klik på den anbefalede teknologi og derefter på 'Doner', enten med mønter eller diamanter.",
      "Maximum": "Kommandanter har maksimalt 20 muligheder for at donere til alliance-teknologi med mønter. Hver donation, kritisk eller ej, bruger en mulighed. Hvis en kommandants tilgængelige donationsmuligheder falder under 20, får han en mulighed hver 20. minut.",
      "Limit": "Der er ingen daglig grænse for antallet af diamantdonationer, som kommandanter kan lave til alliance-teknologi. Dog stiger diamantomkostningerne for hver donation med antallet af foretagne donationer, men det er muligt at lave et ubegribeligt antal diamantdonationer. Efter 20 minutter falder mængden af diamanter, der kræves for en donation, gradvist. Omkostningerne starter på 2 diamanter for den første donation og stiger med 2 diamanter pr. yderligere donation, op til et maksimum på 50 diamanter."
    },
    "Shop": {
      "Title": "Alliancens Butik",
      "Description1": "Hvis du er en del af en alliance, har du adgang til Alliancens Butik. Alliance -> Alliancens Butik",
      "Description2": "Alliancens butik tilbyder meget nyttige power-up-objekter, som kan kræves i bytte for alliancebidragspunkter. Mængden du kan kræve af hver genstand er tidsbegrænset, og butikken nulstiller disse begrænsninger efter en nedtælling, der vises øverst i Alliancens Butik.",
      "Image": "På billedet er to områder markeret med rødt: <br> Avanceret Teleportering og Alliance Teleportering <br> Disse to områder er vigtige for at komme til samlingsstedet. <br> Med Avanceret Teleportering kan du frit vælge, hvor du vil blive teleporteret til på kortet. <br> Med Alliance Teleportering bliver du teleporteret til et sted nær samlingsstedet."
    },
    "AssemblyPlace": {
      "Title": "Hvordan kommer jeg til samlingsstedet?",
      "Variant1": {
        "Title": "Variant 1: Avanceret Teleportering",
        "Description1": "Søg på kortet efter vores alliance samlingssted (lilla flag).",
        "Description2": "Vælg et ledigt sted i nærheden.",
        "Description3": "Klik på 'Teleport'. Dette vil koste dig en Avanceret Teleportering."
      },
      "Variant2": {
        "Title": "Variant 2: Alliance Teleportering",
        "Description1": "Gå til din inventar og vælg fanen 'Special'.",
        "Description2": "Find Alliance Teleportering.",
        "Description3": "Klik på 'Brug'. Du vil så automatisk blive teleporteret til samlingsstedet."
      },
      "Footer": "På billedet nedenfor vises Alliance Teleportering, og på billedet ovenfor er butikken. Du kan bytte begge teleporteringer som beskrevet ovenfor i Alliancens Butik. Alliance Teleportering koster mindre.",
      "Image": "Klik på: <b><br> 1. Inventar <br> 2. Special <br> 3. Alliance Teleportering <br> 4. Brug"
    },
    "Formation": {
      "Title": "Formation af spillere",
      "Description": "Pladserne omkring Marskalvagten er reserveret til R5 og R4. Disse 9 pladser skal holdes fri af de andre spillere, da R4 og R5 får en særlig bonus ved denne begivenhed.",
      "Info": {
        "Title": "Vigtige bemærkninger:",
        "Info1": "Respektér placeringen: Sørg venligst for, at I positionerer jer, så der ikke opstår huller mellem pladserne, som fjenden kan udnytte.",
        "Info2": "Strategisk placering: Den rigtige formation er afgørende for at styrke forsvaret og maksimere fordelene ved bonusserne til R4 og R5."
      }
    }
  },
  "Basics": {
    "Title": "Grundlæggende",
    "Translate": {
      "Title": "Oversættelser",
      "Description": "I Last War kan du bruge den automatiske oversætningsfunktion til at oversætte tekster til dit eget sprog. For at oversætte chats og beskeder, skal du bare bruge ikonet nederst til højre – det viser et „A“ med pile og et „T“. På den måde kan du kommunikere på dit foretrukne sprog og koncentrere dig fuldt ud om spillet!",
      "Image": "På billedet ser du to eksempler på, hvor ikonet er placeret for at oversætte teksten."
    },
    "Trucks": {
      "Title": "Plundring af lastbiler på din egen server",
      "Description": "Det er ikke tilladt at plundre lastbiler på din egen server. For at sikre, at sådanne lastbiler ikke vises, er der en checkbox, som du kan aktivere for at filtrere alle lastbiler fra din egen server. Sørg for at markere denne checkbox for at overholde reglerne. På billedet nedenfor ser du, hvor du finder checkboxen.",
      "Image": "Venligst aktiver checkboxen som vist på billedet."
    },
    "SecretTasks": {
      "Title": "Plundring af hemmelige missioner på andre servere",
      "Description": "Det er ikke tilladt at plundre hemmelige missioner på vores egen server. Disse skal udelukkende udføres på andre servere. Overtrædelser kan føre til advarsler eller yderligere konsekvenser.",
      "Title2": "Hvordan plundrer jeg på andre servere?",
      "Image": "Hemmelig Mission",
      "Image1": "Gå til stationen i din base og klik på lastbil-ikonet.",
      "Image2": "Vælg en lastbil og klik på 'Plundre'. (Dette virker også, selvom du allerede har plundret fire gange.)",
      "Image3": "Du er nu på en anden server og kan søge efter hemmelige missioner.",
      "Image4": "Gyldne, skinnende missioner på niveau 5 er det bedste, du kan finde.",
      "Image5": "Del gerne disse missioner i alliancens chat med de andre spillere."
    }
  },
  "TipsAndTricks": {
    "Title": "Tips og Tricks",
    "Overview": {
      "Title": "Oversigt"
    },
    "Pvp": {
      "Title": "Angreb og Forsvar",
      "Description1": "Lad os først tale om grundlæggende forsvar. Du bør kun forsøge at forsvare, hvis din hovedstyrke kan overleve det første eller andet på hinanden følgende angreb (dvs. angriberen er nogenlunde på dit niveau).",
      "Tip1": "Hvis du ikke kan forsvare eller ikke er online for at træffe denne beslutning, DEAKTIVER dine forsvar.",
      "Tip2": "Sådan aktiverer/deaktiverer du forsvar: Gå til muren i din base, klik på hus+ ikonet, og deaktiver tropperne. Hver gang du låser op for en ny trop, skal du sørge for også at deaktivere den. Nogle gange giver det mening slet ikke at have forsvar, og nogle gange giver det mening at bruge hovedstyrken som forsvar, men den største fejl, du kan begå, er at lade dine svagere tropper deltage i forsvaret.",
      "Tip3": "Hvorfor det virker: Antag, at en meget stærkere spiller angriber dig 5 gange (antag, at du er niveau 20 med 3 tropper). Du ville tabe omkring 10k til 12k tropper i disse 5 angreb, hvis du havde 3 forsvarshold. Hvis du kun havde én enkelt forsvar (den stærkeste trop), ville du tabe omkring 4k til 5k tropper. Hvis du slet ikke havde noget forsvar, ville du tabe omkring 1k tropper (på grund af gennembruddet, som ikke tæller som drab for angriberen). Det er en stor forskel.",
      "Tip4": "At angribe baser har to formål i dette spil: (1) at plyndre ressourcer og (2) at tjene point under drabsevents, som fjendens ødelægger (dag 6 i duellen).",
      "Tip5": "Plyndring giver den bedste ressource-stamina-ratio i spillet, men vær opmærksom på forsvar/kontraangreb, dine nuværende plyndringsgrænser osv.",
      "Tip6": "Når du angriber andre baser for drabsevents, skal du bemærke, at kun kampe tæller som drab for point. Så nogen uden forsvar eller uden tropper vil ikke give dig eventpoint eller øge dit individuelle drabstal. Det er en anden grund til, at du bør deaktivere dine egne forsvar for at forhindre, at dine modstandere tjener point ved at angribe dig.",
      "Image1": "Klik på muren og derefter på plusikonet for at få adgang til forsvar.",
      "Image2": "Ved at markere afkrydsningsfeltet kan du tænde eller slukke for forsvaret for hver trop."
    },
    "Troops": {
      "Title": "Trup/Enhedstræning",
      "Description1": "Den optimale strategi til træning af tropper er at træne dem i 3 faser. Dette gør ikke træningen hurtigere eller bruger færre ressourcer, men det gør det muligt for dig at tjene flere point under relevante events som enhedstræning i Våbenløbet og dag 5 af Duelaktiviteten.",
      "Tip1": "Antag TX = max niveau af tropper, du kan træne, TY = et niveau under maksimum, og TZ = to niveauer under maksimum. Strategien er at træne TZ hele ugen (forudsat at du allerede har nok TX til alle dine enheder). Under enhedstræning i Våbenløbet promoverer du TZ -> TY og/eller TY -> TX (du kan udføre to runder i hver kaserne uden accelererede midler under denne fase). På dag 5 af duellen ville du promovere næsten alle TY/TZ til TX, før du går ind i ørkenstormens kampområde eller dag 6 af duellen. Når du har afsluttet drabsevents, fortsætter du med at fylde TZ.",
      "Tip2": "For eksempel, hvis du er HQ 25, så ville TX være enheder på niveau 8 (kræver Lv24 Kaserne), TY ville være enheder på niveau 7 (kræver Lv20 Kaserne), og TZ ville være enheder på niveau 6 (kræver Lv17 Kaserne). For at anvende denne strategi skal du holde nogle kaserner på et lavere niveau end det maksimale mulige. Af 4 kaserner anbefaler jeg at have 2, der kan træne op til TX og 2, der kun kan træne op til TY. Dette skyldes, at troppeforfremmelse automatisk går til det maksimale niveau for den kaserne.",
      "Example": {
        "Title": "Et eksempel: ",
        "Example1": "Direkte træning: 1 T9-soldat = 250 point",
        "Example2": "Træning i niveauer: 1 T5 = 150 point, 1 T5 -> 1 T6 = 175 point, 1 T6 -> 1 T7 = 200 point, 1 T7 -> 1 T8 = 225 point, 1 T8 -> 1 T9 = 250 point, i alt 1000 point",
        "Description": "Som du kan se, får du med den trinvise tilgang fire gange point for hver enkelt soldat."
      },
      "Image1": "På dette billede kan du se, hvilke tropper du kan opgradere. Klik på 'Opgrader' knappen, ikke på 'Træn', for at bringe soldaterne til den maksimale niveau af kasernen."
    },
    "Healing": {
      "Title": "Spam-Healing",
      "Description1": "Et andet koncept er 'Spam-Healing'. Dette betyder, at hvis du har over 1000 døde tropper, og det ville tage 4 timer at hele dem alle, skal du sætte kun 25 minutters heling ad gangen og klikke på hjælp-knappen fra din alliance. Dette holder ressourceomkostningerne den samme, men reducerer helingstiden med mere end 50%. Denne metode er effektiv til at holde din kampkraft høj og sikre en konstant strøm af tropper."
    },
    "SmallTroops": {
      "Title": "Samle ressourcer med lav troppe styrke",
      "Description1": "Hvis du kun har få tropper til rådighed på dit træningsområde (f.eks. efter lørdagens krige), kan du muligvis ikke sende alle dine tropper for at samle ressourcer, da der kræves et bestemt antal tropper for hver trop.",
      "Description2": "Dette kan løses på følgende måde:",
      "Tip1": "Send dine tropper tilbage til basen, så du kan erstatte dem",
      "Tip2": "Fjern alle helte fra hver trop og tilføj kun 1 helt pr. trop, helst dem med en lav værdi i 'Kommando'-attributten.",
      "Tip3": "Send nu tropperne ud for at samle. Hver trop vil bruge et meget mindre antal tropper, så du kan sende dem alle.",
      "Tip4": "Derudover kan du hurtigt træne soldater på niveau 1 i enhver kaserne for at have nogle tropper tilgængelige næsten med det samme, da træning af soldater på niveau 1 går hurtigt."
    },
    "IncreasedDamage": {
      "Title": "Øget skadesprocent",
      "Description1": "I hver angreb, forsvar eller vagt kan du bruge Krigsfeber til at øge skaden med 1%.",
      "Description2": "Denne boost aktiveres automatisk, når du angriber eller scout en base, men ikke når du kun forsvarer.",
      "Description3": "For at udløse Krigsfeber kan du udføre en af følgende handlinger:",
      "Tip1": "Send et rekognosceringsfly til en base",
      "Tip2": "Start et angreb eller en rally mod en fjendtlig base (angreb eller rally mod zombier tæller ikke). Du kan også annullere angrebet, når Krigsfeber er startet",
      "Tip3": "Du kan se status for Krigsfeber øverst til venstre på skærmen, lige under visningerne for mad/jern/mønter/energi. Klik på ikonet for at se nedtællingen.",
      "Tip4": "Gentag udløsningshandlingen for at genstarte nedtællingen til 15 minutter på ethvert tidspunkt.",
      "Tip5": "VIGTIGT: Brug ikke denne trick, mens du har et skjold, da du ellers vil miste det."
    }
  },
  "Buildings": {
    "Title": "Bygninger",
    "Headquarters": {
      "Title": "Hovedkvarter",
      "Description1": "Hovedkvarteret er den vigtigste bygning i spillet. Det udfylder lignende funktioner som rådhusene i andre spil. Når du opgraderer det, kan du opføre nye bygninger og opgradere eksisterende bygninger til et højere niveau.",
      "Description2": "Når hovedkvarteret stiger i niveau, øges følgende:",
      "List1": "Ydeevne",
      "List2": "Helteniveau-grænse",
      "List3": "Helte-HP",
      "List4": "Helteangreb",
      "List5": "Helteforsvar",
      "List6": "Bygningers niveau-grænse",
      "LevelUp": {
        "Title": "Opgraderingskrav",
        "Description1": "For at opgradere hovedkvarteret til et højere niveau skal både ressource- og bygningskrav opfyldes på hver fase.",
        "Description2": "Det er vigtigt at fremrykke byggeriet trin for trin for at muliggøre en jævn fremgang til det næste niveau af hovedkvarteret og for at spare tilstrækkelige ressourcer. Hvis hovedkvarteret ikke opgraderes, kan det føre til en svag trup, da denne bygning bestemmer grænsen for helteniveauer.",
        "Description3": "Nedenfor ses et diagram med de krævede bygninger for hvert niveau",
        "Table": {
          "ToUnlock": "HQ for at låse op",
          "Condition1": "Bygning 1",
          "Condition2": "Bygning 2",
          "Iron": "Jern",
          "Food": "Mad",
          "Gold": "Guld",
          "Days": "Dage",
          "Wall": "Mur L.",
          "TechCenter": "Teknologisk Center L.",
          "DrillGround": "Øvelsesterræn L.",
          "Barracks": "Barakker L.",
          "AllianceCenter": "Alliancenter L.",
          "Hospital": "Hospital L.",
          "TankCenter": "Panzercenter L."
        }
      }
    },
    "Barracks": {
      "Title": "Barakker",
      "Description1": "Barakkerne bruges til at rekruttere og forfremme dine tropper. Når du har låst op for barakkerne, bør du altid opgradere én barak ad gangen for at bruge dine ressourcer effektivt. At forfremme dine tropper giver dig mulighed for at bringe tropper fra et lavere niveau til det højeste niveau, som dine barakker tillader. Forfremmelse af tropper bliver især nyttigt, når du låser det op, da det giver dig mulighed for at træne og opgradere tropper på niveau et, hvilket kræver færre ressourcer og tid."
    },
    "Hospital": {
      "Title": "Hospital",
      "Description1": "Hospitalet bruges til at helbrede dine tropper efter en kamp. Hvis en fjende er stærk nok, kan han dræbe eller skade dine tropper. Hospitalet kan dog ikke genoplive faldne tropper, kun helbrede skadede tropper. En effektiv metode til hurtigt at helbrede dine tropper er at vælge et antal tropper, der kan helbredes på 25 minutter eller mindre. Dette giver din alliance mulighed for at hjælpe dig og reducere helbredelsestiden til næsten straks. Hvis du bruger helbredelsessystemet korrekt, vil helbredelsestiden blive reduceret til 25 % af den tid, det ville tage, hvis du havde healet alle tropper på én gang."
    },
    "DrillGround": {
      "Title": "Øvelsesterræn",
      "Description1": "Øvelsesterrænet er bygningen, hvor dine tropper er stationeret. Det maksimale niveau af øvelsesterrænet stiger med niveauet af dit hovedkvarter. Øvelsesterrænet er en central kilde til din styrke, da styrken af dine tropper i høj grad bestemmer dit magtniveau. For at opnå så meget magt som muligt (det primære mål med spillet), bør du konstant opgradere dit øvelsesterræn til det højeste niveau og eventuelt bygge yderligere øvelsesterræner. Den anden øvelsesplads låses op på niveau 16, og den tredje på niveau 21."
    },
    "Garages": {
      "Title": "Garager",
      "Description1": "Garagerne huser dine helte. De giver dine helte ekstra styrke og tropper, de kan tage med. I begyndelsen af spillet får du en garage, og du kan låse op for yderligere garager i løbet af spillet, op til tre garager. En fjerde garage kan også opnås gennem det månedlige pas. Du bør kun opgradere Garage 1, da størstedelen af dine bestræbelser i spillet vil være rettet mod denne. Garage 2 bør du kun opgradere, hvis du har brug for den til omkostningseffektive arme-racer-point eller hvis du mener, den ligger for langt tilbage."
    },
    "TechCenter": {
      "Title": "Teknologisk Center",
      "Description1": "Teknologisk Center er en afgørende del af spillet for at være succesfuld i konkurrencen med andre spillere. Det vises af god grund meget ofte i sektionen 'krævede opgraderinger', når du ønsker at opgradere dit hovedkvarter. Teknologisk Center giver dig mulighed for at forbedre bestemte statistikker for din base, såsom helte, tropper, garager og mere. Dette omdanner ressourcer til mere styrke og statistikker for alt. Når du når niveau 16, har du mulighed for at købe et andet Teknologisk Center, hvilket er stærkt anbefalet."
    },
    "GearFactory": {
      "Title": "Udstyrsfabrik",
      "Description1": "Udstyrsfabrikken giver dig mulighed for at fremstille eller nedbryde udstyr til dine helte. Du kan fremstille enhver form for udstyr, der i øjeblikket findes i spillet, og også nedbryde udstyrsdela. Desuden tillader udstyrsfabrikken dig at kombinere udstyrskomponenter for at fremstille det Dielektriske Keramik-Komponentstykke, du har brug for, for at skabe et legendarisk udstyr. Det anbefales ikke at fremstille eller opgradere sjældne, Super-Sjældne eller Super-Super-Sjældne udstyrsdela. Når du har mindst alle Super-Super-Sjældne (SSR) udstyrsdela til dine hovedhelte, bør du nedbryde alle yderligere udstyrsdela for at få mere legendarisk udstyr."
    },
    "ComponentFactory": {
      "Title": "Komponentfabrik",
      "Description1": "Komponentfabrikken producerer kasser med dronekomponenter. Disse dronekomponenter bruges i Dronecenteret til at foretage yderligere opgraderinger af din drone. Når komponentfabrikken er bygget, kan den ikke længere opgraderes."
    },
    "TankCenter": {
      "Title": "Panzercenter",
      "Description1": "Panzercenteret er en afgørende bygning i spillet, der forbedrer statistikkerne for dine panzerhelte betydeligt. Denne bygning bør hver gang du opgraderer dit hovedkvarter, så hurtigt som muligt opgraderes til det maksimale niveau."
    },
    "AircraftCenter": {
      "Title": "Flycenter",
      "Description1": "Flycenteret udfylder samme funktion som Panzercenteret, men for flytypehelte. I begyndelsen er det ikke vigtigt at opgradere denne bygning, da den ikke giver bonusser til opsætningen, som du skal bruge. Når DVA og Carlie dog bliver tilgængelige, vil det være lige så vigtigt at opgradere Flycenteret som Panzercenteret, på grund af de ekstra statistikker, det giver disse helte."
    },
    "MissileCenter": {
      "Title": "Missilcenter",
      "Description1": "Ligesom de to ovenstående bygninger øger Missilcenteret statistikkerne for raket-helttype."
    },
    "ResourceCenters": {
      "Title": "Ressourcecentre",
      "Description1": "Mad-, jern- og smeltecentre er bygninger, der producerer de respektive ressourcer. Træningsbasen er bygningen, der producerer helte-XP. Erfaring viser, at træningsbasebygninger giver en god XP-udnyttelse i forhold til de anvendte ressourcer og er effektive at opgradere."
    }
  },
  "Greeting": {
    "HomeButton": "Efterlad en hilsen",
    "Modal": {
      "Title": "Efterlad en hilsen",
      "Form": {
        "ServerNumber": {
          "Label": "Server nummer",
          "Required": "Server nummer er påkrævet"
        },
        "AllianceName": {
          "Label": "Alliance navn",
          "Required": "Alliance navn er påkrævet"
        },
        "Comment": {
          "Label": "Kommentar",
          "MaxLength": "Det maksimale antal tegn er 200. Venligst forkort din kommentar."
        },
        "PlayerName": "Spiller navn",
        "Optional": "Valgfrit",
        "CloseButton": "Annuller",
        "SubmitButton": "Send"
      },
      "Toastr": {
        "Label": "Din hilsen",
        "Success": "Tak for din hilsen",
        "Error": "Der opstod desværre et problem. Prøv igen senere."
      }
    }
  },
  "Spinner": {
    "Label": "Vent venligst..."
  },
  "MemberLogin": {
    "Title": "Medlemslogin",
    "Description": "Dette område er kun for medlemmer.",
    "Form": {
      "Label": "Indtast adgangskode",
      "Required": "Adgangskode er et påkrævet felt",
      "LoginButton": "Login"
    },
    "Toastr": {
      "Title": "Login",
      "Error": "Login mislykkedes"
    },
    "PasswordExpired": {
      "Title": "Adgangskode udløbet",
      "Information": "Adgangskoden er blevet ændret"
    }
  },
  "Squad": {
    "Title": "Enhed",
    "Description": "For at maksimere dine heltes styrke bør du optimere din enheds opstilling.",
    "Basics": {
      "Title": "Grundlæggende om enhedsopstilling",
      "Description": "Hver helt har sin egen type, sine egne færdigheder og særlige egenskaber.",
      "Defend": {
        "Title": "Forsvarshjul",
        "Description": "bør placeres foran i teamet."
      },
      "Attack": {
        "Title": "Angrebshelte",
        "Description": "bør placeres bagved."
      },
      "Support": {
        "Title": "Støttehelte",
        "Description": "bør placeres bagved."
      }
    },
    "Example": {
      "Title": "Eksempel på en enhed",
      "List1": "<b>Violet</b> og <b>Scarlett</b> i forsvar og dermed i front",
      "List2": "<b>Mason</b> og <b>Richard</b> angriber og derfor placeres de bagved",
      "List3": "en støttehelt, <b>Monica</b>, i baggrunden",
      "Image": "Forsvarshjul foran, angrebs- og støttehelte bagved for optimal placering."
    },
    "FormationBonus": {
      "Title": "Formation Bonus",
      "Description": "Hvilken bonus du aktuelt bruger, kan ses på symbolet øverst til venstre i enhedsopstillingsområdet.",
      "Image": "<ul><li>3 helte af samme type: +5 %</li><li>3 helte af samme type + 2 af en anden: +10 %</li><li>4 helte af samme type: +15 %</li><li>5 helte af samme type: 20 %</li></ul>",
      "Description2": "Hvis du har alle helte af samme type (i det ovenstående eksempel alt tank), får du en styrkebonus på 20 %. Hvis du desuden opgraderer tankbygningen, øger det styrken af alle tankhelte."
    },
    "TroopsAndSoldiers": {
      "Title": "Enheder og Soldater",
      "Description": "Når du gennemfører et angreb eller en rally med et team, tilføjes soldater til heltenes grundstyrke. Antallet af soldater involveret i angrebet afhænger af kommandokarakteristikken af de helte, der er i teamet.",
      "Image": "I eksemplet kan du se, at antallet af enheder (soldater) involveret i angrebet er 1.965 (393 hos Murphy, 393 hos Williams osv.), og ved at klikke på i vises informationen om, at det er soldater af niveau T6 og T7.",
      "Description2": "Bemærk, at hvis det er muligt, altid først anvendes soldater med højere niveauer, og derefter dem med lavere niveauer anvendes til at fylde op."
    }
  },
  "SeasonOne": {
    "Title": "Sæson 1 – Den Purpurrøde Pest",
    "Content": {
      "Title": "Indhold",
      "NewResources": "Nye basisressourcer",
      "WorldMap": "Verden og kortet",
      "NewBuildings": "Nye bygninger",
      "MilitaryBase": "Militærbase",
      "NewFarms": "Nye alliancefarme",
      "MilitaryStrongholds": "Militære fæstninger",
      "Cities": "Byer",
      "Conquest": "Erobring",
      "HeroUpgrade": "Helteopgraderinger",
      "Virus": "Virus",
      "Gameplay": "Spilforløb"
    },
    "Resources": {
      "Title": "Nye Basisressourcer – Immunprotein, Mutantkrystal og genetisk fragment",
      "Description": "I spillet er der nu yderligere ressourcer tilgængelige, hvoraf 2 (Immunprotein og Mutantkrystal) administreres på samme måde som de eksisterende fødevarer, jern og guld.",
      "ImmuneProtein": {
        "Title": "Immunprotein",
        "Description": "Bruges til at bygge og opgradere virusforskningsinstituttet og militærbaser.",
        "Description2": "Immunprotein opnås ved:",
        "List1": "Proteinfarm",
        "List2": "Belønninger for første drab på zombier",
        "List3": "Opnåelse af sæson 1-mål for at øge virusresistensen",
        "List4": "Brug af Hero’s Return-rekrutteringsticket"
      },
      "MutantCrystal": {
        "Title": "Mutantkrystal",
        "Description": "Bruges til at bygge og opgradere proteinfarmen og militærbaserne.",
        "Description2": "Mutantkrystal opnås ved:",
        "List1": "Belønninger for første drab på en zombie",
        "List2": "Afslutning af sæson-quest-missioner",
        "List3": "Afslutning af sæson-1-mål for at øge virusresistensen",
        "List4": "Doom Walker First Blood Kill (første DW-drab på en dag)",
        "List5": "Genetisk rekombination",
        "List6": "Brug af Hero's Return-rekrutteringsticket",
        "List7": "Ugepas og sæson-Battle Pass"
      },
      "GeneFragment": {
        "Title": "Genfragment",
        "Description": "Der er 6 typer genfragmenter. Kombiner dem på ny for at få muterede krystaller og belønninger. Genfragmenter kan udveksles med dine allierede.",
        "Description2": "Du kan tjene genfragmenter ved følgende:",
        "List1": "Afslut radar-missioner: Doom Elite drab, ressourcer indsamling, Doom Walker drab giver dig Type I, II, III",
        "List2": "Drab af Crimson Zombies (hvilket som helst niveau) giver dig Type I, II, III",
        "List3": "Drab af Inficerede Zombies (hvilket som helst niveau) giver dig Type I, II, III",
        "List4": "Drab af Doom Elite (hvilket som helst niveau) giver dig Type I, II, III",
        "List5": "Heling af allierede giver dig Type IV, V, VI",
        "List6": "Angreb på byer"
      },
      "Description2": "Du kan styre mængden af disse ressourcer (undtagen genfragmenter) i den øverste del af spilskærmen, præcis som med andre ressourcer. Husk også at tjekke dit lager, da disse ressourcer normalt er tilgængelige, når du vinder dem som belønning."
    },
    "WorldMap": {
      "Title": "Verden og kortet",
      "Description": "Med denne nye sæson ændres serverkortet drastisk, det bliver større og fyldt med nye skabninger.",
      "Description2": "Du vil finde skræmmende og inficerede landsbyer, militærfæstninger og hovedstaden, der er blevet til Apokalypsens by.",
      "Image1": "Inficerede landsbyer",
      "Image2": "Militære fæstninger",
      "Image3": "Apokalypsens by (Kapitol)",
      "Description3": "Ved sæsonens begyndelse er du og dine allierede strandet ved serverens kant og har ingen egen by. Byer skal erobres tilbage, men der gælder nye regler …",
      "Description4": "VIGTIGT: De alliancer, der sidst holder hovedstaden, vil fortsætte med at holde hovedstaden, når sæson 1 starter. Erobringen af hovedstaden begynder først 28 dage efter City Clash-eventet.",
      "Description5": "Doom Elite-monstre omdannes til aggressive, infektiøse skorpionmonstre, og de fleste zombier er smitsomme.",
      "Description6": "Sådan ser kortet ud. De bygninger, du ser, er byer, de andre felter imellem er militærfæstninger."
    },
    "NewBuildings": {
      "Title": "Nye bygninger",
      "Description": "Nye bygningstyper er tilgængelige og nødvendige. De kan kun bygges uden for din bases omkreds. Nogle vises straks ved sæsonens begyndelse, andre vil komme senere.",
      "Image1": "Et stærkt virus overført af zombier inficerer landet. For at overleve skal et virusforskningsinstitut bygges.",
      "VirusResearchInstitute": {
        "Title": "Virusforskningsinstitut",
        "Image1": "Virusforskningsinstituttet muliggør en stigning i virusresistensen.",
        "LevelUp": {
          "Title": "Opgradering af virusforskningsinstituttet",
          "Description": "For at øge niveauet af virusforskningsinstituttet kræves immunprotein.",
          "Description2": "Ved at opgradere denne bygning øges virusresistensen, som er afgørende for overlevelse i disse apokalyptiske tider.",
          "Image1": "Denne bygning kan opgraderes til niveau 30, uafhængigt af dit HQ-niveau."
        }
      },
      "ProteinFarm": {
        "Title": "Proteinfarm",
        "Description": "I denne nye bygning opdrættes immunproteiner, en af de nye ressourcer i sæsonen.",
        "Image1": "Der er i alt 5 proteinfarme tilgængelige; den femte er kun tilgængelig med Season's Weekly Pass.",
        "LevelUp": {
          "Title": "Forbedr kvaliteten af dine proteinfarme",
          "Description": "For at øge niveauet af proteinfarme kræves mutantkrystaller.",
          "Description2": "Når din første proteinfarm når niveau 5, bliver en ny proteinfarm tilgængelig.",
          "Description3": "Yderligere proteinfarme bliver tilgængelige, så snart den tidligere når niveau 10.",
          "Description4": "En proteinfarm er straks tilgængelig med den ugentlige sæsonpas.",
          "Image1": "Denne bygning kan opgraderes til niveau 30, uafhængigt af dit HQ-niveau."
        }
      },
      "MilitaryBase": {
        "Title": "Militærbase",
        "Description": "Fra tredje uge vil tre nye bygninger være tilgængelige, som muliggør forbedringer af heldentyper.",
        "Description2": "For at opgradere kræves både immunproteiner og mutantkrystaller. Disse bygninger kan opgraderes til niveau 30, uafhængigt af dit HQ-niveau.",
        "Description3": "Hver niveau-opgradering øger HP, angreb og forsvar for den pågældende heldentype med 1 %."
      }
    },
    "NewFarms": {
      "Title": "Nye farme – Alliance-ressourcer",
      "Description": "Efter tilfældig drab på Doom-Elites kan en ny alliance-ressourcefarm midlertidigt vises. Send din trup ud for at samle ressourcer som mad, jern, guld, diamanter eller mutantkrystaller sammen med dine allierede."
    },
    "MilitaryStrongholds": {
      "Title": "Militære fæstninger",
      "Description": "På kortet finder du mellem byerne (landsbyerne) bygninger med militære fæstninger, som er omgivet af smitsomme zombier, der beskytter dem.",
      "Description2": "Alliancer skal først sikre en fæstning på niveau 1 for at kræve deres oprindelige territorium. Ved at erobre yderligere militære fæstninger kan de derefter udvide.",
      "Description3": "Alliancer kan erobre op til 2 militære fæstninger om dagen, med en begrænsning for det samlede antal besiddede fæstninger.",
      "Image1": "Militære fæstninger fungerer som baser for dronningens eliteenheder."
    },
    "Cities": {
      "Title": "Byer",
      "Description": "Erobring af byer giver mange fordele, fra buffs til allianceindflydelse og belønninger, som er de vigtigste.",
      "Description2": "For at erklære krig mod en by skal en alliance kontrollere mindst en nærliggende militærfæstning.",
      "Influence": {
        "Title": "Indflydelse",
        "Description": "Ved at erobre byer øges allianceindflydelsen. Hver by i din besiddelse giver en forskellig mængde indflydelse afhængigt af niveauet:",
        "List1": "Niveau 1: 100 km",
        "List2": "Niveau 2: 200 km",
        "List3": "Niveau 3: 300 km",
        "List4": "Niveau 4: 400 km",
        "List5": "Niveau 5: 500 km",
        "List6": "Niveau 6: 1 M",
        "Description2": "Du kan kontrollere din alliances indflydelse ved at klikke på symbolet for sæson 1-begivenheden lige over duel-VS-symbolet, derefter på sæson 1-banneret og til sidst på knappen „Topliste“."
      }
    },
    "ConquestOfCities": {
      "Title": "By- og fæstningserobring – Alliance-territorium",
      "Description": "Ved sæsonstart er alle alliancer strandet ved serverens kant og ejer ingen egen by. Byer og militærbaser betragtes nu som allianceområde. Dit mål er at udvide dit område og øge din alliances indflydelse.",
      "Image1": "Alliance-territoriet skal være forbundet til målbyen via militærfæstninger, mod hvilken krig erklæres.",
      "Description2": "Du kan se dine fæstninger og byer ved at gå til Alliance -> Alliancens by, hvor grænserne også vises.",
      "RulesForConqueringFortresses": {
        "Title": "Regler for erobring af fæstninger",
        "Rule1": "Alliancer kan erobre op til 2 militærbaser om dagen, uafhængigt af den daglige grænse for erobring af byer.",
        "Rule2": "Alliancen skal erobre en fæstning på niveau 1 for at få det første stykke allianceområde og udvide dette ved kontinuerligt at erobre yderligere militære fæstninger.",
        "Rule3": "For at erobre en militærfæstning skal man eje en nærliggende fæstning.",
        "Rule4": "Den indledende grænse for antallet af besiddede fæstninger er 3.",
        "Rule5": "For hver erobret by af niveau 1–5 øges fæstningsgrænsen for alliancen med 1.",
        "Rule6": "For hver erobret by af niveau 6 øges fæstningsgrænsen for alliancen med 2.",
        "Rule7": "Erobring af en militærfæstning kræver virusresistens.",
        "Rule8": "Ved sæsonstart tilhører fæstningen Crimson Legion og er derfor beskyttet af Corruptors og Infected Zombies. For at overtage fæstningen skal begge fjendearter besejres.",
        "Rule9": "Når en fæstning er erobret, befinder den sig i en beskyttelsesfase i 36 timer og kan ikke erobres af andre alliancer i denne periode.",
        "Rule10": "Når en fæstning er erobret af en alliance, vises en hær af fæstningsforsvarere, hvis niveau er proportionalt med fæstningens niveau. Hver alliance, der ønsker at erobre fæstningen, skal besejre disse forsvarere, før de kan overtage fæstningen. En meddelelse om angreb på forsvarerne vises som et angreb for allierede."
      },
      "RulesForConqueringACity": {
        "Title": "Regler for erobring af en by",
        "Rule1": "Alliancer kan erklære krig mod op til to byer om dagen; denne begrænsning er uafhængig af den daglige grænse for erobring af byer.",
        "Rule2": "Alliance-territoriet skal være forbundet til målbyen via militærfæstninger, mod hvilken krig erklæres.",
        "Rule3": "Hver alliance kan kun erklære krig mod én by ad gangen.",
        "Rule4": "Krigserklæringen varer 1 time.",
        "Rule5": "I samme krigsområde kan en alliance erobre op til 6 byer.",
        "Rule6": "I løbet af sæsonen kan alliancer yderligere erobre op til 6 byer i andre krigsområder.",
        "Rule7": "Efter erobringen af en by øges det maksimale antal militærbaser, som alliancen kan holde i målkrigsområdet (se forrige afsnit).",
        "Rule8": "For at erklære krig mod en by skal alliancen eje mindst en nærliggende militærfæstning.",
        "Rule9": "Når byen er i krigsbeskyttelsesstatus, varer beskyttelsestiden indtil 6 dage senere, kl. 12:00 servertid på den næste krigserklæringsdag."
      }
    },
    "HeroUpgrades": {
      "Title": "Helteopgraderinger og våben",
      "Description": "Sæson 1 bringer nyheder om helte og våben, hvis tilgængelighed varierer afhængigt af tid.",
      "ReturnOfHero": {
        "Title": "Heltenes tilbagekomst",
        "Description": "Hvis du tidligere ikke har været i stand til at få en helt, kan du nu få det gjort.",
        "Description2": "Fra starten af den første sæson vil en ny type rekrutteringsticket være tilgængelig: Hero’s Return Ticket.",
        "Description3": "Med dette rekrutteringsticket kan du fra den første dag i sæson 1 få fragmenter af de fleste UR-helte.",
        "Image1": "Disse billetter giver det samme antal point som helte-rekrutteringstickets ved våbenkapløb og duel mod hinanden."
      },
      "ExclusiveWeapons": {
        "Title": "Eksklusive våben",
        "Description": "I sæson 1 har hver legendariske helt et unikt, eksklusivt våben, hvis tilgængelighed varierer for hver helt. For at aktivere dem skal du bruge bestemte fragmenter.",
        "Description2": "Eksklusive våben låser nye køretøjseffekter og evner op på niveauerne 1, 10, 20 og 30.",
        "Description3": "Opgradering af eksklusive våben forbedrer forskellige attributter markant og øger de eksisterende færdigheders maksimale niveauer."
      },
      "MasonUpgrade": {
        "Title": "Mason-opgradering til UR",
        "Description": "Rygterne er sande; du vil kunne opgradere Mason til UR-helden."
      }
    },
    "InfectVirus": {
      "Title": "Infektere Virus",
      "Description": "Når du kæmper mod zombier, er der risiko for infektion. Du kan opbygge virusresistens på Virus Research Institute, men hvis den ikke har nået et bestemt niveau, vil dine tropper blive smittet. Tilbagevendende tropper kan negativt påvirke din base.",
      "Description2": "Det spredende virus er RA-virus.",
      "VirusStack": {
        "Title": "Virusstak",
        "Description": "Når dine tropper bliver smittet og vender tilbage til din base, begynder infektionen at ophobe sig der.",
        "Description2": "Infektionsstakken varierer fra 0 til 100, hvor 0 er ingen infektion og 100 er den maksimale værdi.",
        "Description3": "Selv hvis du angriber flere inficerede monstre eller bliver angrebet af fjender, kan infektionsstakken ikke overstige 100.",
        "Description4": "Virusinfektionsstakken vises med et symbol over radar-symbolet:",
        "List1": "hvis du ikke er smittet",
        "List2": "hvis du er smittet, og tallet på symbolet viser infektionsstakkens værdi",
        "Description5": "Når du klikker på symbolet, vises yderligere detaljer om de gældende debuffs og deres alvorlighed."
      },
      "InfectionStackLogic": {
        "Title": "Infektionsstaklogik",
        "Description": "Ved hver infektion stiger infektionsstakken.",
        "Description2": "Du kan blive smittet eller øge din infektionsstak, hvis:",
        "List1": "Du angriber en zombie, hvis virusniveau er højere end din virusresistens (spillet advarer dig om det)",
        "List2": "Du angriber en Corruptor eller en Inficeret Zombie, uanset din virusresistens.",
        "List3": "Du angriber en verdensboss som Frankenstein osv.",
        "List4": "Du bliver angrebet af fjendtlige tropper, der bærer virus",
        "Description3": "Du bliver IKKE smittet, hvis:",
        "List5": "Du forstærker en base",
        "Description4": "Når bestemte tærskelværdier for infektionsstak opnås (1, 20, 40, 60, 80), aktiveres forskellige debuffs.",
        "Description5": "Der er fem typer debuffs (symboler under stak-tærsklerne), fra venstre mod højre:",
        "Debuff1": "Hospitalisering (aktiveres ved stak >=1): Hver (300 til 200 sekunder) vil en enhed blive hårdt såret",
        "Debuff2": "Lav moral (aktiveres ved stak ≥20): Den påførte skade er mindre effektiv (mellem -4 % og -20 %).",
        "Debuff3": "Dødeligt virus (aktiveres ved stak ≥40): Øget tabshastighed for fjendtlige enheder (mellem +4 % og +10 %).",
        "Debuff4": "Alvorlig infektion (aktiveres ved stak ≥60): Infektionen overført af tropperne øges ved udmarch med 11 % til 15 %.",
        "Debuff5": "Virusudbrud (aktiveres ved stak ≥80): Dine tropper har selv ved nederlag en chance på 8 % til 10 % for at inficere fjenden."
      },
      "AutomaticHealing": {
        "Title": "Automatisk heling",
        "Description": "Hvis du ikke bliver yderligere smittet, og ingen heler dig, vil du langsomt blive helbredt baseret på debuff-timere og til sidst nå infektionsstakken 0. Denne helingsproces kan dog tage ret lang tid.",
        "Description2": "Derfor er det bedst at behandle denne virus med det samme."
      },
      "Treatments": {
        "Title": "Behandlinger",
        "Description": "Behandlinger kan reducere virusintensiteten, mens overvindelse af andre kommandører kan bidrage til spredning af infektionen.",
        "Description2": "For at behandle en allieret, klik på deres base og derefter på symbolet 'Heil'. Dit fly, svarende til en scout, vil tage afsted og reducere infektionen med 1. Dette forbruger dine immunproteiner.",
        "Description3": "Nu kommer den interessante del: For hver behandling, du udfører, modtager du som belønning et genfragment (Type IV, V eller VI)."
      },
      "VirusResistance": {
        "Title": "Virusresistens",
        "Description": "Virusresistens er nu meget vigtig, og du skal kontinuerligt øge den ved at opgradere Virus Research Institute. På denne måde kan du modtage mange belønninger.",
        "Image1": "Når du angriber en zombie, vil informationsvinduet vise, hvor meget virusresistens der er nødvendigt. Hvis din resistens ikke er tilstrækkelig, og du stadig angriber, vil dine tropper blive smittet."
      }
    },
    "Gameplay": {
      "Title": "Spilforløb",
      "Description": "I denne nye verden ændrer mange dynamikker sig. Lad os undersøge dem, med særlig fokus på, hvordan man dræber zombier.",
      "DamageDebuff": {
        "Title": "Skadede debuff og ubetinget infektion",
        "Description": "Det første, du skal vide, når du angriber zombier, er, at to nye ting kan gælde:",
        "List1": "Skadereduktion: Når du angriber en zombie, hvis virusniveau er højere end din resistens, forårsager du mindre skade. Procentdelen af reduktionen vises i angrebsvisningen.",
        "List2": "Ubetinget infektion: Nogle fjender smitter dig uanset din virusresistens, som Korruptere, inficerede zombier og verdensbosser. Dette vises i angrebsvisningen, hvor der er en information om den ekstra virusinfektionsstak.",
        "Image1": "Et +1 RA-virusmolekyle betyder, at du vil øge din infektionsstak med 1, uanset din virusresistens.",
        "Description2": "Derudover kan du se, at din virusresistens ikke er tilstrækkelig, da 1900 er nødvendige, men du har kun 1090. Du kan derfor forvente:",
        "List3": "at blive smittet",
        "List4": "at din angreb i dette specifikke tilfælde vil have en skadedebuff på -96 %"
      },
      "ZombieElite": {
        "Title": "Zombie- og Doom-Elite",
        "Description": "Der er nyheder vedrørende zombiernes fødevarer, jern og guld: De har nu lignende typer som heltene, som tanks, fly og raketkøretøjer.",
        "Description2": "Når du har valgt zombien at angribe, vil detaljerne blive vist.",
        "Description3": "Især i dette tilfælde og i betragtning af at virusresistensen er lavere end zombievirusets niveau, skal du være opmærksom på:",
        "List1": "Når du rammer zombien, vil du blive smittet",
        "List2": "Den skade, du forårsager, reduceres med 18 %. Sørg derfor for, at din styrke er mindst denne mængde højere – det skal faktisk være lidt højere.",
        "Description4": "Også Doom-Elites er anderledes, de er gigantiske, smitsomme skorpioner"
      },
      "DoomedElite": {
        "Title": "Effektiv opstand mod Doom-Elite",
        "Image1": "Med en virusresistens på 500/2200 kan du ikke besejre denne zombie alene, da den forårsagede skade reduceres med -99,9 %. ",
        "Description": "Hvis du har lav virusresistens, og skaden er stærkt reduceret, vil en opstand mod en Doom-Elite, uanset om den lykkes eller ej, resultere i betydeligt tab af tropper.",
        "Description2": "For at undgå dette kan du bede dine allierede om støtte:",
        "List1": "Opret en helteenhed med den helt, der har den laveste kommandokarakteristik (for at tage færre tropper med).",
        "List2": "Start en rally mod Doom-Elite-monstre og bed dem, der har tilstrækkelig virusresistens til at besejre zombien, om at deltage i aktionen.",
        "Description3": "Med denne tilgang besejrer du zombien og tjener mange mutantkrystaller, mens tabet af tropper forbliver minimalt."
      },
      "WorldBoss": {
        "Title": "Verdensboss",
        "Description": "Verdensbosser ændrer nu deres udseende, men grundlæggende forbliver reglerne som før – med den undtagelse, at de smitter dig ved kontakt med virus, men det er en meget let infektion."
      },
      "Spoilers": {
        "Title": "Verderb",
        "Description": "Når du forsøger at overtage en militærfæstning for første gang, skal du stå overfor dens vogter, en ny og mægtig fjende: Verderb.",
        "Description2": "De er faktisk meget magtfulde. Husk, at du altid bliver smittet ved et angreb på dem, uanset din virusresistens.",
        "Description3": "Derudover anvendes der en skadedebuff, hvis din virusresistens er lavere end virusstyrken."
      },
      "InfectedZombies": {
        "Title": "Inficerede zombier",
        "Description": "Ikke kun Korruptere er vogtere af militærfæstninger, men der er også inficerede zombier.",
        "Description2": "Disse zombier vil smitte dig, uanset hvor resistent du er mod virus.",
        "Description3": "Derudover anvendes der en skadedebuff, hvis din virusresistens er lavere end virusstyrken."
      }
    }
  },
  "Marshall": {
    "Title": "Marskal Vagt",
    "Instruction": {
      "Title": "Introduktion",
      "Description1": "Marskal-øvelsen eller Alliancens øvelse er en regelmæssig begivenhed, hvor alliancen kan modtage forskellige belønninger. Den er opdelt i niveauer og tester alliancens kampstyrke.",
      "Description2": "R4 og R5 i alliancen kan bestemme, hvornår øvelsen starter (det kan også være forskelligt hver gang), så læs alliancens meddelelser grundigt."
    },
    "Attack": {
      "Title": "Angreb",
      "Description": "For dem, der har 2 hold, er strategien meget enkel:",
      "List1": "Klik på tankene for at starte rallyer (i 3 minutter!) med det svageste hold mod tankene.",
      "List2": "Deltag med det stærkeste hold i rallyerne fra andre (først i dem, der har tælleren nærmest nul).",
      "List3": "Stop aldrig, før begivenheden er slut.",
      "List4": "Den, der har 3 hold, kan bruge to hold (det stærkeste) til at deltage i andre rallyer, og det tredje (det svageste) kan starte rallyer.",
      "List5": "Hvert alliancemedlem kan kun starte én rally ad gangen. Selv hvis du har 3 hold, kan du ikke starte 2 rallyer samtidig. Du kan dog deltage i så mange rallyer, som du vil, på samme tid."
    },
    "Tricks": {
      "Title": "Tricks",
      "Trick1": "Udforsk en base, der ikke tilhører nogen alliance, nogle minutter før øvelsen. Dette aktiverer krigsfebertilstanden, som giver dig +1 % skade. VIGTIGT: Brug ikke denne trick, mens du bærer et skjold, da du ellers mister det.",
      "Trick2": "For at maksimere dine individuelle point, deltag i de rallyer, der er startet af R4 og R5, som giver dig +2,5 % (R4 uden rolle) / +5 % (R5 og R4 med rolle) (skriftet vises på listen over rallyer).",
      "Trick3": "Hvis du lader det stærkeste hold deltage i rallyer fra andre spillere, kan du opnå flere point, mens det svageste hold 'sidder fast' og skal vente på, at rallyen starter."
    },
    "Important": {
      "Title": "Vigtigt",
      "List1": "Alliancemedlemmer skal befinde sig nær alliancens base og helst tættere på marskallens platform. Fjerne medlemmer kan medføre, at meddelelser, der maksimalt må vare 3 minutter, bliver forsinket (endda op til 30 minutter).",
      "List2": "Det er vigtigt, at alle medlemmer tilbagekalder deres hold, hvis de er sendt til at samle ressourcer i miner eller på marker et par minutter før begivenheden starter.",
      "List3": "Hvis en squad fra et fjernt medlem tilslutter sig rallyen af forskellige årsager og forsinker starten, er det muligt at fjerne denne squad fra rallyen. Dette skal gøres af den person, der har startet rallyen.",
      "List4": "Du kan også gennemføre Marskal-øvelsen, mens du bærer et skjold. Brug ikke trick til at aktivere krigsfebertilstanden, hvis du bærer et skjold, da du ellers mister det."
    }
  },
  "Guestbook": {
    "Title": "Gæstebog",
    "Description1": "De Old Vikings sejler tappert gennem mange serveres vidder og har allerede mødt mange allierede og fjender. Uanset om du kommer fra nære eller fjerne kyster, fra en venlig alliance eller en fjendtlig fraktion – vi glæder os til din besked!",
    "Description2": "Skål, og må vinden altid være til jeres fordel! De Old Vikings",
    "Anonymous": "Anonym",
    "Pagination": {
      "NextLabel": "Videre",
      "PreviousLabel": "Forrige"
    }
  },
  "SeasonTwo": {
    "Title": "Sæson 2 - Polarstorm",
    "CelebrationButton": "S2 Fejring",
    "Content": {
      "Title": "Indhold",
      "NewResources": "Nye grundressourcer",
      "WorldMap": "Verden og kortet",
      "NewBuildings": "Nye bygninger",
      "AllianceFurnace": "Allianc ovn",
      "NewFarms": "Nye gårde – alliance ressourcer",
      "MilitaryBase": "Militære baser",
      "Cities": "Byer",
      "DigSites": "Udgravningssteder",
      "StockCollection": "Lagerindsamling",
      "RareSoil": "Sjældent jord",
      "RareSoilWar": "Krigen om sjældent jord",
      "RadarMission": "Radar missioner",
      "HeroUpgrade": "Helteopgraderinger og våben",
      "Temperature": "Temperatur",
      "HelpTheAllies": "Hjælp allierede med at hæve temperaturen",
      "VirusResistance": "Virusresistens",
      "Profession": "Erhverv – level cap udvidet til niveau 70"
    },
    "Resources": {
      "Title": "Nye grundressourcer – Kul og titaniumlegeringer",
      "Description": "Der er nu ekstra ressourcer tilgængelige i spillet: titaniumlegeringer og kul.",
      "Titanium": {
        "Title": "Titaniumlegering",
        "Description": "Bruges til at bygge og opgradere sæsonbestemte bygninger.",
        "Description2": "Titaniumlegeringer får du ved:",
        "List1": "Belønninger for første gang at dræbe zombier på niveau",
        "List2": "Fuldførelse af sæsonquest-missioner",
        "List3": "Fuldførelse af sæson 2-mål for højtemperaturovne-niveauet",
        "List4": "Første bloddrab af Doom Walker (første DW-drab af dagen)",
        "List5": "Brug af 'Hero's Return'-rekryteringsticket i S2: Legend Returns",
        "List6": "Belønning for første erobring af en by/udgravningssted"
      },
      "Coal": {
        "Title": "Kul",
        "Description": "Bruges til at bygge og opgradere sæsonbestemte strukturer eller til at fyre op i højtemperaturovnen.",
        "Description2": "Du kan tjene kul ved:",
        "List1": "Belønninger for første gang at dræbe zombier på niveau",
        "List2": "Fuldførelse af sæsonquest-missioner",
        "List3": "Erobring af udgravningssteder muliggør kontinuerlig kulproduktion",
        "List4": "Fuldførelse af sæson 2-mål for højtemperaturovne-niveauet",
        "List5": "Brug af 'Hero's Return'-rekryteringsticket i S2: Legend Returns",
        "List6": "Ugepasset og sæson-battle-pass (største boost)",
        "List7": "Belønninger for indsamling af forsyninger",
        "List8": "Belønning for første erobring af en by/udgravningssted",
        "List9": "Fodring af Snowflake med et måltid, som han får gennem 'Polar Dishes'-eventet"
      }
    },
    "WorldMap": {
      "Title": "Verden og kortet",
      "Description": "Verden har ændret sig igen. Kortet består af skiftende byer og udgravningssteder.",
      "Description2": "For at forhindre kejser Boreas' ambitioner skal du samle dig med dine allierede ved kanten af polarregionen. Det er meget koldt, og temperaturen falder yderligere, jo tættere du kommer på centrum.",
      "Image1": "Byer",
      "Image2": "Udgravningssteder",
      "Image3": "Atomovn (Kapitol)",
      "Description3": "I starten af sæsonen strander du og dine allierede ved kanten af serveren (men stadig sammen som en alliance-hive) og har ikke en egen by. Byerne skal generobres, men der gælder nye regler ...",
      "Description4": "Doom-elite-monstre forvandler sig til aggressive polarmonstre, og de fleste zombier kræver høj virusresistens for at blive dræbt.",
      "Description5": "Sådan ser kortet ud. De bygninger, du ser, er byerne, mens de andre fliser imellem er udgravningssteder. Fliser betragtes som forbundne ved hjørnerne, så for eksempel er hver byflise forbundet ved hjørnerne med fliserne fra andre byer. Det samme gælder for udgravningssteder.",
      "ThermalMap": {
        "Title": "Termisk kortvisning",
        "Description": "Som du kan se i kortvisningen, er der en kontakt til at aktivere varmekortet, der viser dig temperaturen. Når du klikker på ethvert punkt på kortet, vil temperaturen på det sted blive vist.",
        "Description2": "Jo længere du bevæger dig mod midten af kortet, desto lavere bliver temperaturen.",
        "Description3": "Fra hver udgravningssted i hjørnet diagonalt mod midten, har hvert kortfelt en faldende temperatur: -15 °C, -30 °C, -40 °C, -50 °C, -60 °C, -70 °C, -80 °C (Kapitol).",
        "Description4": "Dette er den fuldstændige varmekortoverlejring, som ikke tager højde for byovne, atomovne, snestorme eller andre varmeændrende effekter. Det viser basistemperaturen i krigsområdet."
      }
    },
    "NewBuildings": {
      "Title": "Nye bygninger",
      "Description": "I sæson 2 er nye bygningstyper tilgængelige.",
      "Description2": "De bygninger, der tilhører din base, kan kun bygges uden for cirklen omkring din base (samme område som i sæson 1).",
      "Description3": "Nogle vises fra starten af sæsonen, mens andre følger efter.",
      "Description4": "I sæson 2 er der også nye alliancebygninger tilgængelige.",
      "TitanFabric": {
        "Title": "Titaniumlegeringsfabrik",
        "Image1": "Titaniumlegeringsfabrikken producerer titaniumlegeringer, som er afgørende for at opgradere din ovn.",
        "Update": {
          "Title": "Øg niveauet for titaniumlegeringsfabrikken",
          "Description": "Du har brug for kul for at opgradere titaniumlegeringsfabrikken.",
          "Description2": "Denne bygning kan opgraderes til niveau 30 uanset dit HQ-niveau.",
          "Description3": "Når din første titaniumlegeringsfabrik når niveau 15, vil en ny titaniumlegeringsfabrik være tilgængelig.",
          "Description4": "Efterfølgende titaniumlegeringsfabrikker vil være tilgængelige, når det foregående niveau når 15.",
          "Description5": "En titaniumlegeringsfabrik vil straks være tilgængelig med den ugentlige sæsonpas.",
          "Image": "VIGTIGT: Hver niveauopgradering giver dig altid en stigning på 720 output/t, uanset hvilket niveau du når. Så vær klog og opgrader altid først fabrikken med det laveste niveau."
        },
        "Requirements": {
          "Title": "Kulforsyning til en titaniumlegeringsfabrik",
          "Description": "Værdierne i den følgende tabel er de OPRINDELIGE omkostninger for kul. Der vil blive anvendt nogle rabatter baseret på:",
          "List1": "Dine teknologiske undersøgelser om bygningsomkostningsreduktion",
          "List2": "Din alliance-teknologi vedrørende byggeomkostningsreduktion",
          "List3": "Din erhvervsspecialisering, især evnen 'Ressourcebesparelse' på niveau 35 (op til -5 %)",
          "Image": "For at finde dine faktiske omkostninger, bestem procentdelen af 'reduktion af de nødvendige ressourcer til bygningen' og træk denne procentdel fra de OPRINDELIGE omkostninger."
        }
      },
      "HighTemperatureFurnace": {
        "Title": "Højtemperaturovn",
        "Description": "Denne nybygning er meget vigtig.",
        "Image": "Den gør det muligt at hæve temperaturen med kul og dermed øge virusresistensen.",
        "Update": {
          "Title": "Øg niveauet for højtemperaturovnen",
          "Description": "Du har brug for en titaniumlegering for at opgradere højtemperaturovnen.",
          "Description2": "Ved at opgradere denne bygning kan følgende punkter forbedres:",
          "List1": "virusresistens",
          "List2": "ovnsaktiveringsvarme (dette er grundtemperaturen for ovnen)",
          "List3": "ovns overophedning (dette er den maksimale temperatur, du kan nå med ovnen, hvis du lader den forbruge mere kul pr. minut)",
          "Image": "Denne bygning kan opgraderes til niveau 30 uanset dit HQ-niveau."
        },
        "Control": {
          "Title": "Betjeningspanel for højtemperaturovnen",
          "Description": "For at hæve temperaturen i din base kan du tænde højtemperaturovnen.",
          "Description2": "Betjeningspanelet er ret enkelt at forstå:",
          "List1": "Kontakt til at tænde/slukke",
          "List2": "Kontakt til at aktivere overdrive, som forbruger mere kul pr. minut, men varmer mere op",
          "List3": "Kontakt til automatisk aktivering af ovnen, når en snestorm rammer.",
          "Image": "Når du aktiverer overdrive, stiger temperaturen endnu hurtigere."
        }
      }
    },
    "AllianceFurnace": {
      "Title": "Allianceovn",
      "Description": "Ud over din egen højtemperaturovn vil der også være allianceovnen. Dette er en god tilføjelse, da hele alliancen kan bidrage til at hæve temperaturen for alle allierede.",
      "Description2": "Fra dag 1 i sæson 2 kan alliancerne placere byggepladsen for allianceovnen på kortet (område af niveau 1) og begynde reparationen af allianceovnen for at kunne bruge den (starter på niveau 1). Denne proces ligner bygningen af en udpost med op til 20 forstærkninger.",
      "Description3": "Allianceovnen kan findes ved at klikke på knappen Alliance -> Allianceovn -> på koordinaterne. Handlinger på dette kan kun udføres af R4/R5-medlemmer.",
      "HeatingRange": {
        "Title": "Varmeområde for allianceovnen",
        "Description": "Det er vigtigt at bemærke, at allianceovnen kun hæver temperaturen inden for sit virkefelt. Sørg derfor for, at din base ligger tæt på ovnen.",
        "Description2": "Et godt forslag til en alliance ville være altid at bosætte sig i nærheden af allianceovnen og lade medlemmer med lavere temperaturer og et lavt højtemperaturovn-niveau komme tættere på.",
        "Description3": "Nedenfor kan du se ovnens indflydelse på området, når den er tændt og slukket. Til venstre er ovnen tændt og varmer derfor omgivelserne, til højre er den slukket, og temperaturen på præcis samme sted er lavere.",
        "Description4": "Nedenfor kan du se varmekortet omkring ovnen og hvordan det påvirker temperaturen i nærheden."
      }
    },
    "NewFarms": {
      "Title": "Nye gårde – Alliance ressourcer",
      "Description": "Som set i sæson 1, kan en ny type alliance-ressourcegård midlertidigt dukke op efter tilfældigt at dræbe Doom-elite. I sæson 2 kan de også være af typen titaniumlegering og kul."
    },
    "MilitaryBase": {
      "Title": "Militærbaser",
      "Description": "Når højtemperaturovnen når niveau 30, vil tre nye bygninger være tilgængelige, som muliggør forbedringer for heltetyper.",
      "Description2": "VIGTIGT: Disse bygninger vil forsvinde ved slutningen af sæson 2, ligesom det allerede skete i sæson 1.",
      "Description3": "For at opgradere kræves både kul og titaniumlegering. Disse bygninger kan opgraderes til niveau 30 uanset dit HQ-niveau.",
      "Description4": "Hver niveauopgradering øger den tilsvarende skadesforøgelse forårsaget af tank-, fly- eller rakethelte.",
      "Description5": "Den mængde kul og titaniumlegering, der kræves for at opgradere hver niveau, er den samme for alle bygninger, ligesom boost-procenten."
    },
    "Cities": {
      "Title": "Städte",
      "List1": "Maximale Anzahl an Städten und Ausgrabungsstätten, die Sie erobern können: 6 Städte und 4 Ausgrabungsstätten.",
      "List2": "Durch die Eroberung von Städten erhöht sich die Anzahl der Ausgrabungsstätten, die Sie erobern können, nicht, da diese immer 4 beträgt.",
      "Description": "Eigene Städte und Ausgrabungsstätten produzieren Seltene Erde, die für den Sieg in Staffel 2 von grundlegender Bedeutung ist. Die Menge hängt vom Stadtlevel ab: Menge Seltener Erde in Städten und Menge Seltener Erde in Ausgrabungsstätten.",
      "Heating": {
        "Title": "Stadtofen",
        "Description": "Städte versorgen das gesamte Stadtgebiet mit Wärme, sobald sie erobert wurden. Die Menge hängt von ihrem Level ab:",
        "List1": "Stufe 1: 5 °C",
        "List2": "Stufe 2: 20 °C",
        "List3": "Stufe 3: 30 °C",
        "List4": "Stufe 4: 40 °C",
        "List5": "Stufe 5: 50 °C",
        "List6": "Stufe 6: 60 °C"
      }
    },
    "DigSites": {
      "Title": "Udgravningssteder",
      "Description": "Udgravningssteder var engang afgørende for kulproduktionen, men er blevet overtaget af muterede bestier under kontrol af kejser Boreas. Besieg bestierne, generob stederne og genoptag kulproduktionen.",
      "Description2": "Kul er essentielt for opvarmning af din base. Derfor er erobringen af udgravningssteder, der producerer kul, et meget vigtigt skridt for enhver alliance. Udgravningssteder på højere niveauer producerer større mængder kul.",
      "Description3": "Med den nyeste spilopdatering producerer udgravningssteder også sjældne mineraler.",
      "Description4": "Udgravningsstedet beskyttes af isbestier, som kan fryses. Du skal derfor tø dem op, før du erobrer dem.",
      "Description5": "Klik på bestien og brug knappen 'Tø op' for at sende dit hold i aktion. Besieg derefter isbestien som du har besiegt de korrupte i sæson 1.",
      "Description6": "Du kan se alle alliancens udgravningssteder ved at klikke på knappen 'Alliance' -> 'Alliancens by'.",
      "Description7": "På den første fane finder du byer og udgravningssteder, der producerer sjældne mineraler; på den anden fane finder du udgravningssteder, der producerer kul. Disse kan kræves time for time ved at klikke på de enkelte udgravningssteder eller på knappen 'Krav alle'.",
      "Coal": {
        "Title": "Udgravningssteder for kul og sjældne mineraler",
        "Description": "Udgravningssteder producerer kul og sjældne mineraler baseret på deres niveau, her er den nøjagtige mængde pr. niveau:",
        "List1": "Niveau 1: 2.736/h kul – 100/h sjældne mineraler",
        "List2": "Niveau 2: 2.880/h kul – 110/h sjældne mineraler",
        "List3": "Niveau 3: 3.024/h kul – 120/h sjældne mineraler",
        "List4": "Niveau 4: 3.168/h kul – 130/h sjældne mineraler",
        "List5": "Niveau 5: 3.312/h kul – 140/h sjældne mineraler",
        "List6": "Niveau 6: 3.456/h kul – 150/h sjældne mineraler"
      },
      "Protection": {
        "Title": "Erobring- og beskyttelsesstatus",
        "Description": "Udgravningssteder ligner fæstningerne fra sæson 1.",
        "List1": "Maksimalt antal udgravningssteder, du kan eje: 4, uanset hvor mange byer du ejer.",
        "List2": "Maksimalt dagligt loft for erobring af udgravningssteder: 2.",
        "List3": "Den første erobring kræver nederlag af muterede bestier med tilstrækkelig virusresistens. Det polare dyr kan være frosset, så du skal sende hold for at tø det op, før du angriber. For at besiege disse bestier er flere indsamlinger nødvendige (hvert hit forårsager % skade). Når det polare dyr er besejret, skal du forstærke udgravningsstedet med op til 10 hold.",
        "List4": "Erobring af udgravningsstedet er en udfordring, hvor den første alliance, der når 100 %, vinder. Den maksimale erobringstid er 4 timer. Hvis der ikke opnås fuld fremgang på 100 % inden for denne tid, mislykkes forsøget. Hvis udgravningsstedet ikke var i besiddelse, forbliver det neutralt; hvis det var i besiddelse, forbliver det hos den tidligere ejer. Erobringens procentdel for en alliance stiger, mens stedet forstærkes. Stærkere hold fremskynder processen.",
        "List5": "Når et udgravningssted er taget, vil det være beskyttet i 36 timer og omgivet af vagter.",
        "List6": "Teknisk set kan du angibe et ubegriblet antal udgravningssteder samtidigt, men så snart du har afsluttet den anden daglige erobring, kan du ikke angibe neutralt eller egne udgravningssteder. Hvis du har forstærket et andet udgravningssted (som tælles som den tredje erobring), vil dine hold automatisk blive trukket tilbage, så snart den anden erobring er afsluttet.",
        "List7": "Hvis et udgravningssted tilhører en alliance og bliver angrebet af en anden, tæller et mislykket erobringsforsøg ikke som daglig erobring for den forsvarende alliance.",
        "List8": "Dit første allianceterritorium skal være et udgravningssted på niveau 1. Herfra kan du erobre ethvert tilstødende område. Områder i sæson 2 er også tilstødende i deres hjørner.",
        "List9": "Områdeerobringen kan udvides til tilstødende områder (udgravningssteder og byer) fra både egne byer og udgravningssteder.",
        "List10": "Hvis du opgiver eller mister et allianceterritorium og nu har to separate sæt allianceterritorier, kan du stadig erobre alle områder, der grænser op til det ene eller det andet sæt.",
        "List11": "Hvis din alliance opgiver et udgravningssted (dette tager en time), vil det blive neutralt, og enhver alliance, inklusive din, kan generobre det. Hvis udgravningsstedet imidlertid stadig er under beskyttelsesstatus, når det forlades, skal beskyttelsestiden udløbe, før en alliance, inklusive din egen, kan overtage kontrollen.",
        "List12": "I sæson 2 vil der ikke være grænseoverskridende erobringer af udgravningssteder.",
        "Description2": "Nedenfor kan du se en muteret gorilla, der beskytter et udgravningssted på niveau 2. Den muterede gorilla er stadig frosset, og alliancen har delvist tøet den op.",
        "Description3": "Spillet muliggør erobring af udgravningssteder, der diagonalt grænser op til andre udgravningssteder i et hjørne. Således kan du for eksempel i billederne nedenfor se, at det ikke var nødvendigt at erobre byniveau 2 for at erobre de andre udgravningssteder, der grænser op til de andre udgravningssteder i hjørnet. Disse skærmbilleder stammer fra dag 3, hvor kun byniveau 1 kunne blive erobret."
      }
    },
    "StockCollection": {
      "Title": "Lagerindsamling",
      "Description": "I sæson 2 vises en ny skatte type for allianceressourcer.",
      "Description2": "Disse nye skatte kan kun opdages, når landets temperatur når 0 °C.",
      "Description3": "For at finde dem, flyt alliancesmeltovnen for at opvarme landet og bringe det op på 0 °C. Du kan også erobre en by, så byovnen opvarmer hele byområdet. Derefter flytter du alliancesmeltovnen og aktiverer den i overophedningsmodus (naturligvis skal du sikre dig, at dit nuværende niveau for alliancesmeltovnen er højt nok til at nå den rigtige temperatur). Når landet når 0 °C, vises lagerindsamlingen i optøet tilstand.",
      "Description4": "Send tropper for at tø lagerindsamlingen op og kræv derefter din belønning.",
      "Description5": "Lagerindsamlinger har forskellige niveauer og tilbyder derfor forskellige belønninger.",
      "Description6": "Der er mulighed for at tilgå symbolet for sæson 2 -> lagerindsamling og derfra se, om lagerindsamlinger er blevet opdaget.",
      "Image1": "Der er et maksimum på 5 krav forsøgsprøver pr. dag."
    },
    "RareSoil": {
      "Title": "Sjælden Jord",
      "Description": "Når byer og udgravningssteder i polarregionen er erobret, begynder de over tid at producere sjælden jord. Sjælden jord er en vigtig ressource for alliancer i denne sæson, og ved sæsonens slutning vil alliancerne blive rangeret efter deres mængde. Jo højere rang, jo bedre belønninger.",
      "Description2": "Jo højere niveauerne for byen og udgravningsstedet er, jo mere sjælden jord produceres der pr. time.",
      "Production": {
        "Title": "Produktion af sjælden jord",
        "Description": "Når byer og udgravningssteder er erobret, begynder de at producere sjælden jord afhængigt af deres niveau.",
        "Description2": "Du kan se detaljerne for produktionen af sjælden jord ved at klikke på knappen \"Alliancer\" -> \"Alliancens by\". Her vil både byer og udgravningssteder, der producerer sjælden jord, være synlige.",
        "Description3": "Den samlede mængde produceret sjælden jord er synlig i alliancesmeltovnsvisningen: Allianceskærm -> Alliancens ovn, og påvirker niveauet for alliancens ovn.",
        "Description4": "Leaderboardet for sjælden jord kan tilgås via \"Sæson 2\" siden: \"Sæson 2\" ikon -> Rangliste.",
        "Description5": "Du kan få mere sjælden jord ved at vinde som angriber i krigen om sjælden jord."
      },
      "CityProduction": {
        "Title": "Produktion af sjælden jord i byen",
        "Description": "Her er den præcise mængde sjælden jord pr. byniveau:",
        "List1": "Niveau 1: 350/h",
        "List2": "Niveau 2: 400/h",
        "List3": "Niveau 3: 450/h",
        "List4": "Niveau 4: 800/h",
        "List5": "Niveau 5: 900/h",
        "List6": "Niveau 6: 1000/h"
      },
      "DigSiteProduction": {
        "Title": "Produktion af sjælden jord i udgravningssteder",
        "Description": "Her er den præcise mængde sjælden jord pr. udgravningsstedniveau:",
        "List1": "Niveau 1: 100/h",
        "List2": "Niveau 2: 110/h",
        "List3": "Niveau 3: 120/h",
        "List4": "Niveau 4: 130/h",
        "List5": "Niveau 5: 140/h",
        "List6": "Niveau 6: 150/h"
      }
    },
    "RareSoilWar": {
      "Title": "Krig om sjælden jord",
      "Description": "I sæson 2 vil der være krige om sjælden jord. Der vil ikke være krigszoneoverskridende erobringer af byer eller udgravningssteder."
    },
    "RadarMission": {
      "Title": "Radarmissioner",
      "Description": "I sæson 2 vil en ny radarmission være tilgængelig: \"Nødstedt overlever\".",
      "Description2": "For at fuldføre missionen skal du sende dit hold for at hjælpe den nødstedte overlever og modtage belønninger, herunder kul."
    },
    "HeroUpgrade": {
      "Title": "Helteopgraderinger og våben",
      "Description": "Sæson 2 bringer nyheder om helte og våben, hvis tilgængelighed er tidsbegrænset.",
      "Violette": {
        "Title": "Violets opgradering til UR",
        "Description": "Det vil være muligt at opgradere Violet til UR. Begivenheden forventes at starte efter uge 2."
      },
      "Legend": {
        "Title": "S2: Legenden vender tilbage",
        "Description": "Efter hver 50 rekrutter er en legendarisk helt garanteret."
      },
      "RecruitHeroes": {
        "Title": "Rekrutter helte"
      },
      "Weapon": {
        "Title": "S2: Legendernes våben",
        "Description": "Et nyt område i tavernen muliggør modtagelse af helte-eksklusive våbensplitter-valgkister II. Disse indeholder våbensplitter fra Kimberly, DVA og Tesla.",
        "Image1": "For at rekruttere i dette område har du brug for et New Era rekrutteringsticket.",
        "Image2": "For hver 20 rekrutter garanteres 2 eksklusive våbensplitter."
      },
      "ExclusiveWeapons": {
        "Title": "Eksklusive våben",
        "Description": "Sæson 2 bringer eksklusive våben til Murphy, Carlie og ???.",
        "Murphy": {
          "Title": "Murphys eksklusive våben",
          "Description": "Fra dag 4 i sæson 1 kan du samle våbensplitter gennem Murphys eksklusive våben-Battle-Pass for at aktivere og forbedre Murphys eksklusive våben. Universelle våbensplitter kan kun bruges til forbedring, ikke til aktivering."
        },
        "Carlie": {
          "Title": "Carlies eksklusive våben",
          "Description": "Fra dag 4 i uge 3 kan du samle våbensplitter gennem Carlies eksklusive våben-Battle-Pass for at aktivere og forbedre Carlies eksklusive våben. Universelle våbensplitter kan kun bruges til forbedring, ikke til aktivering."
        },
        "Swift": {
          "Title": "Swifts eksklusive våben",
          "Description": "Fra dag 4 i uge 6 kan du samle våbensplitter gennem Swifts eksklusive våben-Battle-Pass for at aktivere og forbedre Swifts eksklusive våben. Universelle våbensplitter kan kun bruges til forbedring, ikke til aktivering."
        }
      }
    },
    "Temperature": {
      "Title": "Temperatur",
      "Description": "Temperaturen i polarregionen udgør en stor udfordring og påvirker konstant statistikkerne for din base. Din basetemperatur tilpasser sig langsomt miljøet. At opretholde højere temperaturer giver dig bonusstatistikker. Temperaturen for din base kan variere mellem -270 °C og +300 °C.",
      "Location": {
        "Title": "Beliggenhed",
        "Description": "Du kan overvåge din temperatur via ikonet eller få adgang til temperaturoverblik ved at klikke på det relevante ikon. På denne detaljeside er alle faktorer, der påvirker temperaturen på din base, listet.",
        "Description2": "I den øverste del kan du se, hvordan ikonet for temperaturen på din base (husikon) bevæger sig og dækker over ikonet for omgivelsestemperaturen (kortikon)."
      },
      "Base": {
        "Title": "Base",
        "Description": "Den endelige temperatur, der vises ovenfor for lokationerne, påvirker din base og forårsager buffs/debuffs. Styrken i % af buffen/debuffen afhænger af temperaturen og vises i de skemaer, du kan se i billederne nedenfor. Her er beskrivelsen af buffs/debuffs.",
        "Title2": "Grundlæggende ressourcerproduktion:",
        "Description2": "Produktion af agerland, jernminer og guldminer +10 % (ved 4 °C)",
        "Title3": "Termisk våben:",
        "Description3": "Troppens holdbarhedsskade i spilsæsonen +100 (ved 4 °C)",
        "Title4": "Helehelinghastighed:",
        "Description4": "Helehelinghastighed for sårede enheder i sæsonen +0 % (ved 4 °C)",
        "Title5": "Enhedsmoral:",
        "Description5": "Enhedsmoral i sæsonen +0 % (ved 4 °C)"
      },
      "Factors": {
        "Title": "Faktorer der påvirker temperaturen",
        "Description": "Temperaturen påvirkes af mange faktorer:",
        "List1": "Basisens beliggenhed på kortet: Jo længere man går mod centrum, desto koldere bliver det.",
        "List2": "Ovnsaktivitet: Den nye sæsonbygning 'Højtemperaturovn' genererer varme til din base, når den er aktiveret, og endnu mere varme i overdrive-tilstand.",
        "List3": "Intens Overdrive-evne: En sæsonbetinget evne, der gør det muligt at øge overdrivevarmen.",
        "List4": "Allianceovn-aktivitet: Den nye sæsonale alliancebygning muliggør generering af varme i nærområdet. Basesteder i nærheden af allianceovnen påvirkes af denne varme.",
        "List5": "Allierede rekognosceringsfly: Allierede kan sende rekognosceringsfly for midlertidigt at varme en allieret op.",
        "List6": "Heizområde for byen: Når byovnen er aktiveret, opvarmes hele byområdet (området hvor byen ligger). Nærheden til en by hjælper med at forblive varm.",
        "List7": "Atomovn: Den ultimative opvarmer, der efter aktivering leverer varme til hele kortet.",
        "List8": "Snestorme: Siden dag 1 i sæsonen finder begivenheder sted, der forårsager en enorm temperaturfald i alle krigszoner i flere timer. Jo højere niveau, desto mere falder temperaturen.",
        "List9": "Tropaktivitet: Tropper, der forlader din base, forårsager midlertidigt varmetab.",
        "List10": "Polare monstre: Din base bliver angrebet af polare monstre, hvilket resulterer i et temperaturfald på -5 °C (forsvarsfejl forårsager et yderligere fald på -10 °C)."
      },
      "Burn": {
        "Title": "Frysning og brænding",
        "Description": "Dit mål er at holde din base på den rigtige temperatur, så du ikke bliver ramt af debuffs, og din base ikke fryser eller brænder. Sørg for ikke at bruge for meget kul, da du har brug for det til din ovn (og allianceovnen), jo længere din alliance bevæger sig mod centrum.",
        "Description2": "Hvis temperaturen for din base bliver for lav eller for høj, er der risiko for, at din base fryser eller brænder."
      },
      "LowTemperatures": {
        "Title": "Lav temperaturer",
        "Description": "Temperaturen for din base kan ikke falde under -270 °C.",
        "Title2": "Basis næsten frosset:",
        "Description2": "Når du forbliver under -20 °C, starter en 5-minutters nedtælling, der viser 'Fryser snart'. Varm din base op, før frysetiden slutter, for at forhindre frysning.",
        "Solutions": "Løsninger:",
        "Solution1": "Flyt til en varmere zone.",
        "Solution2": "Aktivér højtemperaturoven eller skift til overdrive-tilstand.",
        "Solution3": "Hvis du er inden for rækkevidde af allianceovnen, skal du anmode om, at den aktiveres eller sættes i overdrive-tilstand.",
        "Solution4": "Bed dine allierede om at sende et rekognosceringsfly for at varme dig op."
      },
      "FrozenBase": {
        "Title": "Frosset base:",
        "Description": "Hvis en base forbliver under -20 °C i mere end 5 minutter, fryser den. I denne tilstand er lokationsskift og sammenkomster ikke mulige (alliance- og tilfældige lokationsskift er stadig mulige). Bemærk, at der også gælder debuffs, som vist i afsnittet 'Base'.",
        "Solutions": "Løsninger:",
        "Solution1": "Brug hjælp fra allierede eller teleport tilfældigt til varmere zoner.",
        "Solution2": "Aktiver højtemperaturoven eller skift den til overdrive-tilstand.",
        "Solution3": "Hvis du er inden for rækkevidde af allianceovnen, skal du anmode om, at den sættes i overdrive-tilstand.",
        "Solution4": "Bed dine allierede om at sende dig et rekognosceringsfly for at varme op eller tropper til at bryde isen (5 hits koster 5 udholdenhedspoint hver)."
      },
      "IceMelts": {
        "Title": "Is smelter snart:",
        "Description": "Når din base er frosset, kan du tø den op ved at bringe temperaturen over -20 °C og holde denne temperatur. En 5-minutters optøningsnedtælling starter. Faldt temperaturen selv kun et sekund under -20 °C, forbliver basen frosset, og du skal starte optøningen forfra.",
        "Description2": "Alternativt kan du bede dine allierede om at sende tropper for at bryde isen (5 hits koster hver 5 udholdenhed)."
      }
    },
    "HelpTheAllies": {
      "Title": "Hjælp allierede med at øge temperaturen",
      "Description": "Du kan hjælpe dine allierede med at øge deres temperatur ved at sende en rekognosceringsplan og bruge noget kul. Vær opmærksom på, at effekten ikke varer længe. Dette kan være særligt nyttigt, når de står over for udfordrende begivenheder som snestorme."
    },
    "VirusResistance": {
      "Title": "Virusresistens",
      "Description": "I sæson 2 er virusset stadig aktivt, men har mindre indflydelse på gameplayet end i sæson 1.",
      "Description2": "For at øge din virusresistens skal du opgradere din egen højtemperaturovn. Dette øger både varme- og virusresistensen.",
      "Image": "Som sædvanligt er der et ugepas, der giver dig et boost på 250 virusresistens.",
      "Description3": "Virusresistensen har følgende virkninger:",
      "List1": "Doom Elite, som du kan angribe.",
      "List2": "Polarbeast, der beskytter udgravningsstederne, kan også angribe dig."
    },
    "Profession": {
      "Title": "Professioner – Niveau-grænse hævet til niveau 70",
      "Description": "I sæson 2 hæves niveau-grænsen for professioner til niveau 70.",
      "Description2": "De sæsonbestemte evner for niveauer op til 50 bliver revideret og tilpasset sæsonens tema. Nogle evner på lavere niveauer forbliver dog som i sæson 1.",
      "SeasonSkills": {
        "Title": "Sæsonbestemte evner",
        "Description": "De sæsonbestemte evner er identiske for professionerne Ingeniør og Krigsherrer og er placeret til højre for bæreren på grøn baggrund."
      },
      "Warlords": {
        "Title": "Ekstra evner for Krigsherrer – Niveau 45 til 70",
        "Description": "Evner for niveau 45",
        "Description2": "Evner for niveau 50",
        "Description3": "Evner for niveau 55",
        "Description4": "Evner for niveau 60",
        "Description5": "Evner for niveau 65",
        "Description6": "Evner for niveau 70"
      },
      "Engineer": {
        "Title": "Ekstra evner for Ingeniør – Niveau 45 til 70",
        "Description": "Evner for niveau 45",
        "Description2": "Evner for niveau 50",
        "Description3": "Evner for niveau 55",
        "Description4": "Evner for niveau 60",
        "Description5": "Evner for niveau 65",
        "Description6": "Evner for niveau 70"
      }
    },
    "Celebration": {
      "Title": "Fejring af sæson 2: Olietidens æra",
      "Description": "For at fejre afslutningen af sæson 2 starter vi mandag 'Olietidens æra', som vil vare i fem uger (4 uger med missioner + 1 uge med mesterskabsduel). Der er mange nye ting at opdage og forberede, så vi har lavet en guide til de nysgerrige, der ønsker at optimere deres gameplay.",
      "Profession": {
        "Title": "Profession",
        "Description": "Denne måned vil du forske og bygge meget, men kæmpe mindre. Derfor er ingeniør det mest interessante erhverv. Maksimer de evner, der hjælper dig med at bygge og forske hurtigere og billigere!"
      },
      "Week1": {
        "Title": "Uge 1: Opgaveliste",
        "List1": "Skift til ingeniør og maksimer alle evner, der hjælper dig med at bygge og forske hurtigere og billigere.",
        "List2": "Sørg for, at vi låser op for serveromfattende missioner for at starte den nye forskning og baseudvidelse.",
        "List3": "Byg din oliekilde og opgrader den så hurtigt som muligt til niveau 30 for maksimal olieproduktion!",
        "List4": "Optimer udvidelsen af det nye forskningstræ effektivt, kun de nødvendige forskninger i starten."
      },
      "ServerWideMissions": {
        "Title": "Serveromfattende missioner",
        "Description": "For at låse op for de nye gode ting som server skal vi fuldføre nogle missioner. Jo hurtigere de er gennemført, desto hurtigere kan vores server vokse.",
        "Mission1": {
          "Title": "Mission 1: Lås op for teknologi (Dag 1, Uge 1)",
          "Description": "Mål: Fuldfør 500 forskninger på hele serveren. Dette låser det nye forskningstræ op."
        },
        "Mission2": {
          "Title": "Mission 2: Lås op for niveau II baseudvidelse (Dag 2, Uge 1)",
          "Description": "Mål: Fuldfør 500 bygninger på hele serveren. Dette giver os mulighed for at udvide vores bases grundareal med nye niveauer.",
          "Description2": "Afslutning af fliser i dette nye område giver også olie som belønning, så det er vigtigt at fuldføre dem så hurtigt som muligt for maksimal fremskridt."
        },
        "Mission3": {
          "Title": "Mission 3: Mobilisering af helte (Dag 2, Uge 1)",
          "Description": "Mål: Der skal udføres 10.000 rekrutteringer på hele serveren. Der er ingen specifik belønning for at fuldføre denne opgave, så den er mindre vigtig."
        }
      },
      "Research": {
        "Title": "Nyt forskningstræ",
        "Description": "Hovedfokus i denne periode er det nye forskningstræ, som låser op for et tredje teknologicenter, en droneudstyrsfabrik og muligheden for at udvide dit hovedkvarter yderligere fra HQ31 til HQ35. Denne forskning kræver en ny ressource: olie.",
        "Description2": "<strong>Bemærk:</strong> Dette forskningstræ er kun tilgængeligt, hvis dit teknologicenter er på niveau 30, og specialenhederne er mindst 40 % låst op.",
        "Upgrade": {
          "Title": "Oliekilde-opgradering",
          "Description": "Den første forskning giver dig mulighed for at bygge en oliekilde for at starte olieproduktionen. Opgrader denne oliekilde så hurtigt som muligt for at opnå den højeste produktionsrate (brug mange acceleratorer!). Det er muligt at få den til niveau 30 på den første dag; stræb efter at gøre dette senest på dag to."
        },
        "Strategy": {
          "Title": "Forskningsstrategi",
          "Description": "Ligesom med T10-forskning behøver du ikke fuldføre hvert niveau af hver forskning for at komme videre i træet. Da olie vil være svær at få i starten, skal du bruge den så effektivt som muligt. De minimalt nødvendige niveauer er angivet nedenfor. <span class=\"text-danger\">Røde felter</span> øger din olieproduktion, så det bør være dit fokus! Brug dine acceleratorer og vent ikke til VS-dagen. <span class=\"text-warning\">Gule felter</span> øger bygningens og forskningens hastighed og er gode valg til senere. Denne forskning vil tage lang tid; forvent ikke at fuldføre den i den første uge."
        }
      },
      "Hq": {
        "Title": "Hovedkvarter 31–35 krav",
        "Description": "Når du har afsluttet den nederste del af forskningstræet, kan du starte med HQ31+. De nødvendige bygninger er angivet nedenfor og inkluderer altid forskningscenteret, tank-/luft-/raketcenteret (et af dem) og kasernen.<br> For at se den nødvendige tid og ressourcer, besøg <a href=\"https://www.lastwartutorial.com/copilot.php\" target=\"_blank\">Last War Tutorial: Builder Copilot</a>",
        "Table": {
          "Header": "HQ-niveau",
          "Header2": "Krav",
          "Row1": "Forskningcenter niveau 30, Tank-/Luft-/Raketcenter niveau 30, Kaserneniveau 30",
          "Row2": "Forskningcenter niveau 31, Tank-/Luft-/Raketcenter niveau 31, Kaserneniveau 31, Mur niveau 31",
          "Row3": "Forskningcenter niveau 32, Tank-/Luft-/Raketcenter niveau 32, Kaserneniveau 32, Hospital niveau 32, Træningsplads niveau 32",
          "Row4": "Forskningcenter niveau 33, Tank-/Luft-/Raketcenter niveau 33, Kaserneniveau 33, Mur niveau 33, Alliance-center niveau 33",
          "Row5": "Forskningcenter niveau 34, Tank-/Luft-/Raketcenter niveau 34, Kaserneniveau 34, Hospital niveau 34, Træningsplads niveau 34"
        }
      },
      "Week2": {
        "Title": "Uge 2",
        "ServerMission": "Serveromfattende missioner",
        "Mission1": {
          "Title": "Mission 1: Lås op for radaropgave (Dag 1, Uge 2)",
          "Description": "Mål: Fuldfør 5000 radaropgaver på hele serveren."
        },
        "Mission2": {
          "Title": "Mission 2: Hemmelig opgave: Erobr oliedepotet (Dag 1, Uge 2)",
          "Description": "Mål: Fuldfør 1000 hemmelige opgaver på hele serveren."
        },
        "Mission3": {
          "Title": "Mission 3: Handelsudvidelse (Dag 1, Uge 2)",
          "Description": "Mål: Send 500 lastbiler på hele serveren."
        },
        "Event": {
          "Title": "Ekstra events",
          "Description": "Som ved fejring af sæson 1 starter bingo-eventet, sortmarkedet og mesterskabsduellen igen i uge 2. I bingo-eventet kan du få olie og sortmarkedskasser som belønning. Eventene fungerer på samme måde som i sæson 1."
        }
      },
      "Week3": {
        "Title": "Uge 3 & 4",
        "Description": "I disse uger er der ikke noget særligt. I uge 3 låses zombier i niveau 31–35 op på kortet, og i uge 4 låses elite-dooms i niveau 31–35 op."
      }
    }
  },
  "PlayerMvp": {
    "Title": "Alliance - MVP",
    "FirstPlace": "1. plads i den seneste VS-uge",
    "SecondPlace": "2. plads i den seneste VS-uge",
    "ThirdPlace": "3. plads i den seneste VS-uge",
    "MvpCard": {
      "Title": "Fremragende Spiller",
      "VsPoints": "VS Point",
      "MarshalParticipation": "Marshal Deltagelse",
      "DesertStormParticipation": "Ørkenstorm Deltagelse",
      "MvpPoint": "MVP Point"
    },
    "Table": {
      "Name": "Navn",
      "VsPoints": "VS Point",
      "MarshalParticipation": "Marshal Deltagelse",
      "DesertStormParticipation": "Ørkenstorm Deltagelse",
      "MvpPoint": "MVP Point",
      "PlayerHasNotThreeWeeks": "Spillere, der ikke har deltaget i tre VS-dueller endnu."
    },
    "EvaluationCriteria": {
      "Title": "Evalueringskriterier",
      "VSDuel": {
        "Title": "Ugepoint (VS Duel) – 80% Vægtning:",
        "Description": "Dine point er baseret på summen af alle VS-point fra de sidste <strong>tre uger</strong>. Denne sum divideres med 1.000.000 og ganges med 0,8:",
        "DescriptionBold": "tre uger",
        "Formula": "(Summen af VS-point fra de sidste 3 uger / 1.000.000) * 0,8.",
        "Description2": "Denne beregning repræsenterer din aktivitet i den ugentlige VS Duel, som er den vigtigste faktor."
      },
      "Marshal": {
        "Title": "Marshal Deltagelse – 20 point pr. deltagelse:",
        "Description": "Hver deltagelse i eventen giver dig <strong>20 point</strong>. Dette viser din strategiske tilgængelighed, når alliancen har brug for dig."
      },
      "DesertStorm": {
        "Title": "Ørkenstorm Deltagelse – 40 point pr. deltagelse:",
        "Description": "Hver deltagelse i Ørkenstorm giver dig <strong>40 point</strong>. Denne event betragtes som en bonus, men belønner spillere, der engagerer sig ud over de normale opgaver."
      },
      "MarshalAndDesertStorm": {
        "Title": "Marshal Deltagelse + Desert Storm Deltagelse – 20% vægtning:",
        "Description": "Pointene fra begge events bliver lagt sammen og ganget med 0.2: <code>(Marshal point + Desert Storm point) * 0.2</code>"
      },
      "Example": {
        "Title": "<strong>Eksempel:</strong> En spiller har følgende værdier:",
        "List1Bold": "VS-point fra de sidste 3 uger:",
        "List1": "130 millioner",
        "List2Bold": "Marshal Deltagelser:",
        "List3Bold": "Ørkenstorm Deltagelser:",
        "Description": "MVP-point beregnes som følger:",
        "List4Bold": "VS-point:",
        "List5Bold": "Marshal Deltagelser:",
        "List6Bold": "Ørkenstorm Deltagelser:",
        "List7Bold": "Point for MVP:",
        "TotalBold": "I alt:",
        "Total": "104 + 48 = <strong>152 MVP-point</strong>"
      }
    }
  },
  "Capitol": {
    "Title": "Kapitol",
    "Description": "Kapitol vil huse præsidenten, vicepræsidenten (tidligere kendt som First Lady, FL) og de udpegede sekretærer.",
    "Description2": "Sekretærer giver spilleren, som de er tildelt, styrkelse/boost og giver en stor fordel i at fremskynde spillets fremskridt.",
    "Buffs": {
      "Title": "Typer af buffs, som sekretærer tilbyder:",
      "Description": "Positionerne kan tilbyde forskellige typer buffs:",
      "List1": {
        "Text": "Hastighedsforøgelse: Bygning, forskning, helbredelse, træning",
        "List": {
          "List1": "Disse boosts kan kun være effektive, når disse operationer startes",
          "List2": "Løbende bygninger, forskning, helbredelse og træning påvirkes ikke af denne buff",
          "List3": "Når sekretæren er tildelt en spiller, tages buffs allerede i betragtning i den tid, der vises af spillet for operationen (dvs. tid til bygning af bygning)",
          "List4": "For at drage fordel af buffs kræves en eksplicit handling fra spilleren: Når operationen er startet med den reducerede tid, vil den ikke længere blive påvirket, uanset om spilleren fjerner sekretæren"
        }
      },
      "List2": {
        "Text": "Kapacitetsforøgelse: Hospitalskapacitet",
        "List": {
          "List1": "Dine hospitaler kan rumme flere sårede soldater."
        }
      },
      "List3": {
        "Text": "Produktionsforøgelse",
        "List": {
          "List1": "Anmod om sekretæren for indre anliggender, når dine produktionsbygninger (jern/guld/mad) er fulde. Få sekretæren og saml derefter ressourcerne for at få en større mængde ressourcer."
        }
      }
    },
    "Example": {
      "Title": "Eksempel på en hastighedsforøgelse og tidsforkortelse ved bygning via udviklingssekretæren:"
    },
    "Explanation": {
      "Title": "Forklaring på hastighedsforøgelsen",
      "Description": "Når du tildeles udviklingssekretæren, som øger din byggehastighed med 50 %, ville du forvente, at tiden halveres. Men sådan fungerer det ikke.",
      "Description2": "For at forklare det bedre, lad os bruge en analogi:",
      "List1": "For at bygge et hovedkvarter kræves der 100 blokke",
      "List2": "Din oprindelige hastighed er 1 blok per minut",
      "List3": "Uden sekretæren ville bygningen tage 100 minutter",
      "List4": "Med en hastighedsforøgelse på 50 % stiger din hastighed til 1,5 blokke per minut. Den nye byggetid er således: Tid = Blokke / Hastighed = 100 blokke / 1,5 blokke/minut = 66,7 minutter",
      "List5": "Udviklingssekretæren øger din byggehastighed med 50 %, hvilket reducerer byggetiden med 33 %.",
      "Description3": "Du vil derfor ikke bemærke, at din tid forkortes i samme omfang som hastighedsprocenten øges. Tænk på det, hvis du ønsker at bruge accelerationer.",
      "Description4": "Derudover er en sekretær i forhold til udgangspunktet mindre effektiv, jo flere buffs du allerede har (via skins, dekorationer, landsbyer osv.).",
      "Description5": "For at fortsætte analogien:",
      "List6": "Du har allerede en 100 % byggehastigheds-boost, så din hastighed er 2 blokke per minut",
      "List7": "Du får sekretæren for indre anliggender, som øger din hastighed med 50 % (beregnet ud fra den oprindelige hastighed på 1 blok per minut), så din hastighed bliver 2,5 blokke per minut",
      "List8": "I stedet for en effektivitet (tidsforkortelse) på 33 % vil effektiviteten være 100/2 til 100/2,5, hvilket giver en effektivitet på kun 20 % (tidsforkortelse)"
    },
    "Positions": {
      "Title": "Positioner",
      "Description": "Der er følgende positioner:",
      "List1": "Præsident",
      "List2": "Vicepræsident, også kendt som VP (tidligere First Lady eller FL)",
      "List3": "Sekretær for strategi",
      "List4": "Sekretær for sikkerhed",
      "List5": "Sekretær for udvikling",
      "List6": "Sekretær for videnskab",
      "List7": "Sekretær for indre anliggender"
    },
    "President": {
      "Title": "Præsident",
      "Description": "Denne titel er forbeholdt den alliance, der har erobret hovedstaden. Præsidenten kan udnævne vicepræsidenten samt alle sekretærer.",
      "List1": "Helte-HP: +5 %",
      "List2": "Helteangreb: +5 %",
      "List3": "Helteforsvar: +5 %",
      "Description2": "Disse forbedringer anvendes automatisk, når præsidenten er blevet udnævnt."
    },
    "VicePresident": {
      "Title": "Vicepræsident (VP) tidligere First Lady",
      "Description": "Præsidenten udnævner vicepræsidenten, også kaldet VP. Vicepræsidenten kan udnævne sin efterfølger samt alle andre sekretærer, men VP kan ikke udnævne præsidenten.",
      "Description2": "Accelerationer af bygning, forskning og træning bliver kun effektive, når du starter operationen. Når du er vicepræsident, vil du se, at den nødvendige tid allerede er reduceret i forhold til den tidligere tid.",
      "List1": "Bygningsacceleration: +20 %",
      "List2": "Forskningshastighed: +20 %",
      "List3": "Træningshastighed: +10 %",
      "Description3": "Vicepræsidenten administreres af os. Ansøg kun om denne position, hvis der faktisk er behov. Du skal altid være online for at tilføje andre spillere fra ventelisten."
    },
    "SecretaryOfDevelopment": {
      "Title": "Sekretær for udvikling",
      "Description": "Bygnings- og forskningsaccelerationen bliver kun effektiv, når du starter operationen. Når du har udviklingssekretæren, vil du se, at den nødvendige tid allerede er reduceret i forhold til den tidligere tid.",
      "Description2": "Løbende bygninger og forskning påvirkes ikke af denne buff.",
      "List1": "Bygningsacceleration: +50 %",
      "List2": "Forskningshastighed: +25 %",
      "Description3": "Når positionen er tildelt, skal du begynde at bygge eller forske for at drage fordel af den forkortede driftstid."
    },
    "SecretaryOfScience": {
      "Title": "Sekretær for videnskab",
      "Description": "Bygnings- og forskningsaccelerationen bliver kun effektiv, når du starter operationen. Når du har videnskabssekretæren, vil du se, at den nødvendige tid allerede er reduceret i forhold til den tidligere tid.",
      "Description2": "Løbende bygninger og forskningsprojekter påvirkes ikke af denne buff.",
      "List1": "Forskningshastighed: +50 %",
      "List2": "Bygningsacceleration: +25 %",
      "Description3": "Når positionen er tildelt, skal du begynde at bygge eller forske for at drage fordel af den forkortede driftstid."
    },
    "SecretaryOfInterior": {
      "Title": "Sekretær for indre anliggender",
      "List1": "Forøgelse af madproduktion: +100 %",
      "List2": "Forøgelse af jernproduktion: +100 %",
      "List3": "Forøgelse af møntproduktion: +100 %",
      "Description": "For at udnytte denne buff fuldt ud skal du vente, indtil dine jern-, mønt- eller madminer/marker er fulde, så tage positionen som sekretær for indre anliggender og derefter indsamle ressourcerne. Når ressourcerne er indsamlet med positionen, anvendes boostet."
    },
    "SecretaryOfStrategy": {
      "Title": "Sekretær for strategi",
      "List1": "Hospitalskapacitet: +20 %",
      "List2": "Enhedshelbredelsesrate: +20 %"
    },
    "SecretaryOfSecurity": {
      "Title": "Sekretær for sikkerhed",
      "Description": "Forbedringer af træningshastighed bliver kun effektive, når du starter operationen. Når du har sekretæren for sikkerhed, vil du se, at den nødvendige tid allerede er reduceret i forhold til den tidligere tid.",
      "Description2": "Løbende træning påvirkes ikke af denne buff.",
      "List1": "Træningsgrænse for enheder: +20 %",
      "List2": "Træningshastighed: +20 %"
    },
    "Request": {
      "Title": "Anmod om en buff/sekretær",
      "Description": "I denne vejledning viser vi trin for trin, hvordan du ansøger om at blive sekretær for at låse den tilknyttede buff op.",
      "Description2": "Når du har fået buffen, har du 5 minutter til at bruge den, før den næste ansøger kommer på tur. En undtagelse gælder kun, hvis der ikke er flere i køen.",
      "Description3": "Vicepræsident: Ansøg kun, hvis der aktivt søges efter denne position i verdenschatten, og du ved præcis, hvordan denne rolle fungerer. Vær opmærksom på, at du konstant skal være online for at behandle alle ansøgninger til tiden.",
      "Step1": {
        "Title": "Trin 1",
        "Description": "Den nemmeste måde at starte ansøgningsprocessen på er via verdenskortet. Klik på din base, og derefter vil du se dit profilbillede som vist nedenfor. Klik på det for at fortsætte.",
        "Image": "Klik på din base og derefter på dit profilbillede for at starte."
      },
      "Step2": {
        "Title": "Trin 2",
        "Description": "Når du har åbnet dit profilbillede, skal du klikke på knappen på højre side, der viser servernummeret. Se billedet nedenfor som reference.",
        "Image": "Klik på knappen med servernummeret til højre efter at have åbnet dit profilbillede."
      },
      "Step3": {
        "Title": "Trin 3",
        "Description": "Nu er du på oversigtssiden for de forskellige sekretærer. Øverst til højre kan du, som vist på billedet, ændre tiden til din lokale tid. Dette hjælper dig med at holde styr på buffens varighed. For at fortsætte skal du vælge en sekretær – f.eks. udviklingssekretæren, som vist på billedet.",
        "Image": "Indstil tiden øverst til højre lokalt og vælg en sekretær, f.eks. udvikling."
      },
      "Step4": {
        "Title": "Trin 4",
        "Description": "Nu er du i visningen for den valgte sekretær. Her kan du se:",
        "List1": "Hvem der er på tur.",
        "List2": "Hvor mange personer der er i køen, som også venter på buffen.",
        "Description2": "Som vist på billedet nedenfor, klik på knappen 'Ansøg' for at starte din ansøgning.",
        "Image": "Klik på 'Ansøg' for at starte, som vist på billedet."
      },
      "Step5": {
        "Title": "Trin 5",
        "Description": "Efter din ansøgning vil du blive optaget i ansøgningslisten, som set på billedet nedenfor. Nu skal du vente, indtil vicepræsidenten optager dig i køen.",
        "Description2": "⚠️ Vigtigt: Som beskrevet ovenfor bør kun nogen ansøge som vicepræsident, som ved præcist, hvordan jobbet fungerer. Vicepræsidenten skal sikre, at alle ansøgninger behandles til tiden.",
        "Image": "Efter ansøgningen bliver du optaget på listen. Vent på, at vicepræsidenten optager dig."
      },
      "Step6": {
        "Title": "Trin 6",
        "Description": "Når du er blevet optaget i køen, kan du se, hvornår du er på tur i tidsvinduet (se billede nedenfor).",
        "Description2": "⚠️ Husk: Du har kun 5 minutter til at bruge buffen, før den næste i køen er på tur. Planlæg derfor godt for at få mest muligt ud af din tid!",
        "Image": "Se tidsvinduet for at se, hvornår du er på tur."
      },
      "Step7": {
        "Title": "Trin 7",
        "Description": "Når det er din tur, har du nu fået buffen, som vist på billedet nedenfor. Du har nu 5 minutter til at bruge denne buff, før den næste i køen får turen.",
        "Image": "Når du er på tur, har du 5 minutter til at bruge buffen."
      }
    }
  },
  "PlayerManager": {
    "Title": "Spiller Manager",
    "Description": "Dit ultimative værktøj til allianseledelse! Organiser begivenheder, track spilleraktiviteter og samarbejd effektivt med dit team.",
    "BetaInfo": "Dette værktøj er stadig i beta-fasen. Der kan stadig opstå fejl, og der kan mangle funktioner.",
    "PlayerAdmin": {
      "Title": "Spiller & Team Management",
      "Description": "Inviter andre spillere og giv dem individuelle adgangsretter for at hjælpe dig med at administrere alliancen."
    },
    "Mvp": {
      "Title": "MVP Beregning",
      "Description": "Brugerdefineret formel til at bestemme de bedste spillere baseret på forskellige præstationsmålinger."
    },
    "Event": {
      "Title": "Begivenhedsplanlægning",
      "Description": "Planlæg & administrer begivenheder som Marshal, VS Dueller, Desert Storm og Zombie Siege med detaljeret spillerparticipation."
    },
    "Statistic": {
      "Title": "Alliancestatistik",
      "Description": "Track Marshal niveauer, belønningsfaser og hver spillers deltagelse."
    },
    "Vs": {
      "Title": "VS Dueller & Zombie Siege",
      "Description": "Detaljeret modstanderinformation, ligaoversigt, ugentlige spillerpoint og overlevede zombiebølger."
    },
    "Custom": {
      "Title": "Brugerdefinerede Begivenheder",
      "Description": "Opret og administrer dine egne begivenheder, perfekt til sæsoner eller specielle allianceaktiviteter."
    },
    "Api": {
      "Title": "API for MVP Liste",
      "Description": "Spiller Manageren tilbyder et API-interface, der gør det muligt for eksterne værktøjer at hente MVP-listen.",
      "Description2": "Yderligere API-funktioner er planlagt til fremtidige opdateringer."
    },
    "Button": "Åbn Spiller Manager Nu"
  },
  "SeasonThree": {
    "Title": "Sæson 3 – Det Gyldne Kongerige",
    "Content": {
      "Link1": "Nye basisressourcer",
      "Link2": "Verden og kortet",
      "Link3": "Besøgende",
      "Link4": "Den Gyldne Skarabæ",
      "Link5": "Radar-missioner",
      "Link6": "Nye bygninger",
      "Link7": "Alliancecenter",
      "Link8": "Alliance-ressourcer",
      "Link9": "Byer",
      "Link10": "Fæstninger",
      "Link11": "Handelsposter",
      "Link12": "Spilforløb",
      "Link13": "Helteforbedringer og våben",
      "Link14": "Eksklusive våben",
      "Link15": "Erhverv",
      "Link16": "Ørkenbasar"
    },
    "Resources": {
      "Title": "Nye basisressourcer – Mithril og Helligt Vand",
      "Description1": "Spillet indeholder nu ekstra ressourcer: Mithril og helligt vand.",
      "ScaredWater": {
        "Title": "Hellig Vand:",
        "Description1": "Bruges til at bygge og opgradere sæsonbaserede bygninger.",
        "Description2": "Hellig Vand kan optjenes gennem:",
        "List1": "Belønninger for første gang at besejre zombier på et bestemt niveau",
        "List2": "Ved at fuldføre sæsonopgave-missioner",
        "List3": "Ved at opnå sæson 3-mål.",
        "List4": "Brug af rekrutteringsbilletten 'Heltenes Tilbagevenden': Helte vender tilbage i sæson 3 – Legenden Vender Tilbage.",
        "List5": "Belønning for første erobring af en by.",
        "List6": "Alliancecenter: En brønd med Hellig Vand."
      },
      "Mithril": {
        "Title": "Mithril:",
        "Description1": "Bruges til at bygge og opgradere sæsonstrukturer. Mithril kan opnås gennem følgende aktiviteter:",
        "List1": "Belønninger for første gang at dræbe zombier på et bestemt niveau.",
        "List2": "Besøgende foran din basemur.",
        "List3": "Ved at fuldføre sæsonopgave-missioner.",
        "List4": "Ved at opnå sæson 3-mål.",
        "List5": "Første Blood-Kill med Doom Walker (første DW-drab på dagen).",
        "List6": "Radar-missioner i ørkenruinerne.",
        "List7": "Brug af rekrutteringsbilletten 'Hero's Return': Helte vender tilbage i sæson 3 – Legend Returns.",
        "List8": "Ugepas og sæson-battlepass (den største boost).",
        "List9": "Belønning for første erobring af en by/fæstning gennem udgravning.",
        "List10": "Udgravning af fæstninger, der tilhører alliancen, giver Mithril.",
        "List11": "Alliancecenter: Mithril-værkstedet.",
        "List12": "Ørkenens skatte: De åbne hvælvinger."
      }
    },
    "Map": {
      "Title": "Verdenskortet og dets regioner",
      "Description1": "Verden har ændret sig igen. Kortet består af tre forskellige bygningstyper: Byer, udgravningsfæstninger og handelsposter.",
      "Image1": "By",
      "Image2": "Udgravningsfæstning",
      "Image3": "Handelspost",
      "Description2": "Ved sæsonstart strander du og dine allierede i serverens yderkanter (men stadig samlet som en alliance-klynge) og har endnu ikke en egen by. Byer skal generobres, men nye regler gælder.",
      "Description3": "Doom-elite-monstre forvandles til egyptiske monstre, og de fleste zombier kræver høj virusresistens for at blive dræbt.",
      "NewMap": "Det nye kort",
      "NewMapDescription": "Kortstørrelsen er 13 x 13 felter (selvom de på kortet nedenfor ser ud som rektangler). Hvert felt er 75 x 75 'pixels' stort (din bases størrelse er 3 x 3)."
    },
    "Visitors": {
      "Title": "Besøgende",
      "Description": "Fra tid til anden dukker to nye typer besøgende op foran muren (den venstre efter nogle timer, den højre én gang dagligt) og uddeler Mithril."
    },
    "GoldenScarab": {
      "Title": "Den Gyldne Skarabæ",
      "Description1": "Du vil finde gyldne skarabæer på kortet. Klik på dem og angrib dem for at modtage belønninger.",
      "Description2": "Skarabæer kan findes ved:",
      "List1": "Dræbe verdens-zombier",
      "List2": "Dræbe Doom-elite-monstre.",
      "List3": "Brug af en fældeforstærker (der kan tilfældigt dukke underjordiske væsner op, ikke kun skarabæer).",
      "Image1": "Den Gyldne Skarabæ er synlig, når du zoomer ud fra kortet. Du vil se, hvordan den bevæger sig, og når du begynder at angribe den, står den stille."
    },
    "RadarMissions": {
      "Title": "Radar-missioner – Ørkenruiner",
      "Description1": "Med sæson 3 kommer en ny type radar-mission.",
      "Description2": "Den består af to dele:",
      "List1": "Et hasardspil, hvor forskellige belønninger kan findes:",
      "List1List1": "Du har fundet Ørkenruinerne.",
      "List1List2": "Samle belønningerne eller risikere at trænge dybere ind i ruinerne og miste alt.",
      "List2": "Træder du i en fælde, starter et minispil med møntbelønning.",
      "List2List1": "Løb for at samle mønter og undgå zombier. Du har 30 sekunder til at undslippe ruinerne og samle så mange mønter som muligt.",
      "Description3": "Disse nye radar-missioner er virkelig fantastiske, fordi de kan give dig gode belønninger, hvoraf den bedste er sæsonens fortjenstmedalje (som du kan bruge til at købe varer i sæsonbutikken), hvis du er heldig nok til at nå de sidste niveauer og vælge den rigtige kiste."
    },
    "Building": {
      "Title": "Nye bygninger",
      "Description1": "I den tredje sæson er nye bygningstyper tilgængelige.",
      "CurseLab": {
        "Title": "Forbandelsesforskningslaboratorium",
        "Description": "I forbandelsesforskningslaboratoriet kan du forbedre din modstand mod forbandelser, ligesom modstand mod virus, for at besejre elite-zombier og beskyttere af udgravningsfæstninger. For at opgradere det, skal du bruge Hellig Vand."
      },
      "BlessingFountain": {
        "Title": "Velsignelsens Springvand",
        "Description1": "Velsignelsens springvand producerer Hellig Vand; de ligner Titanlegierungsfabrikken fra sæson 2.",
        "Description2": "Der er flere Velsignelsens Springvand tilgængelige. For at låse dem op skal du opgradere det forrige springvand (de hedder Velsignelsens Springvand I, II, III, IV, V). For at opgradere dem skal du bruge Mithril. Læs derfor artiklen om de nye ressourcer i sæson 3 for at finde ud af, hvordan du får dem."
      },
      "Altar": {
        "Title": "Alter",
        "Description1": "Denne bygning kan kun bygges, når Forbandelsesforskningslaboratoriet når niveau 30.",
        "Description2": "Det vil øge værdierne af Ørkenbeskytterne, ligesom militærbaser (panser/luft/missil) øgede helteattributter i sæson 2.",
        "Image": "Hvert niveau af opgradering af denne bygning øger beskytterens HP, angreb og forsvar med 0,5 %."
      }
    },
    "AllianceCenter": {
      "Title": "Alliancens Center",
      "Description1": "Gå til knappen „Alliance“ -> „Alliancens Center“ -> klik på koordinaterne for at finde Alliancens Center på kortet.",
      "Description2": "På den anden dag af sæson 3 skal din alliance opbygge Alliancens Center.",
      "Description3": "Når Alliancens Center er bygget, producerer det krydderier/h og giver alle alliance-medlemmer i sin rækkevidde buffs. Det forhindrer også, at medlemmer i alliance-rækkevidden bliver skubbet væk af kæmpe sandorme.",
      "Description4": "VIGTIGT: Krydsproduktionsværdierne kan ændres af udviklerne. Brug ikke billederne som reference for disse værdier. Information om, hvordan du får adgang til disse værdier, kan findes i sektionen „Niveauer“ længere nede.",
      "RepairAllianceCenter": {
        "Title": "Reparation af Alliancens Center:",
        "List1": "Jo flere tropper der går ind i Alliancens Center, jo hurtigere vil det blive opbygget",
        "Description1": "Du kan se rækkevidden af de buffs, der anvendes af Alliancens Center, ved at zoome ud på kortet."
      },
      "AdditionalFeatures": {
        "Title": "Yderligere funktioner:",
        "Description1": "Når Alliancens Center er oprettet, kan du se, hvilke niveauer der låser nye funktioner op."
      },
      "MithrilPlant": {
        "Title": "Mithril-plante",
        "Description1": "Denne bygning producerer 34.560 Mithril/h og bliver låst op, når Alliancens Center når niveau 5.",
        "Description2": "Hvis bygningen bliver beskadiget, stoppes produktionen. Ved ødelæggelse mister alliancen en tilsvarende procentdel krydderier.",
        "Description3": "Gå til Alliancens Centers side og klik på Mithril, som du kan se på opbygningen af Alliancens Center, som vist på billedet her, for at samle det producerede Mithril."
      },
      "ExploratoryWell": {
        "Title": "Udforskningsbrønd",
        "Description1": "Denne bygning producerer 600 olie/h og bliver låst op, når Alliancens Center når niveau 10.",
        "Description2": "Hvis bygningen bliver beskadiget, stoppes produktionen. Ved ødelæggelse mister alliancen en tilsvarende procentdel krydderier.",
        "Description3": "Gå til Alliancens Centers side og klik på olien, som du kan se på opbygningen af Alliancens Center, som vist på billedet her, for at samle det producerede olie."
      },
      "SacredWaterHut": {
        "Title": "Hellig Vandhytte",
        "Description1": "Denne bygning producerer 8640 Hellig Vand/h og bliver låst op, når Alliancens Center når niveau 15.",
        "Description2": "Hvis bygningen bliver beskadiget, stoppes produktionen. Ved ødelæggelse mister alliancen en tilsvarende procentdel krydderier.",
        "Description3": "Gå til Alliancens Centers side og klik på det Hellig Vand, som du kan se på opbygningen af Alliancens Center, som vist på billedet her, for at samle det producerede Hellig Vand."
      },
      "Obelisk": {
        "Title": "Obelisk",
        "Description1": "Denne bygning producerer 6 beskytterhorn/h og bliver låst op, når Alliancens Center når niveau 20.",
        "Description2": "Hvis bygningen bliver beskadiget, stoppes produktionen. Ved ødelæggelse mister alliancen en tilsvarende procentdel krydderier.",
        "Description3": "Gå til Alliancens Centers side og klik på beskyttelseshornet, som du kan se på opbygningen af Alliancens Center, som vist på billedet her, for at samle det fremstillede beskyttelseshorn."
      },
      "Level": {
        "Title": "Niveauer",
        "Description1": "Niveauet af Alliancens Center stiger automatisk baseret på den opsamlede krydderi."
      },
      "Relocation": {
        "Title": "Flytning",
        "Description1": "Alliancens Center kan flyttes. For at gøre det skal du bygge en flytteplads, ligesom når du byggede det oprindelige Alliancens Center. Dette er også ligesom at flytte Alliancens ovn i sæson 2.",
        "Description2": "VIGTIGT: Når du begynder at bygge flyttepladsen, kan fjender angribe den. Vær derfor forsigtig."
      }
    },
    "NewFarms": {
      "Title": "Nye gårde – Allianceressourcer",
      "Description1": "Som vist i sæson 1 og 2, kan en ny type allianceressourcefarm/mark midlertidigt vises tilfældigt efter sejr over Doom-Elites.",
      "Description2": "I sæson 3 kan disse gårde indeholde Hellig Vand, Mithril og olie-typer. Op til 10 tropper kan samle i hvert indsamlingfelt.",
      "Description3": "I sæson 3 angiver spillet ikke sandsynligheden for, at allianceressourcebrikker dukker op efter drab på monstre. I sæson 2 var dette 5%.",
      "Description4": "Her er et eksempel på nye ressourcefliser:"
    },
    "Cities": {
      "Title": "Byer",
      "Description1": "Erobring af byen følger City Clash sæson 3’s eventplan.",
      "Description2": "De krydderier, som ejerne selv producerer, er essentielle for at vinde sæson 3, og mængden afhænger af byens niveau.",
      "Description3": "Krydderiproduktion pr. niveau:",
      "List1": "Niveau 1: 100/h krydderi",
      "List2": "Niveau 2: 200/h krydderi",
      "List3": "Niveau 3: 300/h krydderi",
      "List4": "Niveau 4: 400/h krydderi",
      "List5": "Niveau 5: 500/h krydderi",
      "List6": "Niveau 6: 600/h krydderi",
      "Description4": "Grænser for byerobringer",
      "Description5": "Som vi kan se under „Alliancens Knappen -> Alliancens By“:",
      "List7": "Dagligt krigserklæringsgrænse for byer: 2",
      "List8": "Max. erobrede byer: 8",
      "List9": "Daglige udgravningsfæstningserobringer: 2",
      "List10": "Max. erobrede udgravningsfæstninger: 8"
    },
    "Strongholds": {
      "Title": "Gravningsfæstninger",
      "Description1": "Gravningsfæstninger er steder på kortet, hvor Mithril kan graves. De ligner gravningsstederne fra sæson 2.",
      "Description2": "De er beskyttet af Mumievagter og Gyldne Ødelæggere. Jo højere niveauet af gravningsfæstningen er, jo stærkere er beskytteren.",
      "Description3": "Med den nyeste spilopdatering producerer gravning i fæstninger Mithril/h baseret på deres niveau:",
      "List1": "Niveau 1: 100/h Mithril",
      "List2": "Niveau 2: 120/h Mithril",
      "List3": "Niveau 3: 140/h Mithril",
      "List4": "Niveau 4: 160/h Mithril",
      "List5": "Niveau 5: 180/h Mithril",
      "List6": "Niveau 6: 200/h Mithril",
      "Description4": "Der er tre forskellige typer af Gyldne Bestier, der beskytter gravningsfæstningerne. Klik på „i“ for at se detaljer",
      "List7": "Den Gyldne Forsvarer er af typen Panser.",
      "List8": "Den Gyldne Kriger er af typen Fly.",
      "List9": "Den Gyldne Ødelægger er af typen Raket.",
      "Description5": "Når du graver i fæstninger, opstår Mithril, som du kan samle via knappen „Alliance“ -> „Alliancens Byer“ -> „Gravningsfæstninger“ -> „Indsaml Alt“."
    },
    "TradePosts": {
      "Title": "Handelsposter",
      "Description1": "Handelsposter findes på bestemte steder på kortet. De ligger diagonalt mod hovedstaden og kan have forskellige niveauer op til niveau 5.",
      "Description2": "Handelsposter er ikke det samme som fæstninger eller byer. De kan besættes af enkeltpersoner og åbner et marked, hvor alle kan købe varer. Ejeren af handelsposten kan tjene penge på skat.",
      "Description3": "Der er ikke behov for at kontrollere naboområder, og der er ingen grænse for, hvor mange handelsposter du kan have. Handelsposter kan dog erobres af andre, så du skal beskytte dem. Derfor er det normalt svært for en spiller at administrere for mange handelsposter effektivt.",
      "Description4": "Regler for erobring af handelsposter",
      "List1": "Handelspostniveauer låses op gradvist (startdatoen for konkurrencen vises på hver handelspost):",
      "List1List1": "Niveau 1: Søndag, dag 7 i uge 2, kl. 12:00 servertid (dette er den eneste erobring, hvor andre servere ikke kan komme og erobre handelsposter på din server)",
      "List1List2": "Niveau 2: Mandag, dag 1 i uge 3, kl. 12:00 servertid",
      "List1List3": "Niveau 3: Tirsdag, dag 2 i uge 3, kl. 12:00 servertid",
      "List1List4": "Niveau 4: Torsdag, dag 4 i uge 3, kl. 12:00 servertid",
      "List1List5": "Niveau 5: Fredag, dag 5 i uge 3, kl. 12:00 servertid",
      "List2": "VIGTIGT: Fra dag 1 i uge 3 er teleportation mellem krigsområder i sæsongruppen åbnet, og andre krigsområder kan komme og erobre handelsposter i dit krigsområde.",
      "List3": "Når konkurrencen om erobring af handelsposten begynder, varer den 1 time",
      "List4": "Tropper stationeret på handelsposten øger erobringsfremskridtet gradvist over tid.",
      "List5": "Fremskridtet spores separat for dig og dine allierede.",
      "List6": "Under konkurrencen vinder den første kommandant, der når 100 % fremskridt, handelsposten. Hvis ingen kommandant når 100 % ved slutningen af konkurrencen, overtager den kommandant med det højeste fremskridt handelsposten, hvis den ikke har en guvernør.",
      "List7": "Din base skal befinde sig i det forurenede område af målhandelsposten for at kunne angribe og erobre den.",
      "List8": "Hvis handelsposten allerede har en guvernør, bevarer den nuværende guvernør kontrollen, hvis ingen når 100 % ved slutningen af konkurrencen.",
      "List9": "Når en handelspost erobres, finder den næste konkurrence om dens genindtagelse sted 7 dage senere.",
      "Description5": "Hver handelspost er en uafhængig butik, og kommandanter i samme spilsæsongruppe kan købe dens varer.",
      "Description6": "Handelspostniveauer",
      "Description7": "Som du kan se på disse billeder, er jo højere niveauet af handelsposten, desto flere varer er tilgængelige.",
      "Description8": "Alle andre parametre forbliver de samme, men guvernørens fordel ved at øge beskyttelsesgrænsen stiger gradvist.",
      "Description9": "Handelsforretning",
      "Description10": "Når guvernøren overtager kontrol over en handelspost, åbnes handelsbutikken, og varer kan købes. Klik på handelsposten og derefter på symbolet nederst for at få adgang til butikken.",
      "Description11": "Guvernøren kan en gang tilkalde en handelskaravane for at genopfylde lagerbeholdningen og muliggøre køb.",
      "Description12": "Desværre er ikke alle varer, der vises i butikken, tilgængelige for hver kommandant. Der gælder princippet „først til mølle“, da det samlede antal tilgængelige varer er begrænset. Derudover er nogle varer kun forbeholdt guvernøren.",
      "Description13": "Skat",
      "Description14": "Diamanter, der bruges i en handelspost, genererer skatteindtægter. Når alle varer er udsolgt, eller handelsposten opgives af guvernøren, sendes de indsamlede skatter som et Gyldent Æg til guvernøren af handelsposten, som derefter kan deles i chatten."
    },
    "GamePlay": {
      "Title": "Spilforløb",
      "Description1": "I sæson 3 er der mange nye ting, du kan gøre i spillet:",
      "Link1": "Ligesom Cat-basis-skin for at modtage belønninger.",
      "Link2": "Sandorm-krise",
      "Link3": "Ørkenbeskyttere",
      "Link4": "Byg en oase",
      "Link5": "Ørkenartefakter",
      "Link6": "Doom Walker - De sidste Jedi",
      "Link7": "Lastbil",
      "Description2": "Ligesom Cat-basis-skin for at modtage belønninger",
      "Description3": "Find basis-skin for katte og giv dem et 'Like' for at modtage en belønning med det samme. Der er et dagligt maksimum for antallet af 'Likes', du kan give.",
      "SandWorm": {
        "Title": "Sandormkrise",
        "Description1": "Siden starten af sæson 3 har sandorme ventet under sandet og lyttet til alle lyde fra kommandørerne.",
        "Description2": "Sandormkrise-begivenheden starter på den første dag og varer i 14 dage.",
        "Image1": "Bytte-Drops: Der er en grænse på 30 byttegenstande, du kan samle op om dagen.",
        "List1": "Under begivenheden vil sandorme dukke op. Jag dem for at afslutte missioner og optjene belønninger.",
        "List2": "Når allierede tropper er involveret i kampe, vil de skabe chokbølger. Når fremdriftsbjælken er fyldt, vil den sidste kommandør, der udløser den, tiltrække en sandorm, der angriber hans base. Basen, der er omgivet af små sandorme, kan ikke sende ventelister, men de kan undslippe ved hjælp af teleportationsgenstande. Den lille sandorm vil dog forsvinde, og belønninger går tabt. (Kun igangværende samlingstokter kan fortsætte.)",
        "List3": "Når en sandorm er besejret, modtager den kommandør, der blev angrebet af den, en bonus-beløning via e-mail.",
        "List4": "I løbet af begivenheden vil store sandorme dukke op. Basen udenfor alliancens centrum vil blive sendt væk, når store sandorme tiltrækkes.",
        "List5": "Kommandører, der forlader alliancen, samler ikke længere chokbølgeværdi.",
        "List6": "Selvom det ikke er sporbar på denne side, vises også gigantiske sandorme, der er fanget af faldgruber.",
        "Description3": "Lille sandorm",
        "Description4": "Når kommandører kæmper mod monstre på kortet, skaber de chokbølger, der tiltrækker små sandorme. Når fremdriftsbjælken er fyldt, vil den sidste kommandør, der udløser den, tiltrække sandormen, som så fanger ham.",
        "Description5": "Den 'mulige bytte' opført som belønning vil blive efterladt som kister på kortet i nærheden af det sted, hvor sandormen blev dræbt.",
        "Description6": "Stor sandorm",
        "Description7": "Store sandorme kan angribes med rallyer og er meget stærkere end små sandorme.",
        "Description8": "Opdagelsesbelønningen inkluderer sandormeskind.",
        "Description9": "Hvis en stor sandorm dukker op direkte under din base, vil din base blive sendt til et fjernt sted på kortet.",
        "Description10": "I dette tilfælde vises en pop-up besked, der advarer dig om denne begivenhed.",
        "Description11": "For at forhindre at din base bliver sendt væk af sandorme, bør du blive i alliancens områder, da alliancens centrum i disse områder giver buffs, der beskytter dig mod sandorme.",
        "Description12": "Belønninger",
        "Description13": "Kampen mod sandorme giver daglige og målbestemte belønninger.",
        "Description14": "Sammenlign størrelsen på de gigantiske sandorme med en by. Når sandorme dukker op, forlader de området, som du kan se direkte omkring byen. Hvis sandormen ikke bliver dræbt, forsvinder den efter 5 timer.",
        "Description15": "Alliancens centrum forhindrer, at medlemmer bliver sendt væk af store sandorme i alliancens områder."
      },
      "Protector": {
        "Title": "Ørkenbeskyttere",
        "Description1": "Ørkenbeskytterne er en ny soldat-type med forbedrede evner, som vil være tilgængelige i sæson 3 fra dag 1, uge 1, når begivenheden 'Ancient Tech – Protector' bliver åbnet.",
        "Description2": "Det er bekræftet, at de ikke står for T11, så det forventes, at T11 bliver tilgængeligt i fremtiden.",
        "Description3": "Denne nye soldat-type er en god tilføjelse til spillet, da den ikke udelukkende afhænger af, hvor meget du bruger eller hvor godt du træner dine soldater. Ørkenbeskyttere trænes ikke, men genopstår fra de døde. De er udskiftelige og forsvinder, når de er blevet brugt.",
        "Description4": "Beskytterfelt",
        "Description5": "Når begivenheden 'Ancient Tech – Protector’s Field' bliver åbnet, kan du oprette ørkenbeskytterfeltet direkte foran din bases mur.",
        "Description6": "VIGTIGT: Bring kun Protector's Field til niveau 10 i starten af sæsonen, da det kræver Mithril og Hellig Vand fra niveau 11, som er vigtigt for andre sæsonbygninger. Derudover får du med niveau 10 allerede adgang til de fulde funktioner for Ørkenbeskytterne, så det er ikke nødvendigt at opgradere det de første dage.",
        "Description7": "Dette sæsonmæssige felt kan opgraderes som enhver anden bygning og giver dig adgang til menuen til at administrere Ørkenbeskytterne.",
        "Description8": "Når du skifter til kortvisning (fra basisvisning til kortvisning), kan du også tilgå Ørkenbeskytterfeltet via symbolet direkte over ikonerne for lastbiler/hemmelige missioner.",
        "Description9": "Ørkenbeskytternes evner",
        "Description10": "Beskyttere, velsignet af ørkenen, har overlegne kampkræfter. De er stærkere end enheder på samme niveau.",
        "Description11": "Hver helt kan føre et antal beskyttere svarende til 1/10 af antallet af enheder (selv med denne begrænsning er beskytterne stærkere end soldater på samme niveau).",
        "Description12": "I modsætning til almindelige enheder vender beskyttere, der deltager i kampe, ikke tilbage, men forsvinder i ørkenen. Brug dem derfor med omtanke.",
        "Description13": "Når de ikke kæmper, vender alle beskyttere tilbage.",
        "Description14": "Afhængig af hvor mange ørkenbeskyttere der er stationeret i dit beskytterområde, låses færdigheder op gradvist.",
        "Description15": "Tilpasningsevne (låses op, når 500 eller flere beskyttere er stationeret i beskytterfeltet)",
        "Description16": "Beskyttere har ekstra modstand mod forbandelser (+250) samt forbedret angreb, forbedret forsvar og øget HP (+25 %). Dette gør dem ideelle til at angribe fjender, hvor din nuværende modstand mod forbandelser ikke er tilstrækkelig.",
        "Description17": "Dødschokbølge (låses op, når 750 eller flere beskyttere er stationeret i beskytterfeltet)",
        "Description18": "Blå flammeformular (låses op, når 1000 eller flere beskyttere er stationeret i beskytterfeltet).",
        "Description19": "Når en enhed med beskyttere vinder et angreb på en anden kommandørs base, udløses formularen 'Blå flamme', som indhyller den fjendtlige base i uudslettelige blå flammer i en time.",
        "Description20": "Protector-rally (låses op, når 1250 eller flere beskyttere er stationeret i beskytterfeltet).",
        "Description21": "Muliggør Protector-rally!",
        "Description22": "Rally-begrænsning: Allierede, der deltager i rallyen, skal sende tropper med beskyttere.",
        "Description23": "Rally-Countdown: Protector-rallyer har en forberedelsestid på 1 minut.",
        "Description24": "Leader-buff: Alle tropper i rallyen får gavn af lederens aktive Protector-forbedringer.",
        "Description25": "Ørkenbeskytter-konvertering",
        "Description26": "Kort sagt skaber du Ørkenbeskyttere sådan her:",
        "Description27": "10 % af de enheder, der går tabt under følgende omstændigheder, går i beskytters konverteringspulje og venter på konvertering:",
        "Description28": "Tapt i VS Duel",
        "Description29": "Tungt sårede enheder, der ikke kan finde plads på hospitalet, når det er fyldt.",
        "Description30": "Tab som følge af ødelæggelser af øvelsesområdet",
        "Description31": "Antallet af enheder, der går tabt og venter i konverteringspuljen, er ubegrænset.",
        "Description32": "Allierede sender rekognosceringsfly for at hjælpe dig med konverteringen af enheder",
        "Description33": "Hvis din base bliver brudt igennem, vil Ørkenbeskytterne i Protector's Field ikke blive påvirket.",
        "Description34": "Ørkenbeskytter - Attributter",
        "Description35": "Her er en sammenligning mellem de normale soldater og den tilsvarende Ørkenbeskytter-version for nogle varianter.",
        "Description36": "Niveau 10",
        "Description37": "Niveau 9",
        "Description38": "Niveau 7",
        "Description39": "Øg beskytterens egenskaber med altaret",
        "Description40": "Altaret er en ny bygning, der er specielt designet til at forbedre Ørkenbeskytterens egenskaber. Læs mere i sektionen 'Alter'.",
        "Description41": "Konverterede enheder sendes til Protector's Field.",
        "Image1": "Ørkenbeskytterens symbol giver dig også et indblik i, hvor mange soldater af denne type der er tilgængelige med det samme.",
        "Image2": "Tropper, der bærer beskyttere, får automatisk aktiverede buffs: Beskyttere får ekstra modstand mod forbandelser og forbedringer af deres status.",
        "Image3": "Når en enhed med beskyttere bliver besejret i PvP-kampe, elimineres en del af de fjendtlige enheder baseret på niveau og antal dræbte beskyttere.",
        "Image4": "Lås op for ekstra kraftige forbandelseseffekter ved at mestre specialiseringsevner!",
        "Image5": "Hurtig march: Få et ekstra trefoldigt marchhastighedsboost, når du deltager i eller bruger en Protector Rally."
      },
      "Oasis": {
        "Title": "Byg en oase",
        "Description1": "Denne begivenhed starter samtidig med åbningen af byer på niveau 1 på den tredje dag i den første uge og varer frem til slutningen af sæsonen.",
        "Description2": "Regler for grønnere områder:",
        "List1": "Grønningsordrer: Du kan kun gøre sandområder grønne, der grænser op til eksisterende grønne områder.",
        "List2": "Progressiv udvidelse: Det tilgængelige grønningsområde udvides i løbet af begivenheden.",
        "List3": "Grønningsfremskridt: Når 80 % af et område er grønt, betragtes det som afsluttet og bidrager til det samlede fremskridt af krigsområdet.",
        "List4": "Ørkenråvarer: I grønne områder er der chancer for at finde sjældne skatte (ørkenartefakter). Hvert område indeholder et fastsat antal skatte.",
        "Description3": "Faser",
        "Description4": "Fase 1 (Uge 1–4 af sæsonen):",
        "List5": "Grønningsområde: Grønningen åbnes først, når en by er erobret.",
        "List6": "Forbudte områder: Fæstninger, handelsstationer og hovedstaden kan ikke gøres grønne i denne fase.",
        "List7": "Startpunkt for grønnelse: Ved at erobre en by omdannes det omkringliggende kontaminerede område til grønne områder, som danner udgangspunktet for udvidelsen.",
        "Description5": "Fase 2 (Uge 5–7 af sæsonen):",
        "List8": "Udvidelse af grønnelse: Kommandører kan gøre områder fra niveau 1 grønne og udvide til byer, fæstninger, handelsstationer og hovedstaden.",
        "List9": "Opgraderingsfremskridt: Når der er opnået 80 % grønningsfremskridt i det nuværende niveau, åbnes næste niveau, som leder til grønnelsen af hovedstaden på niveau 7.",
        "List10": "Krigsområde-grønnelse: Kommandører kan nu gøre områder i alle 8 krigsområder i samme sæsongruppe grønne.",
        "Description6": "Sådan bliver det grønt",
        "Description7": "Grønnelse er meget enkel: Klik på kortet på en gyldig flise og send opklaringsflyet for at gøre det grønt.",
        "Description8": "Hovedreglen er, at du kun kan gøre fliser grønne, der grænser op til en allerede grøn flise: Når en by er erobret, bliver landet omkring byen grønt, så du kan starte grønningsprocessen i dette område. Efterhånden åbnes yderligere zoner, baseret på de faser, der er beskrevet tidligere."
      },
      "Artefact": {
        "Title": "Ørkenartefakter",
        "Description1": "Ørkenartefakter ligner forsyningsindsamlingene fra sæson 2.",
        "Description2": "Der er 3 faser: niveau 1 med standardartefakter og niveau 2 som en ekstra belønning, som kommandører kan vælge at indsamle. Artefakter giver specialkræfter til ens tropper, men forbruges ikke direkte i begivenheden."
      }
    },
    "Weapons": {
      "Title": "Helteopgraderinger og Våben",
      "Description1": "Sæson 3 bringer nyheder om helte og våben; deres tilgængelighed varierer tidsmæssigt.",
      "Description2": "Den vigtigste nyhed: Hero-Swap-begivenheden gør det muligt at bytte EXP-niveau og stjerner for en helt.",
      "Description3": "Heldenswap",
      "Description4": "Heldenswap er en ny begivenhed, der finder sted i uge 2 og endelig giver dig mulighed for at bytte EXP-niveau og stjerner mellem to helte.",
      "Description5": "I sæson 3 får du straks 2 byttebilletter, som gør det muligt at bytte 2 helte.",
      "Description6": "Scarlett-opgradering til UR",
      "Description7": "Det vil være muligt at opgradere Scarlett til en UR-helt. Begivenheden finder sted på første dag af uge 3.",
      "Description8": "Mason og Violet stiger til UR",
      "Description9": "Hvis du har et UR-opgraderingsobjekt, kan du opgradere Mason og/eller Violet til en UR-helt i løbet af sæson 3. Gå til Mason eller Violet og find knappen 'Befordre'.",
      "Description10": "S3: Legenden vender tilbage",
      "Description11": "S3: Legend Returns starter på første dag af sæson 3. Brug straks heltereturbilletter for at modtage ekstra Mithril og hemmeligt vand.",
      "Description12": "S3: Våben fra Legenderne",
      "Description13": "S3: Weapons of Legends starter på 3. dag. Reset-timeren for en gratis rekruttering er 2 dage og 5 timer."
    },
    "ExclusiveWeapons": {
      "Title": "Eksklusive Våben",
      "Description1": "Sæson 3 bringer også nogle eksklusive våben: Marshall, Schuyler og McGregor.",
      "Description2": "Marshalls eksklusive våben",
      "Description3": "Med Battle Pass for Marshalls eksklusive våben (fra dag 4 i uge 1) kan du optjene Marshalls eksklusive våbensplitter, som giver dig mulighed for at aktivere og forbedre det eksklusive våben. Ellers kan du samle universelle eksklusive våbensplitter, som kun kan bruges til forbedringer og ikke aktivering.",
      "Description4": "Schuylers eksklusive våben",
      "Description5": "Med Battle Pass for Schuylers eksklusive våben (fra dag 4 i uge 3) kan du optjene Schuylers eksklusive våbensplitter, som giver dig mulighed for at aktivere og forbedre det eksklusive våben. Ellers kan du samle universelle eksklusive våbensplitter, som kun kan bruges til forbedringer og ikke aktivering.",
      "Description6": "McGregors eksklusive våben",
      "Description7": "Med Battle Pass for McGregors eksklusive våben (fra dag 4 i uge 6) kan du optjene McGregors eksklusive våbensplitter, som giver dig mulighed for at aktivere og forbedre det eksklusive våben. Ellers kan du samle universelle eksklusive våbensplitter, som kun kan bruges til forbedringer og ikke aktivering."
    },
    "Professions": {
      "Title": "Erhverv – Level-cappet udvidet til niveau 100",
      "Description1": "I sæson 3 vil level-grænsen for erhverv blive hævet til niveau 100, hvilket lover at åbne op for nye færdigheder og strategiske beslutninger."
    },
    "Bazaar": {
      "Title": "Ørkensbasar",
      "Description1": "Når du dræber sandorme, kan du samle sandormeskjold-genstande (for eksempel fra dropkister, når sandorme dræbes, eller som mål i sandormekrisebegivenheden), som du kan bytte i Ørkensbasaren mod meget vigtige genstande.",
      "Description2": "Ørkensbasaren nulstilles ugentligt, og når nye missioner låses op, kan du finde ekstra genstande hver uge. Nedenfor viser jeg alle genstande, der er tilgængelige ugentligt, og giver en kort beskrivelse af hver speciel genstand."
    }
  },
  "R4Roles": {
    "Title": "Alliancestruktur",
    "DescriptionTitle": "Rollebeksrivelser",
    "Marshal": {
      "Description": "Leder alliancen og koordinerer den overordnede struktur",
      "Description2": "Støtter R4-teamet i beslutningstagning",
      "Description3": "Håndterer diplomatiske relationer med andre alliancer",
      "Description4": "Overvåger PlayerManager-systemet"
    },
    "Vs": {
      "Description": "Annoncerer “Gem” eller “All-in” hver søndag",
      "Description2": "Deler VS-tips og information om modstanderen",
      "Description3": "Følger spillernes point i løbet af ugen",
      "Description4": "Motiverer til aktiv deltagelse",
      "Description5": "Sender venlige påmindelser privat ved behov"
    },
    "Tactical": {
      "Description": "Aktiverer Marshal-begivenheden og placerer Marshal",
      "Description2": "Starter begivenheden til den planlagte tid",
      "Description3": "Planlægger og forbereder Zombiebelejringen",
      "Description4": "Indstiller niveauer for både Marshal og Zombie-event",
      "Description5": "Skriver og poster meddelelser med dato og tidspunkt"
    },
    "Desert": {
      "Description": "Aktiverer og opretter begge hold om mandagen",
      "Description2": "Definerer strategi og roller for hvert hold",
      "Description3": "Motiverer spillere til at deltage og tydeliggør forventninger",
      "Description4": "Skriver et kort sammendrag efter begivenheden, hvis nødvendigt"
    },
    "Personnel": {
      "Description": "Søger nye spillere, når der er ledige pladser",
      "Description2": "Giver regelmæssige opdateringer om kontaktede/interesserede spillere",
      "Description3": "Byder nye spillere velkommen med en venlig besked",
      "Description4": "Fjerner inaktive medlemmer med en respektfuld besked",
      "Description5": "Informer alliancen om afgange og årsager, hvis muligt"
    },
    "Strategy": {
      "Description": "Deler spiltips via alliansens beskeder og Discord",
      "Description2": "Opdaterer om ændringer i spillet og patch-noter",
      "Description3": "Informer om nye sæsoner og begivenhedsændringer",
      "Description4": "Besvarer spørgsmål og guider spillere med nyttig info"
    },
    "Train": {
      "Description": "Informerer toglederen om morgenen og tildeler VIP-gæsten",
      "Description2": "Giver VIP-spilleren besked om dagens plads",
      "Description3": "Planlægger togleder-skemaet fra søndag til tirsdag",
      "Description4": "Tildeler og annoncerer dagens tog"
    },
    "Donations": {
      "Description": "Tjekker dagligt om spillerne bidrager til alliancens donationer",
      "Description2": "Sender venlige påmindelser til dem, der har glemt det",
      "Description3": "Rapporterer søndag om spillere, der ikke har doneret hele ugen"
    },
    "Special": {
      "Description": "Planlægger specialbegivenheder som Glacieradon og General’s Trial",
      "Description2": "Undersøger og forklarer nye begivenhedstyper til teamet",
      "Description3": "Informer tidligt om kommende begivenheder",
      "Description4": "Annoncerer tydeligt med dato og tidspunkt",
      "Description5": "Leder og starter begivenhederne som planlagt"
    },
    "Discipline": {
      "Description": "Sikrer at ingen spiller bliver bebrejdet, hængt ud eller fornærmet offentligt",
      "Description2": "Griber ind ved konflikter i chatten eller toksisk opførsel",
      "Description3": "Forhindrer spillere i at give uofficielle instruktioner",
      "Description4": "Gør det klart, at kun R4 eller udpegede roller giver officiel feedback"
    },
    "War": {
      "Description": "Planlægger krigsbegivenheder som hovedstadskampe og sæsonkrige",
      "Description2": "Er selv til stede eller udpeger en pålidelig stedfortræder",
      "Description3": "Motiverer spillere til at deltage og møde op"
    }
  },
  "Seasons": {
    "Title": "Sæsoner",
    "Season5": {
      "Title": "Season 5: Vilde Vesten – Den Gyldne Ødemark i Frihedens Land",
      "Description": "I den Gyldne Ødemark i Frihedens Land hersker rigdom og vold side om side. Under den nådesløse mineherre Kong Spar opstår KrystalGuld-imperiet — og det er op til dig at bringe retfærdighed til Det Vilde Vesten.",
      "Link1": "Hovedoversigt",
      "Link2": "Erhverv"
    },
    "Season4": {
      "Title": "Sæson 4: Evignattens Ø",
      "Description": "Lys og Mørke: Stå over for Blodnattens Måne og bring lyset tilbage til Sakura-Øen.",
      "Link1": "Hovedoversigt",
      "Link2": "Ugeguides",
      "Link3": "Spiltyper",
      "Link4": "Den ultimative strategiguide",
      "Link5": "Erhverv",
      "Link6": "Taktikkort"
    },
    "Season3": {
      "Title": "Sæson 3: Det Gyldne Kongerige",
      "Description": "Udforsk ørkenerne i Det Gyldne Kongerige og opdag gamle hemmeligheder, kraftfulde evner og skjulte artefakter.",
      "Link1": "Hovedoversigt",
      "Link2": "Den ultimative strategiguide",
      "Link3": "Ugeguides",
      "Link4": "Erhverv og færdigheder",
      "Link5": "Placeringer af ørkenartefakter",
      "Link6": "Sfinx/Oase-lokationer",
      "Link7": "Fejring",
      "Link8": "Tricks/Snyd"
    },
    "Season2": {
      "Title": "Sæson 2: Polarstorm",
      "Description": "En isnende vind rejser sig. Forbered dig på snestorme, frosne konflikter og taktisk overlevelse på isdækkede slagmarker.",
      "Link1": "Hovedoversigt",
      "Link2": "Den ultimative strategiguide",
      "Link3": "Placeringer for forsyninger",
      "Link4": "Uger 1–8",
      "Link5": "Fejring",
      "Link6": "Tricks/Snyd"
    },
    "Season1": {
      "Title": "Sæson 1: Den Karmoisinrøde Pest",
      "Description": "Udbruddet begynder. RA-virussen spreder sig, krig bryder ud, og nye ledere rejser sig. Gør dig klar til den første fase af kaos i Den Sidste Krig.",
      "Link1": "Hovedoversigt",
      "Link2": "Ultimativ krigsregelguide",
      "Link3": "Uger 1–8",
      "Link4": "Erhverv",
      "Link5": "Fejring",
      "Link6": "Tricks/Snyd"
    }
  },
  "SeasonLeaderBoard": {
    "Title": "🏆 Sæson 5 – Rangliste 🏆",
    "Description": "De bedste spillere fra den femte sæson",
    "Button": "Se rangliste",
    "Table": {
      "Title": "Rangliste",
      "Rank": "Rang",
      "Player": "Spiller",
      "AllianceLoot": "Alliancebytte",
      "Rewards": "Sæsonbelønning",
      "Wars": "Events",
      "Score": "Point"
    },
    "Rewards": {
      "Tactician": "Taktikerbelønning",
      "TacticianShort": "Taktiker",
      "Core": "Kerne-medlemsbelønning",
      "CoreShort": "Kernemedlem",
      "Elite": "Elite-medlemsbelønning",
      "EliteShort": "Elite",
      "Valued": "Værdsat medlemsbelønning",
      "ValuedShort": "Værdsat",
      "Leader": "Alliancens lederbelønning",
      "LeaderShort": "Leder"
    }
  }
}
