{
  "Home": {
    "Welcome": "Willkommen, tapfere Krieger, bei der Allianz Old Viking!",
    "Section1": "Betrete die stürmischen Meere und endlosen Schlachtfelder mit der Allianz Old Viking an deiner Seite. Hier kämpfen wir Schulter an Schulter, unsere Axt geschärft, unsere Schilde erhoben, immer bereit für die nächste Schlacht.",
    "WhatToExpect": {
      "Title": "Was dich erwartet:",
      "List1": "Brüder und Schwestern im Kampf: Finde treue Gefährten, die dir in jeder Schlacht den Rücken stärken und mit dir den Ruhm teilen.",
      "List2": "Strategische Meisterschaft: Schmiede mächtige Pläne und überwinde deine Feinde mit kluger Taktik und unerschütterlichem Mut.",
      "List3": "Ruhmreiche Feste: Nimm an epischen Schlachten und glorreichen Raubzügen teil, die dich reich belohnen und deine Heldensage weiterspinnen.",
      "List4": "Weisheit der Alten: Lerne von erfahrenen Kriegern und verbessere deine Fähigkeiten, um als wahrer Wikinger zu bestehen."
    },
    "Allies": {
      "Title": "Unsere Verbündeten:",
      "Allie1": "FYU - IMPERIVM XXIV"
    },
    "Nap": {
      "Title": "Nichtangriffspakte (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "Section2": "Werde ein Teil der Allianz Old Viking und segle mit uns in die Legende. Gemeinsam werden wir unbezwingbar sein und die Welt vor Ehrfurcht erzittern lassen.",
    "Vs": {
      "Title": "VS-Duell: ",
      "Description": "Erfahre hier, wie du die meisten Punkte sammeln kannst.",
      "Link": "Mehr erfahren",
      "Day1": {
        "Link": "day1",
        "Description": "Tag 1 - Radar-Spezialtraining"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Tag 2 - Basis-Konstruktion"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Tag 3 - Zeitalter der Wissenschaft"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Tag 4 - Entwicklung von Helden"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Tag 5 - Gefechtsbereitschaft"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Tag 6 - Beseitigung der Feinde"
      }
    },
    "Information": {
      "Title": "Weitere Informationen",
      "Description": "Hier findest du nützliche Links zu den wichtigsten Seiten unserer Homepage:",
      "Vs": "VS-Duell",
      "Rules": "Regeln",
      "Basics": "Grundlagen",
      "TipsAndTricks": "Tipps und Tricks"
    }
  },
  "Rules": {
    "Title": "Allianz Regeln",
    "Rule1": {
      "Title": "Inaktivität",
      "Description": "Wer 3 Tage offline ist, ohne sich abzumelden, wird am 4. Tag aus der Allianz entlassen"
    },
    "Rule2": {
      "Title": "Versammlungsplatz",
      "Description": "Am Sonntag ist der gesamte Kampf vorbei, und alle Mitglieder sollen sich beim Allianz-Versammlungsplatz versammeln.",
      "Description2": "Wer am Mittwoch noch nicht am Versammlungsplatz ist, wird entlassen.",
      "Description3": "Wie komme ich an den Versammlungsplatz"
    },
    "Rule3": {
      "Title": "Allianz-Technologie Spenden",
      "Description": "Bis Sonntag muss jedes Mitglied Punkte bei der Allianz-Technologie gespendet haben (Das Spenden ist kostenlos).",
      "Description2": "Wer dies nicht tut, wird entlassen.",
      "Description3": "Wie Spende ich"
    },
    "Rule4": {
      "Title": "Spielernamen",
      "Description": "Jedes Mitglied muss einen eigenen Spielernamen haben.",
      "Description2": "Wer sich keinen eigenen Spielernamen gibt, wird aus der Allianz entlassen."
    },
    "Rule5": {
      "Title": "Allgemeine Angriffe",
      "Description": "Jeglicher Angriff auf unsere Verbündeten oder auf den NAP (Nichtangriffspakt) ist untersagt.",
      "Description2": "Angriffe auf Spieler aus anderen Allianzen sind grundsätzlich untersagt. Sollten besondere Umstände oder Konflikte auftreten, müssen solche Aktionen vorher mit einem R5 oder R4 besprochen und genehmigt werden, um unnötigen Stress zu vermeiden.",
      "Description3": "Plündern von LKWs oder Zügen vom eigenen Server ist nicht gestattet.",
      "Description4": "Wie vermeide ich Angriffe auf eigene LKWs"
    },
    "Note": {
      "Title": "Hinweis:",
      "Description": "Wenn jemand nicht weiß, wie er eine Regel erfüllen kann oder sonst Fragen hat, soll er sich bitte bei uns melden. Wir sind hier, um zu helfen."
    },
    "Footer": "Lasst uns zusammen stark und erfolgreich sein!",
    "ServerRules": {
      "Title": "Server Regeln",
      "Abuse": {
        "Title": "Missbrauch:",
        "Rule1": "Kein Mobbing, Sexismus, Rassismus, Homophobie oder andere hasserfüllte Chats, einschließlich ethnischer, sexueller, religiöser, behinderungsbezogener, altersbedingter oder transphober Beleidigungen. Die Konsequenz ist ein kostenloser Treffer auf den Spieler, bei Wiederholung erfolgt der Ausschluss aus der Allianz."
      },
      "Zeroing": {
        "Title": "Nullstellung:",
        "Rule1": "Es ist verboten, Basen, die sich in Allianzen auf unserem Server befinden, auf null zu setzen (zu zerstören). Die Konsequenz ist die eigene Nullstellung, mit Truppen außerhalb der Basis."
      },
      "Trucks": {
        "Title": "LKWs:",
        "Rule1": "Keine Angriffe auf unsere Server-LKWs und Züge. Verwenden Sie den Filter, um dies zu verhindern. Falls es doch passiert, sprechen Sie die Person direkt an, um einen gleichwertigen LKW zum Plündern zu organisieren. Bei keiner Reaktion, melden Sie dies an R4/R5."
      },
      "Villages": {
        "Title": "Dörfer:",
        "Rule1": "Spieler dürfen keine Basen beim Dorfkampf angreifen, sondern nur das Dorf verstärken oder das Dorf angreifen. Die Konsequenz ist eine gleichwertige Anzahl an Treffern mit Truppen außerhalb der Basis."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Angriffe 1: ",
          "Rule": "Spieler, die ihre Allianz verlassen, um einen Spieler in den Top 10 anzugreifen, werden für 1 Woche von allen Top 10 ausgeschlossen. Sie dürfen in dieser Woche von keinem Top 10 geschützt werden."
        },
        "Rule2": {
          "Title": "Angriffe 2: ",
          "Rule": "Spieler, die einen anderen Spieler in den Top 10 angreifen, sollten die gleiche Anzahl an Angriffen und Schaden zurückerhalten, bei einem zweiten Verstoß folgt eine 1-wöchige Sperre von den Top 10."
        }
      },
      "Cities": {
        "Title": "Städte:",
        "Rule1": "Level 6 Städte gehören den Top 3 Allianzen. Wenn sich die Top 3 ändern, werden die Level 6 Städte entsprechend wechseln."
      }
    }
  },
  "Navigation": {
    "Home": "Startseite",
    "Rules": "Regeln",
    "VS": "VS-Duell",
    "Alliances": "Allianz",
    "Basics": "Grundlagen",
    "TipsAndTricks": "Tipps/Tricks",
    "Buildings": "Gebäude",
    "Squad": "Truppe",
    "DesertStorm": "Wüstensturm",
    "SeasonOne": "Saison 1",
    "Marshall": "Marschall-Wache"
  },
  "VS": {
    "Title": "VS-Duell",
    "Day1": {
      "Title": "Tag 1 - Radar-Spezialtraining",
      "DayText": "Montag",
      "Task1": {
        "Title": "Erledige 1 Radaraufgabe (~25.000 Punkte):",
        "Description": "Gehe zum Radarsymbol unten links und öffne den Radarbildschirm. Hier siehst du Missionen, von denen einige bereits abgeschlossen sind (mit einem roten Punkt oben rechts), während andere noch abgeschlossen werden müssen. Um eine Mission abzuschließen, musst du sie zuerst ausführen (falls sie noch nicht ausgeführt wurde) und dann auf die Mission mit dem roten Punkt klicken. Mit dieser Aktion sammelst du sie ein und erhältst die Punkte. Um die Punkte zu maximieren, solltest du erwägen, Missionen am Vortag zu stapeln."
      },
      "Task2": {
        "Title": "1 Ausdauer verwenden (~300 Punkte):",
        "Description": "Verwende Ausdauer für Angriffe, Sammelaktionen und Radarmissionen."
      },
      "Task3": {
        "Title": "Nutze mindestens 660 Helden-EXP-Punkte gleichzeitig (~6 Punkte):",
        "Description": "Gehe zum Drohnenzentrum und klicke auf die Schaltfläche „Datentraining“, um Kampfdaten zu verwenden. Auf bestimmten Ebenen sind Drohnenteile erforderlich, um mit dem Training fortfahren zu können."
      },
      "Task4": {
        "Title": "1 Drohnenteil verwenden :",
        "Description": "Gehe zum Drohnenzentrum und klicke auf die Schaltfläche „Datentraining“, um Kampfdaten zu verwenden. Auf bestimmten Ebenen werden Drohnenteile benötigt.\n\n\n\n\n\n\n"
      },
      "Task5": {
        "Title": "Sammeln Sie 100/100/60 Einheiten Nahrung/Eisen/Münzen  (~40 Punkte):",
        "Description": "Du kannst Einheiten auf zwei Arten Nahrung, Eisen oder Münzen sammeln:",
        "Description2": "Mit speziellen Radarmissionen zum Sammeln von Nahrung, Eisen oder Münzen. In diesem Fall ist die Sammelgeschwindigkeit enorm hoch.",
        "Description3": "Wechsle in den Kartenmodus, klicke auf die Lupe, dann auf Sammeln, und wähle „Ackerland“, „Eisenmine“ oder „Goldmine“. Suche eine Stelle, zu der du deine Truppen zum Sammeln schicken kannst. Die Punkte werden vergeben, wenn die Truppen den Sammelpunkt verlassen, entweder weil die zu gewinnenden Ressourcen aufgebraucht sind oder weil die Truppen zurückgerufen wurden. Beginne daher am Tag vor Beginn dieses Tages mit dem Sammeln und stelle sicher, dass die endgültige Sammelzeit nach Beginn dieses Tages liegt."
      },
      "Task6": {
        "Title": "Für jeden gewonnenen Drohnendatenchip-Punkt  (~2000 Punkte):",
        "Description": "Erhalte Punkte, wenn du Drohnendatenchip-Truhen aus dem Inventar öffnest (nicht zu verwechseln mit Drohnenkomponenten-Truhen)."
      }
    },
    "Day2": {
      "Title": "Tag 2 - Basis-Konstruktion",
      "DayText": "Dienstag",
      "Task1": {
        "Title": "Verwende eine 1-minütige Konstruktionsbeschleunigung (~120 Punkte):",
        "Description": "Verwende Konstruktionsbeschleunigungen (generische sind auch in Ordnung, beliebige Länge)."
      },
      "Task2": {
        "Title": "Erhöhe die Gebäudestärke um 1 Punkt (~21 Punkte):",
        "Description": "Jedes Mal, wenn du ein Gebäude fertigstellst, wird die Stärke dieses Gebäudes erhöht und du erhältst Punkte für diese Differenz. Beachte, dass die Stärkesteigerung des Gebäudes nur dann erfolgt, wenn du die Geschenkbox öffnest, in der das neu verbesserte Gebäude verpackt ist."
      },
      "Task3": {
        "Title": "Versende den legendären Handels-LKW einmal (~200.000 Punkte):",
        "Description": "Handels-LKW können von unterschiedlicher Art sein und daher verschiedene Belohnungen enthalten. Du kannst ihren Inhalt mithilfe des Handelsvertrags ändern. Gehe dazu zum Abschnitt, in dem du einen LKW senden kannst. Wenn du dir den Inhalt oben rechts in der Vorschau ansiehst, findest du eine Schaltfläche mit einem Würfel. Um die „legendäre“ Version zu erhalten, musst du mehrmals aktualisieren, bis du den gelben Hintergrund und die „UR“-Schrift auf der linken Seite siehst."
      },
      "Task4": {
        "Title": "Führe 1 legendäre Geheimaufgabe aus (~150.000 Punkte):",
        "Description": "Im geheimen mobilen Trupp sind Aktivitäten verschiedener Art und Stufen zu finden. Nutze die Schaltfläche „Aktualisieren“ unten, um die aktuellen Missionen zu ändern (wobei 1 geheimer Auftragsgegenstand, der „Geheime Befehl“, verbraucht wird). Suche nach den Missionen mit dem gelb/goldenen Quadrat und starte sie. Wenn du während der Woche geheime Auftragsgegenstände behältst, kannst du an diesem Tag alle legendären Missionen starten."
      },
      "Task5": {
        "Title": "Rekrutiere einmal einen Überlebenden (~3.000 Punkte):",
        "Description": "Verwende die goldenen Überlebenden-Rekrutierungstickets (diese unterscheiden sich von den goldenen Helden-Rekrutierungstickets), die du im Heldenbereich findest. Klicke auf die Schaltfläche „Helden rekrutieren“ und gehe dann zum Bereich „Überlebende rekrutieren“. Sammle während der ganzen Woche Rekrutierungstickets für Überlebende und verwende sie nur an diesem Tag."
      }
    },
    "Day3": {
      "Title": "Tag 3 - Zeitalter der Wissenschaft",
      "DayText": "Mittwoch",
      "Task1": {
        "Title": "Schließe eine Radarmission ab (~23.000 Punkte):",
        "Description": "Gehe zum Radarsymbol unten links und öffne den Radarbildschirm. Hier siehst du Missionen, von denen einige bereits abgeschlossen sind (mit einem roten Punkt oben rechts), während andere noch abgeschlossen werden müssen. Um eine Mission abzuschließen, musst du sie zuerst ausführen (falls sie noch nicht ausgeführt wurde) und dann auf die Mission mit dem roten Punkt klicken. Mit dieser Aktion sammelst du sie ein und erhältst die Punkte. Um die Punkte zu maximieren, solltest du erwägen, Missionen am Vortag zu stapeln."
      },
      "Task2": {
        "Title": "Nutze eine Forschungsbeschleunigung für 1 Minute (~120 Punkte):",
        "Description": "Nutze eine Forschungsbeschleunigung (generische sind auch in Ordnung, jede Länge ist möglich)."
      },
      "Task3": {
        "Title": "Erhöhe die technologische Leistung um 1 Punkt (~21 Punkte):",
        "Description": "Technologische Leistungspunkte erhältst du, wenn du im Technologiezentrum auf das Symbol für abgeschlossene Forschung klickst. Um die Punkte zu maximieren, starte an dem/den Tag(en) eine lange Forschung, sodass sie an diesem Tag endet, oder schließe sie auf jeden Fall ab, indem du nur an diesem Tag auf das Symbol für abgeschlossene Forschung klickst."
      },
      "Task4": {
        "Title": "Benutze ein Tapferkeitsabzeichen (~600 Punkte):",
        "Description": "Gehe zum Forschungszentrum und zum Abschnitt „Allianz Duell“. Starte eine der Suchen, die Tapferkeitsabzeichen verbrauchen (das sind die blauen Medaillen in der Mitte, goldenen an der Außenseite und mit der Schleife unten, die man in den Duelltruhen gewinnen kann)."
      },
      "Task5": {
        "Title": "Für jede geöffnete Drohnenkomponententruhe der Stufen 1/2/3/4/5/6/7:",
        "Description": "Erhalte Punkte, wenn du Drohnenkomponententruhen aus dem Inventar öffnest (nicht zu verwechseln mit Drohnendatenchiptruhen)."
      }
    },
    "Day4": {
      "Title": "Tag 4 - Entwicklung von Helden",
      "DayText": "Donnerstag",
      "Task1": {
        "Title": "Führe einmal eine fortschrittliche Rekrutierung durch (~3.750 Punkte):",
        "Description": "Verwende die legendären Rekrutierungstickets im Heldenbereich, um Helden zu rekrutieren (nicht zu verwechseln mit den „Überlebende rekrutieren“-Tickets). Sammle während der ganzen Woche Tickets zum Rekrutieren von Helden und benutze sie nur an diesem Tag."
      },
      "Task2": {
        "Title": "Nutze mindestens 660 Hero EXP-Punkte (~6 Punkte):",
        "Description": "Nutze Erfahrungspunkte, indem du den „Upgrade“-Button klickst, nachdem du einen Helden ausgewählt hast."
      },
      "Task3": {
        "Title": "Benutze eine legendäre, epische oder seltene Scherbe (~20.000, ~7.000 oder ~2.000 Punkte):",
        "Description": "Benutze die goldene, lila oder blaue Scherbe (Puzzleteile) der Helden, um ihr Level im Heldenbereich zu erhöhen. Klicke auf einen Helden, gehe zum Klassenbereich und aktualisiere die Heldenklasse."
      },
      "Task4": {
        "Title": "Nutze eine Fertigkeitsmedaille (~20 Punkte):",
        "Description": "Verbessere die Fertigkeiten der Helden, indem du zum Heldenbereich gehst, einen Helden auswählst, auf den Bereich „Fertigkeiten“ klickst, eine der Fertigkeiten (die Quadrate) oben auswählst und die Schaltfläche „Stärken“ benutzt (dies ist nicht immer möglich)."
      },
      "Task5": "Verbrauche 1 Fähigkeitsmedaille",
      "Task6": "Kaufen Sie ein Geschenpack mit Diamanten (1 Diamant)"
    },
    "Day5": {
      "Title": "Tag 5 - Gefechtsbereitschaft",
      "DayText": "Freitag",
      "Task1": {
        "Title": "Schließe eine Radarmission ab (~23.000 Punkte):",
        "Description": "Gehe zum Radarsymbol unten links und öffne den Radarbildschirm. Hier siehst du Missionen, von denen einige bereits abgeschlossen sind (mit einem roten Punkt oben rechts), während andere noch abgeschlossen werden müssen. Um eine Mission abzuschließen, musst du sie zuerst ausführen (falls sie noch nicht ausgeführt wurde) und dann auf die Mission mit dem roten Punkt klicken. Mit dieser Aktion sammelst du die Mission ein und erhältst die Punkte. Um die Punkte zu maximieren, solltest du erwägen, Missionen am Vortag zu stapeln."
      },
      "Task2": {
        "Title": "Verwende eine 1-Minute-Konstruktionsbeschleunigung (~120 Punkte):",
        "Description": "Verwende eine Konstruktionsbeschleunigung (generische sind auch in Ordnung, beliebige Länge)."
      },
      "Task3": {
        "Title": "Erhöhe die Gebäudestärke um 1 Punkt (~21 Punkte):",
        "Description": "Jedes Mal, wenn du ein Gebäude fertigstellst, wird die Stärke dieses Gebäudes erhöht und du erhältst Punkte für die Differenz. Beachte, dass die Stärkesteigerung des Gebäudes nur dann erfolgt, wenn du die Geschenkbox öffnest, in der das neu verbesserte Gebäude verpackt ist."
      },
      "Task4": {
        "Title": "Verwende eine 1-minütige Forschungsbeschleunigung (~120 Punkte):",
        "Description": "Verwende eine Forschungsbeschleunigung (generische sind auch in Ordnung, beliebige Länge)."
      },
      "Task5": {
        "Title": "Erhöhe die technologische Leistung um 1 Punkt (~21 Punkte):",
        "Description": "Technologische Leistungspunkte werden erhalten, wenn eine Forschung im Technologiezentrum abgeschlossen wird."
      },
      "Task6": {
        "Title": "Nutze eine 1-minütige Trainingsbeschleunigung (~122 Punkte):",
        "Description": "Nutze eine Trainingsbeschleunigung (allgemeine sind auch in Ordnung, jede Länge). Punkte werden auch vergeben, wenn du trainierst, um das Level des Soldaten zu verbessern. Es ist tatsächlich besser, viele Soldaten mit niedrigem Level vor diesem Tag vorzubereiten und erst dann auf ein höheres Level zu bringen, da die Punkte auf der Grundlage des Levels des ankommenden Soldaten vergeben werden."
      },
      "Task7": {
        "Title": "Bilde einen Soldaten der Stufe 1/2/3/4/5/6/7/8/9/10 aus (~46/70/93/117/140/164/197/211/234/258 Punkte):",
        "Description": "Die Punkte, die du erhältst, basieren auf der Ankunftsstufe eines Soldaten. Wenn du also einen Soldaten der Stufe 4 auf Stufe 5 aufrüstest, erhältst du die Punkte für einen Soldaten der Stufe 5, genauso wie wenn du einen Soldaten der Stufe 5 von Grund auf ausbildest. Bereite daher viele Soldaten mittlerer Stufen vor, um sie am Fließband aufzurüsten."
      }
    },
    "Day6": {
      "Title": "Tag 6 - Beseitigung der Feinde",
      "DayText": "Samstag",
      "Task1": {
        "Title": "Versende einmal einen legendären Handels-LKW (~200.000 Punkte):",
        "Description": "Handels-LKW können von unterschiedlicher Art sein und daher unterschiedliche Belohnungen enthalten. Sie können ihren Inhalt mithilfe des  Handelsvertrags Handelsvertrag ändern  . Um sie zu verwenden, gehen Sie zum Abschnitt zum Senden eines LKWs. Wenn Sie sich den Inhalt oben rechts in der Vorschau ansehen, finden Sie eine Schaltfläche mit einem Würfel. Um die „legendäre“ Version zu erhalten, müssen Sie viele Male aktualisieren, bis Sie den gelben Hintergrund und die  UR-  Schrift auf der linken Seite erhalten."
      },
      "Task2": {
        "Title": "Führe eine legendäre Geheimaufgabe aus (~150.000 Punkte):",
        "Description": "Im geheimen mobilen Trupp findest du Aktivitäten verschiedener Art und Stufen. Benutze die Schaltfläche „Aktualisieren“ unten, um die aktuellen Missionen zu ändern (wobei 1 geheimer Auftragsgegenstand, der „Geheime Befehl“, verbraucht wird). Suche nach den Missionen mit dem gelb/goldenen Quadrat und starte sie. Wenn du während der Woche geheime Auftragsgegenstände behältst, kannst du an diesem Tag alle legendären Missionen starten."
      },
      "Task3": {
        "Title": "Verwende eine 1-Minute-Konstruktionsbeschleunigung (~120 Punkte):",
        "Description": "Verwende eine Konstruktionsbeschleunigung (generische sind auch in Ordnung)."
      },
      "Task4": {
        "Title": "Nutze eine Forschungsbeschleunigung für 1 Minute (~120 Punkte):",
        "Description": "Nutze eine Forschungsbeschleunigung (allgemeine sind auch in Ordnung)."
      },
      "Task5": {
        "Title": "Verwende einen 1-Minuten-Trainingsbeschleuniger (~122 Punkte):",
        "Description": "Verwende Trainingsbeschleuniger (generische sind auch in Ordnung). Punkte werden auch vergeben, wenn du trainierst, um das Level des Soldaten zu verbessern. Es ist tatsächlich besser, viele Soldaten mit niedrigem Level vor diesem Tag vorzubereiten und erst dann auf ein höheres Level aufzusteigen, da die Punkte basierend auf dem Level des ankommenden Soldaten vergeben werden."
      },
      "Task6": {
        "Title": "Verwende einen 1-Minuten-Heilungsbeschleuniger (~122 Punkte):",
        "Description": "Verwende einen Heilungsbeschleuniger."
      },
      "Task7": {
        "Title": "Jede getötete Einheit der Stufe 1/2/3/4/5/6/7/8/9/10 einer gegnerischen Allianz bringt ~25/38/50/63/75/88/100/113/125/138 Punkte:",
        "Description": "Diese Punkte werden jedes Mal vergeben, wenn du im Duell gegen einen Gegner einen Soldaten der gegnerischen Allianz tötest. Verwende den Teleport (Duell gegen einen Gegner-Symbol -> Allianzangriffe -> Angriff), um zum Server deines Gegners zu gelangen und so viele Soldaten wie möglich zu töten, die Basen deiner gegnerischen Allianz angreifen. Wenn ein Feind die Truppen aus der Verteidigung entfernt hat, kannst du auf dieser Basis keine Punkte machen. Daher solltest du zuerst erkunden und nur diejenigen angreifen, die noch in der Verteidigung sind."
      },
      "Task8": {
        "Title": "Jede getötete Einheit der Stufen 1/2/3/4/5/6/7/8/9/10 bringt ~5/8/10/13/15/18/20/23/25/28 Punkte:",
        "Description": "Diese Punkte werden jedes Mal vergeben, wenn du einen Soldaten einer anderen Allianz eines anderen Servers tötest, außer der Allianz deines Gegners im Duell VS, für die die Punkte im obigen Abschnitt gelten. Es ist besser, immer zu versuchen, Soldaten deiner gegnerischen Allianz im Duell VS zu töten, da dies das Fünffache an Punkten bringt. Wenn sie jedoch abgeschirmt sind oder keine Truppen haben, kannst du auch Soldaten anderer Allianzen auf diesem Server töten. Das wird mehr Zeit und Treffer erfordern, um die gleiche Anzahl an Punkten zu erzielen."
      },
      "Task9": {
        "Title": "Jede verlorene Einheit der Stufen 1/2/3/4/5/6/7/8/9/10 bringt ~6/8/10/12/14/16/18/20 Punkte:",
        "Description": "Egal, ob du angreifst oder verteidigst, jedes Mal, wenn einer deiner Soldaten getötet wird, erhältst du diese Anzahl an Punkten. Wenn du am Ende eines Duells Punkte sammeln musst, um Truhen zu öffnen, und deine Allianz das Spiel deutlich gewinnt, könntest du in Betracht ziehen, einige deiner Truppen zu opfern, um ein höherstufiges Hauptquartier anzugreifen, wenn nur diese verfügbar sind. Auf diese Weise kannst du Einheiten verlieren und Punkte verdienen."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Überschneidung mit Wettrüsten",
      "Day1": {
        "Title": "Es gibt zwei Überschneidungen, daher empfehle ich, die Aktivitäten während der jeweiligen Phasen durchzuführen:",
        "Overlap1": {
          "Title": "Drohnen-Boost-Phase:",
          "Description": "Verbrauche eine Ausdauer.",
          "Description2": "Nutze 10 Drohnenkampf-Datenpunkte."
        },
        "Overlap2": {
          "Title": "Helden-Aufstiegsphase:",
          "Description": "Nutze 2000 EXP-Punkte."
        }
      },
      "Day2": {
        "Title": "Die folgenden Aktivitäten überschneiden sich mit der Städtebauphase des Wettrüstens. Ich empfehle, diese Aktivitäten während dieser Phase durchzuführen:",
        "Overlap1": {
          "Description": "Nutze die 1-minütige Baubeschleunigung.",
          "Description2": "Erhöhe die Baukraft um 1 Punkt."
        }
      },
      "Day3": {
        "Title": "Die folgenden Aktivitäten überschneiden sich mit der Phase der technischen Forschung des Wettrüstens. Ich empfehle, diese Aktivitäten während dieser Phase durchzuführen:",
        "Overlap1": {
          "Description": "Nutze eine 1-Minuten-Forschungsbeschleunigung.",
          "Description2": "Erhöhe die technologische Leistung um 1 Punkt."
        }
      },
      "Day4": {
        "Title": "Die folgenden Aktivitäten überschneiden sich mit der Heldenentwicklungsphase des Wettrüstens. Ich empfehle, diese Aktivitäten während dieser Phase durchzuführen:",
        "Overlap1": {
          "Description": "Führe 1 fortgeschrittenen Rekrutierung durch.",
          "Description2": "Nutze 2000 EXP-Punkte."
        }
      },
      "Day5": {
        "Title": "Es gibt drei Überschneidungen. Ich empfehle, die Aktivitäten in den jeweiligen Phasen durchzuführen:",
        "Overlap1": {
          "Title": "Städtebauphase:",
          "Description": "Nutze eine 1-Minuten-Baubeschleunigung.",
          "Description2": "Erhöhe die Baukraft um 1 Punkt."
        },
        "Overlap2": {
          "Title": "Technische Forschungsphase:",
          "Description": "Nutze eine 1-Minuten-Forschungsbeschleunigung.",
          "Description2": "Erhöhe die technologische Leistung um 1 Punkt."
        },
        "Overlap3": {
          "Title": "Phase des Einheitenfortschritts:",
          "Description": "Nutze eine 1-Minuten-Trainingsbeschleunigung.",
          "Description2": "Bilde einen Soldaten der Stufe 1/2/3/4/5/6/7/8/9/10 aus."
        }
      },
      "Day6": {
        "Title": "Es gibt drei Überschneidungen. Ich empfehle, die Aktivitäten in den jeweiligen Phasen durchzuführen:",
        "Overlap1": {
          "Title": "Städtebauphase:",
          "Description": "Nutze eine 1-Minuten-Baubeschleunigung."
        },
        "Overlap2": {
          "Title": "Technische Forschungsphase:",
          "Description": "Nutze eine 1-Minuten-Forschungsbeschleunigung."
        },
        "Overlap3": {
          "Title": "Phase des Einheitenfortschritts:",
          "Description": "Nutze eine 1-Minuten-Trainingsbeschleunigung."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Strategische Vorbereitung",
      "Description": "Für bestimmte Aktivitäten gibt es Punkte, wenn sie abgeschlossen sind. Daher kannst du sie am Tag vor dem erforderlichen Zeitpunkt beginnen und während der jeweiligen Phase beenden, um die maximale Punktzahl zu erzielen. Hier sind die Phasen und die entsprechenden Aktivitäten:",
      "List1": "An den Tagen, an denen Radarmissionen belohnt werden, staple die Missionen am Vortag bis zum Maximum. Dies ermöglicht es dir, die maximale Anzahl an Punkten zu erzielen, wenn die Missionen am eigentlichen Tag abgeschlossen werden.",
      "List2": "Beginne an den Tagen, an denen das Sammeln von Nahrung, Eisen oder Gold Belohnungspunkte bringt, am Vortag mit dem Sammeln und stelle sicher, dass du am neuen Tag damit fertig bist. Vor dem Sammeln wird angezeigt, wie viel du benötigst, um die maximalen Punkte zu erzielen.",
      "List3": "An Tagen, an denen das Aufrüsten von Gebäuden Punkte basierend auf ihrer Leistungssteigerung bringt, ist es vorteilhaft, mehrere Gebäude an den vorherigen Tagen aufzurüsten und sie im Geschenkverpackungszustand zu belassen. Die Gebäudeleistung wird nur beim Öffnen des Geschenkpakets gesteigert, und zu diesem Zeitpunkt werden auch Duell-gegen-Punkte vergeben.",
      "List4": "An Tagen, an denen Forschung Punkte bringt, starte am Vortag eine lange Forschung, sodass die Forschung an diesen Tagen endet. Die Punkte werden vergeben, wenn du auf das Symbol für abgeschlossene Forschung klickst.",
      "List5": "Öffne die Truhe mit dem Drohnendatenchip und den Komponenten nicht, wenn sich diese im Inventar befinden, da du durch diese Aktivitäten an Tag 1 und 3 Punkte erhältst.",
      "FightDay": {
        "Title": "Kampftag Vorbereitung",
        "Description": "Am letzten Tag des Duells gibt es Punkte für das Töten von Truppen deines Gegners, daher ist es wichtig, sich auf diesen Tag vorzubereiten.",
        "AttackPreparation": {
          "Title": "Angriffsvorbereitung",
          "List1": "Versuche während der Woche, die Kaserne auf das höchstmögliche Niveau zu bringen, um die Ausbildung von Truppen auf höherem Niveau freizuschalten. Dies ermöglicht es dir, effizienter Punkte durch das Trainieren von höherstufigen Soldaten zu sammeln.",
          "List2": "Bilde so viele Truppen aus, wie möglich, da du sie während des Krieges benötigen wirst. Nutze deine Trainingsbeschleunigungen am besten an Tag 5, um die Punkte zu maximieren.",
          "List3": "Kaufe Trainingsbeschleunigungen und Heilungsbeschleunigungen. Diese können dir helfen, die Ausbildung und Heilung deiner Truppen schneller abzuschließen, was besonders wichtig ist, um in den entscheidenden Phasen des Krieges effizient zu bleiben."
        },
        "DefensePreparation": {
          "Title": "Verteidigungsvorbereitung",
          "List1": "Kaufe Schilde (oder spare Ressourcen, um sie zu kaufen), um sie während der 24 Stunden des letzten Tages zu nutzen. Andernfalls benötigst du 1.500 Diamanten für einen 8-Stunden-Schild.",
          "List2": "Entferne Truppen aus deiner Verteidigungsaufstellung, sodass du im Falle eines Treffers nur geringe Truppenverluste erleidest, im Vergleich zu den Verlusten bei einer Niederlage mit aufrechter Verteidigung. Gehe dazu in deine Basis, klicke auf die Mauer und gehe zur Verteidigungsaufstellung. Entferne die Häkchen bei den Truppen, um sie aus der Verteidigungsaufstellung zu entfernen."
        }
      }
    },
    "Reward": {
      "Title": "Belohnung",
      "Description": "Für jede erforderliche Aktivität während des Duells erhältst du eine bestimmte Anzahl an Punkten. Diese Punkteausbeute kannst du durch Forschungen im Bereich „Allianzduell“ noch steigern. Um solche Forschungen durchzuführen, benötigst du Tapferkeitsabzeichen, die du nur durch das Öffnen von Truhen im Duell erhalten kannst."
    },
    "GeneralTips": {
      "Title": "Allgemeine Tipps:",
      "Tip1": "Radarmissionen nur jeden zweiten Tag asführen wen diese im Event Punkte geben (Montag,Mittwoch,Freitag)",
      "Tip2": "Drohnen Kampfdaten alle sammeln und erst am Montag einsetzen",
      "Tip3": "Gebäude nach Bau eingepackt lassen und erst am Dienstag auspacken wen es Punkte dafür gibt",
      "Tip4": "Tickets für Handelswagen und Missionen sammeln und dann einsetzen wen Goldene Lkw und Missionen Punkte geben",
      "Tip5": "Tickets für Überlebende alle sammeln und am Dienstag brauchen (Ausser Gratis)",
      "Tip6": "Drohnen Komponenten Truhen im Inventar lassen und erst am Mittwoch öffnen",
      "Tip7": "Rekrutierungs Ticket alle sammeln und erst am Donnerstag brauchen (Ausser Gratis)",
      "Tip8": "Scherben für Helden und Fähigkeitsmedaille alle sammeln und erst am Donnerstag einsetzen",
      "Tip9": "Helden Exp alle Sammeln und nur am Montag oder Donnerstag brauchen",
      "Tip10": "Drohnen Fähigkeits Chips alle sammeln für Montag"
    },
    "YouTubeNote": "Hinweis: Die folgenden YouTube-Videos zeigen gute Beispiele für den VS-Tag. Beachte jedoch, dass sie möglicherweise nicht ganz aktuell sind. Informiere dich zusätzlich über die neuesten Änderungen und Verfahren.",
    "Description": "Auf dieser Seite findet ihr nützliche Tipps und Tricks, wie ihr beim VS-Duell möglichst viele Punkte sammeln könnt, ohne dabei Geld investieren zu müssen. Entdeckt effektive Strategien und bewährte Methoden, um eure Punktzahl zu maximieren und erfolgreich zu sein!"
  },
  "DesertStorm": {
    "Title": "Wüstensturm",
    "Register": {
      "Title": "Anmeldung",
      "Description1": "Jedes Mitglied einer Allianz kann eine Teilnahmeanfrage stellen, wenn die Anmeldung geöffnet ist.",
      "Description2": "Die maximale Spielerzahl beträgt 20 pro Team, es sind 10 Ersatzspieler möglich. Sobald die Anmeldungen geschlossen sind, können nicht einmal R4 und R5 die Teilnehmer ändern. R4/R5 entscheiden über die endgültige Aufstellung der teilnehmenden Spieler.",
      "Description3": "Beantragen Sie die Teilnahme für die einzelnen Zeitbereiche nur, wenn Sie tatsächlich teilnehmen können, da eine nachträgliche Vertretung für Sie nicht möglich ist, es können maximal 10 Ersatzpersonen ausgewählt werden.",
      "Step1": "Gehe zu Events -> <br>  Schlachtfeld Wüstensturm -> <br> Teilnehmer auswählen",
      "Step2": "Wähle \"Antrag zum Kampf\"",
      "Step3": "Wir Spielen immer um 22:00 - 22:40 Uhr <br> Setze die Checkbox und Bestätigen"
    },
    "Join": {
      "Title": "Das Schlachtfeld betreten",
      "Description": "Wenn der Event-Countdown auf der Event-Detailseite endet und das Event beginnt, müssen die Teilnehmer pünktlich das Schlachtfeld betreten, nach weiteren 5 Minuten können ggf. die Ersatzspieler eintreten und diejenigen, die nicht verbunden waren, bleiben draußen.",
      "Step1": "Sie beginnen das Spiel mit Truppen des höchsten Levels, das Sie ausbilden können, und mit einer Stärke, die der Kapazität Ihres Übungsgeländes entspricht.",
      "Step2": "Truppen können während des Events verletzt werden und werden in ein spezielles Event-Krankenhaus gebracht (Sie können sie während des Events heilen, wenn Sie es brauchen, und wenn Sie das Feldlazarett haben, wird die Heilung beschleunigt), aber am Ende des Events kehren die verletzten Truppen in ihren Normalzustand zurück, als wäre nichts geschehen. Nutzen Sie also alle Truppen, die Ihnen zur Verfügung stehen. Die Allianzhilfe ist im Event-Krankenhaus leider nicht verfügbar.",
      "Step3": "In Desert Storm sind nur Trupps verfügbar, die sich im normalen Spiel in der Basis befinden. Wenn Sie welche auf den Feldern zurückgelassen haben, rufen Sie sie einfach zur Basis zurück. Sobald sie die Basis betreten, sind sie in DS verfügbar."
    },
    "Goals": {
      "Title": "Ziele",
      "Goal1": "Während des Events müssen Sie versuchen, so viele Allianzpunkte wie möglich zu erzielen, um das Event zu gewinnen. Ein schönes HUD-Banner mit Echtzeit-Rangliste hilft Ihnen dabei, den Fortschritt im Auge zu behalten.",
      "Goal2": "Allianzpunkte erhält man, indem man Gebäude erobert und in Besitz hält. Bei der ersten Eroberung gibt es einige zusätzliche Punkte. Eine Eroberung ist erst abgeschlossen, wenn eine Allianz das Gebäude von Feinden befreit hat, falls diese Verstärkung leisten, und nachdem der Eroberungs-Countdown von 1 Minute abgelaufen ist. Ab diesem Moment werden die Eroberungserträge dem Echtzeit-Wertungsbanner hinzugefügt.",
      "Goal3": "Zusätzliche Punkte können durch das Sammeln der Punkte-Vorratsboxen gesammelt werden, die erscheinen, wenn ein Gebäude erobert wird (wenn es zusätzliche Punkte gibt). Schicken Sie Späher aus, um sie schnell einzusammeln.",
      "Goal4": "Stattdessen werden einzelne Punkte individuelle Belohnungen gewähren, der Schwerpunkt sollte jedoch auf den Allianzpunkten liegen, da die Allianzbelohnungen besser sind als die individuellen."
    },
    "MostImportant": {
      "Title": "Das Wichtigste, was Sie wissen sollten",
      "Important1": "Sie können die Hilfe der Allianz nicht nutzen, um Ihre Soldaten im Krankenhaus zu heilen, wie Sie es im normalen Spiel gewohnt sind, aber Sie können Heilungsbeschleunigungen nutzen",
      "Important2": "Sie können Trupps im Minispiel Desert Storm nur verwenden, wenn sich Ihr Trupp in der Basis auf der normalen Karte befindet. Stellen Sie also sicher, dass Ihre Trupps vor Beginn von Desert Storm wieder in der Basis sind. Wenn ein Trupp im normalen Kartenmodus verwendet wird, ist er in Desert Storm grundsätzlich nicht verfügbar.",
      "Important3": "Solltet ihr die Anmeldephase versäumen oder nicht als Teilnehmer bzw. Ersatzteilnehmer eingetragen werden, ist eine Teilnahme an der Desert Storm Battle nicht möglich",
      "Important4": "Teleports im Desert Storm sind kostenlos, aber auf 1 alle 2 Minuten begrenzt. Die Abklingzeit wird im linken unteren Teil des Bildschirms direkt über der Schaltfläche „Helden“ angezeigt.",
      "Important5": "In Desert Storm beträgt die Haltbarkeit Ihrer Basis 4000 Punkte. Nach 4 Treffern ist Ihre Basis verbrannt und Sie werden zurück in die sichere Zone teleportiert. Die Abklingzeit für das Teleportieren wird in diesem Fall nicht zurückgesetzt. Wenn sie also ausgeführt wurde, müssen Sie warten",
      "Important6": "Meistens haben Leute, die keine Erfahrung mit Desert Storm haben, nach ein paar Minuten keine Truppen mehr. Lesen Sie unbedingt die folgenden Strategien, um zu erfahren, wie Sie Ihren Truppenverlust begrenzen können.",
      "Important7": "In Desert Storm können Sie Ihre Trupps nicht frei bewegen. Sie müssen ein Ziel erreichen und zur Basis zurückkehren, bevor sie gegen ein anderes Ziel eingesetzt werden können. Vergessen Sie also das Niederbrennen einer Basis mit ein paar schnellen Klicks und einem Trupp in wenigen Sekunden.",
      "Important8": "In Desert Storm können Sie sich, wenn die Abkühlphase des Teleports abgelaufen ist, zu jedem beliebigen Ort auf der Karte teleportieren, unabhängig davon, ob Ihre Trupps in der Basis sind oder nicht. Das ist eine nette Abwechslung zu den normalen Teleportregeln im normalen Spiel, bei denen alle Ihre Trupps vor dem Teleportieren wieder in Ihrer Basis sein müssen. P.S.: Die gleiche Regel gilt während des Duells gegen Tag 6, wenn Sie sich zum und vom anderen Server teleportieren."
    },
    "Strategies": {
      "Title": "Strategien",
      "EmptyBuilding": {
        "Title": "Erobere ein leeres Gebäude",
        "Description1": "Die Eroberung eines leeren Gebäudes ist ganz einfach: Greifen Sie es einfach an, und es gehört Ihnen.",
        "Description2": "Nach 1 Minute werden basierend auf der Eroberungsausbeute Punkte für Ihre Allianz (und für Ihre Einzelpunkte) generiert. Wenn es sich um die erste Eroberung handelt, erhalten Sie auch die Punkte für die erste Eroberung."
      },
      "ReduceTroopLosses": {
        "Title": "Strategie zur Eroberung leerer Gebäude zur Reduzierung des Truppenverlusts",
        "Description1": "Wenn Sie ein Gebäude erobern (aber trotzdem keine Eroberungspunkte erhalten) und ein Feind auftaucht, können Sie die folgende Strategie verwenden, um die Schlacht zu gewinnen und Ihre Truppenverluste zu verringern (dies funktioniert gut, wenn das Hauptquartier/die Macht des Feindes ähnlich oder niedriger ist als Ihres):",
        "Tip1": "Behalten Sie Ihren Trupp im Gebäude, bis der Feind den Angriff startet (insbesondere, wenn es sich um die erste Gebäudeeroberung handelt, bei der Sie die anfänglichen Eroberungspunkte erhalten können).",
        "Tip2": "Wenn der Feind einen Angriff auf das Gebäude beginnt und Sie noch nicht die Eroberungsausbeute erzielt haben (Sie verstärken also weniger als 1 Minute lang), ziehen Sie den Trupp zurück und vermeiden Sie, dass der Feind Ihren Trupp auf dem Gebäude angreift. So vermeiden Sie Truppenverluste.",
        "Tip3": "Höchstwahrscheinlich hat der Feind sein A-Team geschickt, um das Gebäude einzunehmen, sodass er schutzlos sein könnte. Denken Sie daran, dass er, wenn er Ihre Basis mit diesem Trupp angreifen will, ihn zuerst zu seiner Basis zurückschicken muss und ihn dann zu Ihrer Basis schicken muss.",
        "Tip4": "Schicken Sie alle Ihre Truppen mit Trupp A in erster Position zum Angriff auf die feindliche Basis.",
        "Tip5": "Wenn Sie Glück haben, hat der Feind keine Verteidigung oder nur schwache Trupps. Sobald der Feind ausgeschaltet ist, schicken Sie Ihren Trupp zur Eroberung der Basis.",
        "Tip6": "Wenn Sie Scouts verwenden, können Sie sicherstellen, dass die von Ihnen gesendeten Trupps den Kampf gegen die Basis tatsächlich gewinnen können. Senden Sie Scouts mehrmals kurz bevor Ihre Trupps den Feind treffen, um einen Trupp zurückziehen zu können, wenn der Feind die Verteidigung aktiviert."
      },
      "Advantages": {
        "Title": "Vorteile:",
        "Description1": "Sie vermeiden den Verlust von Truppen beim ersten Angriff des Feindes, der höchstwahrscheinlich ein A-Team zur Eroberung der Basis schicken wird",
        "Description2": "Wenn der Feind keine Verteidigungslinie hat, können Sie ihn mit 0 Truppenverlusten ausschalten, insbesondere wenn Sie schnell sind und der Feind in Ihrer Nähe ist",
        "Description3": "Der Gegner erhält keine Punkte, wenn Sie schnell sind, da es 1 Minute dauert, bis die Eroberung beginnt."
      },
      "Disadvantages": {
        "Title": "Nachteile:",
        "Description1": "Wenn der Feind einen starken B-Trupp hat und diesen zur Verteidigung einsetzt, könnte diese Strategie funktionieren, aber sie dauert länger, da Sie ihn nur mit Ihrem A-Trupp treffen können. Dies würde besser funktionieren, wenn Sie sich in der Nähe des Feindes befinden",
        "Description2": "Wenn mehrere Feinde auftauchen, sind Sie möglicherweise deren Angriffen ausgesetzt, wenn Sie Ihren A-Trupp zum Angriff auf den Feind geschickt haben.",
        "Description3": "Der Feind könnte in dem Moment, in dem Sie ihn treffen, in die Verteidigung gehen. Daher könnte die Verwendung eines Trupps mit nur einem Helden auf niedrigem Level eine gute Strategie sein, um das Risiko eines Truppenverlusts noch weiter zu verringern.",
        "Description4": "Wenn es sich um die erste Eroberung des Gebäudes handelt und Sie den Feind nicht schnell genug ausschalten, erhält er diese Punkte",
        "Description5": "Bedenken Sie, dass diese Strategie darauf abzielt, den Truppenverlust zu verringern, Sie dadurch aber gleichzeitig wertvolle Sekunden bei der Gebäudeeroberung verlieren. Setzen Sie sie daher mit Bedacht ein und berücksichtigen Sie dabei den aktuellen Kampfstatus und die Anzahl der Ihnen verbleibenden Truppen,"
      },
      "BuildingInEnemy": {
        "Title": "Erobern Sie ein Gebäude im Besitz des Feindes",
        "Description1": "Wenn das Gebäude dem anderen Team gehört, können Sie auf zwei Arten vorgehen:",
        "Description2": "Greife das Gebäude direkt mit deinem stärksten Trupp an und versuche, alle Trupps zu besiegen, die das Gebäude verstärken (ähnlich wie bei der Dorferoberung). Diese Strategie hat ein ernstes Problem, da du höchstwahrscheinlich viele Soldaten verlieren wirst und dir nach ein paar Eroberungen die Truppen ausgehen werden.",
        "Description3": "Identifizieren Sie Stützpunkte, in denen sich Verstärkungen befinden, und brennen Sie diese nieder. Dieser Ansatz funktioniert normalerweise gut, wenn die Stützpunkte keine Verteidigung haben. Andernfalls besteht das gleiche Problem wie beim obigen Ansatz, aber Sie verlieren wahrscheinlich weniger Soldaten, wenn der Feind den ersten Trupp zur Verstärkung schickt."
      },
      "ShouldNotDo": {
        "Title": "Was Sie nicht tun sollten",
        "Description1": "In Desert Storm sind Ihre Truppen sehr wertvoll, daher sollten Sie nichts tun, was sie in Gefahr bringt.",
        "Description2": "Hier einige Beispiele dafür, was Sie nicht tun sollten, da dies höchstwahrscheinlich zu einem Truppenverlust führen wird:",
        "Description3": "Wenn Sie von einem schwächeren Feind angegriffen werden, warten Sie mit dem Haupttrupp in der Verteidigung und greifen Sie dann an, wenn sein Haupttrupp zurückkehrt, anstatt zuzulassen, dass er Sie niederbrennt, weil Ihre Verteidigungstrupps draußen sind. Denken Sie daran, dass Sie bei jedem Angriff eine bestimmte Anzahl Truppen verlieren, wenn Sie die Verteidigungsaufstellung entfernen.",
        "Description4": "Greifen Sie untätige Feinde nicht mit schwachen Trupps an, denn sie haben Zeit, ihre Verteidigung aufzubauen, und Sie verlieren Truppen. Es ist besser, dies zu tun, wenn Feinde mehrere Dinge tun, da sie möglicherweise keine Zeit haben, die Verteidigung aufzubauen, wenn sie sehen, dass Sie angreifen (funktioniert am besten, wenn Sie sich in der Nähe der feindlichen Basis befinden)."
      }
    }
  },
  "Alliances": {
    "Title": "Allianz",
    "Donate": {
      "Title": "So können Sie beitragen/spenden",
      "Description": "Um zu einer Alliance Tech beizutragen, gelten die folgenden Regeln:",
      "Rule1": "für jede Spende an eine nicht empfohlene Technologie erhältst du 50 EXP und Allianz-Beitragspunkte",
      "Rule2": "für jede Spende an die empfohlene Technologie erhalten Sie eine zusätzliche Belohnung von +20 %: Sie verdienen also 60 EXP und 60 Allianz-Beitragspunkte.",
      "Rule3": "Darüber hinaus besteht bei Spenden die Chance, einen kritischen Treffer auszulösen, der zusätzliche Tech-EXP bringt. Die Chancen für kritische Treffer sind:",
      "Hit1": "Kein kritischer Treffer: 45 %",
      "Hit2": "2x kritischer Treffer (zusätzliche 50 Punkte Allianz-Technologie-EXP): 30 %",
      "Hit3": "3x kritischer Treffer (zusätzliche 100 Punkte Allianz-Technologie-EXP): 15 %",
      "Hit4": "5x kritischer Treffer (zusätzliche 200 Punkte Allianz-Technologie-EXP): 10 %",
      "Description2": "So spenden Sie:",
      "Donate": "Klicken Sie auf die empfohlene Technologie und dann auf „Spenden“, entweder mit Münzen oder Diamanten.",
      "Maximum": "Kommandanten haben maximal 20 Möglichkeiten, mit Münzen an die Technologie der Allianz zu spenden. Jede Spende, egal ob kritischer Treffer oder nicht, verbraucht eine Möglichkeit. Wenn die verfügbaren Spendenchancen eines Kommandanten unter 20 fallen, erhält er alle 20 Minuten eine Möglichkeit.",
      "Limit": "Es gibt kein tägliches Limit für die Anzahl der Diamantspenden, die Kommandeure an Allianztechnologie leisten können. Allerdings steigen die Diamantkosten für jede Spende mit der Anzahl der getätigten Spenden, es ist jedoch möglich, eine unbegrenzte Anzahl Diamantspenden zu leisten. Nach 20 Minuten verringert sich die Menge der zu spendenden Diamanten allmählich. Die Kosten beginnen bei 2 Diamanten für die erste Spende und erhöhen sich mit jeder weiteren Spende um 2 Diamanten, bis zu einem Maximum von 50 Diamanten."
    },
    "Shop": {
      "Title": "Allianz-Laden",
      "Description1": "Wenn Sie Teil einer Allianz sind, haben Sie Zugriff auf den Allianz-Laden. Allianz -> Allianz-Laden",
      "Description2": "Der Allianz-Shop bietet sehr hilfreiche Power-Up-Gegenstände, die im Tausch gegen Allianz-Beitragspunkte eingefordert werden können. Die Menge, die Sie von jedem Gegenstand einfordern können, ist zeitlich begrenzt und der Shop setzt diese Begrenzungen nach einem Countdown zurück, der oben im Allianz-Shop angezeigt wird.",
      "Image": "Auf dem Bild sind zwei Bereiche rot markiert: <br> Fortschrittliche Verlagerung und Allianz Verlagerung <br> Diese beiden Bereiche sind wichtig, um zum Versammlungsplatz zu gelangen. <br> Bei der Fortschrittlichen Verlagerung könnt ihr auf der Karte frei wählen, wohin ihr teleportiert werden möchtet. <br> Bei der Allianz Verlagerung werdet ihr irgendwo zum Versammlungsplatz teleportiert."
    },
    "AssemblyPlace": {
      "Title": "Wie komme ich zum Versammlungsplatz?",
      "Variant1": {
        "Title": "Variante 1: Fortschrittliche Verlagerung",
        "Description1": "Suche auf der Karte unseren Allianz Versammlungsplatz (violette Fahne).",
        "Description2": "Wähle einen freien Platz in der Nähe aus.",
        "Description3": "Klicke auf „Verlagern“. Dies kostet dich eine Fortschrittliche Verlagerung."
      },
      "Variant2": {
        "Title": "Variante 2: Allianz Verlagerung",
        "Description1": "Gehe in dein Inventar und wähle den Reiter „Speziell“.",
        "Description2": "Suche die Allianz Verlagerung.",
        "Description3": "Klicke auf „Benutzen“. Du wirst dann automatisch zum Versammlungsplatz teleportiert."
      },
      "Footer": "Im Bild unten wird die Allianz Verlagerung gezeigt, und im Bild oben ist der Laden. Diese beiden Verlagerungen kannst du wie oben beschrieben im Allianz Laden eintauschen. Die Allianz Verlagerung kostet weniger.",
      "Image": "Klicke auf: <b><br> 1. Inventar <br> 2. Speziell <br> 3. Allianz Verlagerung <br> 3. Benützen"
    },
    "Formation": {
      "Title": "Formation der Spieler",
      "Description": "Die Plätze rund um die Marschall Wache sind für R5 und R4 reserviert. Diese 9 Plätze müssen von den anderen Spielern freigehalten werden, da R4 und R5 bei diesem Event einen besonderen Bonus erhalten.",
      "Info": {
        "Title": "Wichtige Hinweise:",
        "Info1": "Respektiert die Platzierung: Bitte stellt sicher, dass ihr euch so positioniert, dass keine Lücken zwischen den Plätzen entstehen, die der Feind ausnutzen könnte.",
        "Info2": "Strategische Platzierung: Die richtige Formation ist entscheidend, um die Verteidigung zu stärken und den maximalen Vorteil aus den Boni für R4 und R5 zu ziehen."
      }
    }
  },
  "Basics": {
    "Title": "Grundlagen",
    "Translate": {
      "Title": "Übersetzungen",
      "Description": "In Last War könnt ihr die automatische Übersetzungsfunktion nutzen, um Texte in eure eigene Sprache zu übersetzen. Um Chats und Nachrichten zu übersetzen, verwendet einfach das Icon unten rechts – es zeigt ein „A“ mit Pfeilen und ein „T“. So könnt ihr in eurer bevorzugten Sprache kommunizieren und euch voll und ganz auf das Spiel konzentrieren!",
      "Image": "Auf dem Bild seht ihr zwei Beispiele, wo sich das Icon befindet, um den Text zu übersetzen."
    },
    "Trucks": {
      "Title": "Plündern von LKWs auf dem eigenen Server",
      "Description": "Es ist nicht erlaubt, LKWs auf eurem eigenen Server zu plündern. Um sicherzustellen, dass solche LKWs nicht angezeigt werden, gibt es eine Checkbox, die ihr aktivieren könnt, um alle LKWs vom eigenen Server herauszufiltern. Bitte setzt diese Checkbox, um den Regeln zu entsprechen. Im Bild unten seht ihr, wo ihr die Checkbox findet.",
      "Image": "Bitte aktiviert die Checkbox wie im Bild dargestellt."
    }
  },
  "TipsAndTricks": {
    "Title": "Tipps und Tricks",
    "Overview": {
      "Title": "Übersicht"
    },
    "Pvp": {
      "Title": "Angriff und Verteidigung",
      "Description1": "Zuerst sprechen wir über die Basisverteidigung. Du solltest nur versuchen zu verteidigen, wenn dein Haupttrupp den ersten oder zweiten aufeinanderfolgenden Angriff überleben kann (d.h. der Angreifer ist ungefähr auf deinem Level).",
      "Tip1": "Wenn du nicht verteidigen kannst oder nicht online bist, um diese Entscheidung zu treffen, DEAKTIVIERE deine Verteidigungen.",
      "Tip2": "So aktivierst/deaktivierst du die Verteidigungen: Gehe zur Mauer in deiner Basis, klicke auf das Haus+ Symbol und deaktiviere die Trupps. Jedes Mal, wenn du einen neuen Trupp freischaltest, stelle sicher, dass du sie auch deaktivierst. Manchmal macht es Sinn, gar keine Verteidigung zu haben, und manchmal macht es Sinn, den Haupttrupp als Verteidigung einzusetzen, aber der größte Fehler, den du machen kannst, ist, deine schwächeren Trupps an der Verteidigung teilnehmen zu lassen.",
      "Tip3": "Warum das funktioniert: Angenommen, ein viel stärkerer Spieler greift dich 5 Mal an (angenommen, du bist Level 20 mit 3 Trupps). Du würdest etwa 10k bis 12k Truppen in diesen 5 Angriffen verlieren, wenn du 3 Verteidigungsteams hättest. Wenn du nur eine einzige Verteidigung (stärkster Trupp) hättest, würdest du etwa 4k bis 5k Truppen verlieren. Wenn du gar keine Verteidigung hättest, würdest du etwa 1k Truppen verlieren (aufgrund des Durchbruchsangriffs, der nicht als Kills für den Angreifer zählt). Das ist ein großer Unterschied.",
      "Tip4": "Das Angreifen von Basen hat in diesem Spiel zwei Zwecke: (1) Ressourcen plündern und (2) Punkte während Tötungsereignissen, wie dem Feindvernichter (Tag 6 des Duells), zu sammeln.",
      "Tip5": "Plündern bietet das beste Ressourcen-Stamina-Verhältnis im Spiel, aber sei dir der Verteidigungen/Gegenangriffe, deiner aktuellen Plünderlimits usw. bewusst.",
      "Tip6": "Beim Angreifen anderer Basen für Tötungsereignisse, beachte, dass nur Kämpfe Kills für Punkte bringen. Also wird jemand ohne Verteidigung oder ohne Truppen dir keine Eventpunkte oder eine Erhöhung deiner individuellen Killanzahl einbringen. Das ist der andere Grund, warum du deine eigenen Verteidigungen deaktivieren solltest, nämlich um zu verhindern, dass deine Gegner Punkte durch Angriffe auf dich sammeln.",
      "Image1": "Klicke auf die Mauer und dann auf das Plus-Icon, um zur Verteidigung zu gelangen.",
      "Image2": "Durch das Aktivieren der Checkbox kannst du die Verteidigung für jede Truppe ein- oder ausschalten."
    },
    "Troops": {
      "Title": "Truppen-/Einheitentraining",
      "Description1": "Die optimalste Strategie zum Truppentraining besteht darin, sie in 3 Stufen zu trainieren. Das macht das Training nicht schneller und verbraucht auch nicht weniger Ressourcen, aber es ermöglicht dir, während relevanter Events wie Einheitentraining im Waffenrennen und Tag 5 der Duell-Aktivität mehr Punkte zu sammeln.",
      "Tip1": " Nehmen wir an, TX = max. Level der Truppen, die du trainieren kannst, TY = ein Level unter dem Maximum und TZ = zwei Level unter dem Maximum. Die Strategie besteht darin, TZ die ganze Woche über zu trainieren (vorausgesetzt, du hast bereits genug TX für alle deine Einheiten). Während des Einheitentrainings im Waffenrennen beförderst du TZ -> TY und/oder TY -> TX (möglich, zwei Runden in jeder Kaserne ohne Beschleunigungen während dieser Phase durchzuführen). Am Tag 5 des Duells würdest du fast alle TY/TZ zu TX befördern, bevor du in das Wüstensturm-Schlachtfeld oder den Tag 6 des Duells gehst. Sobald du die Tötungsereignisse abgeschlossen hast, setzt du das Auffüllen von TZ fort.",
      "Tip2": "Als Beispiel, wenn du HQ 25 bist, dann wäre TX Level 8 Einheiten (benötigt Lv24 Kaserne), TY wäre Lv 7 Einheiten (benötigt Lv20 Kaserne), und TZ wäre Lv 6 Einheiten (benötigt Lv17 Kaserne). Um diese Strategie anzuwenden, musst du einige Kasernen auf einem niedrigeren Niveau als das maximale mögliche halten. Von 4 Kasernen empfehle ich, 2 zu haben, die bis TX trainieren können, und 2, die nur bis TY trainieren können. Dies liegt daran, dass die Truppenbeförderung automatisch auf das maximale Level für diese Kaserne geht.",
      "Example": {
        "Title": "Ein Beispiel: ",
        "Example1": "Direktes Training: 1 T9-Soldat = 250 Punkte",
        "Example2": "Stufentraining: 1 T5 = 150 Punkte, 1 T5 – > 1 T6 = 175 Punkte, 1 T6 -> 1 T7 = 200 Punkte, 1 T7 -> 1 T8 = 225 Punkte, 1 T8 -> 1 T9 = 250 Punkte sind Total 1000 Punkte",
        "Description": "Wie Sie sehen, erhalten Sie mit dem schrittweisen Ansatz in diesem Fall die vierfache Punktzahl für jeden einzelnen Soldaten."
      },
      "Image1": "Auf diesem Bild siehst du, welche Truppen du upgraden kannst. Klicke auf den 'Upgrade'-Button, nicht auf 'Trainieren', um die Soldaten auf das maximale Level der Kaserne zu bringen."
    },
    "Healing": {
      "Title": "Spam-Heilen",
      "Description1": "Ein weiteres Konzept ist das „Spam-Heilen“. Das bedeutet, wenn du über 1000 tote Truppen hast und es 4 Stunden dauern würde, sie alle zu heilen, solltest du jeweils nur 25 Minuten Heilzeit auf einmal ansetzen und den Button für Hilfe von deiner Allianz klicken. Dadurch bleibt die Ressourcenkosten gleich, aber die Heilzeit reduziert sich um mehr als 50%. Diese Methode ist effizient, um deine Kampfkraft hochzuhalten und einen konstanten Fluss von Truppen zu gewährleisten."
    },
    "SmallTroops": {
      "Title": "Sammeln Sie Ressourcen mit einer geringen Truppenstärke",
      "Description1": "Wenn auf Ihrem Übungsgelände nur wenige Truppen zur Verfügung stehen (beispielsweise nach den Kriegen am Samstag), können Sie möglicherweise nicht alle Trupps zum Sammeln von Ressourcen schicken, da für den Einsatz jedes Trupps eine bestimmte Anzahl an Truppen erforderlich ist.",
      "Description2": "Dies kann folgendermaßen gelöst werden:",
      "Tip1": "Rufen Sie Ihre Trupps zur Basis zurück, damit Sie sie austauschen können",
      "Tip2": "Entferne alle Helden aus jedem Trupp und füge nur 1 Helden pro Trupp hinzu, möglicherweise diejenigen, die einen niedrigen Wert im Attribut „Kommando“ haben.",
      "Tip3": "Schicken Sie nun Trupps zum Sammeln aus. Jeder Trupp wird eine viel geringere Anzahl an Truppen einsetzen, sodass Sie alle ausschicken können.",
      "Tip4": "Darüber hinaus können Sie Soldaten der Stufe 1 einfach in einer beliebigen Kaserne ausbilden, um fast sofort einige Truppen zur Verfügung zu haben, da die Ausbildung von Soldaten der Stufe 1 schnell geht."
    },
    "IncreasedDamage": {
      "Title": "Erhöhter Schadensprozentsatz",
      "Description1": "Bei jedem Angriff, in der Verteidigung oder bei der Wache können Sie das Kriegsfieber nutzen, um den Schaden um 1 % zu erhöhen.",
      "Description2": "Dieser Boost wird automatisch aktiviert, wenn Sie eine Basis angreifen oder erkunden, aber nicht, wenn Sie nur verteidigen.",
      "Description3": "Um das Kriegsfieber auszulösen, können Sie eine der folgenden Aktionen ausführen:",
      "Tip1": "Schicken Sie ein Aufklärungsflugzeug zu einer Basis",
      "Tip2": "Starten Sie einen Angriff oder eine Kundgebung gegen eine feindliche Basis (Angriffe oder Kundgebungen gegen Zombies funktionieren nicht). Sie können den Angriff auch abbrechen, sobald das Kriegsfieber begonnen hat",
      "Tip3": "Den Status des Kriegsfiebers können Sie oben links auf dem Bildschirm sehen, direkt unter den Anzeigen für Nahrung/Eisen/Münzen/Energie. Wenn Sie auf das Symbol klicken, wird der Countdown angezeigt.",
      "Tip4": "Wiederholen Sie die Auslöseaktion, um den Countdown auf 15 Minuten jederzeit neu zu starten.",
      "Tip5": "WICHTIG: Verwenden Sie diesen Trick nicht, während Sie einen Schild tragen, da Sie ihn sonst verlieren."
    }
  },
  "Buildings": {
    "Title": "Gebäude",
    "Headquarters": {
      "Title": "Hauptquartier",
      "Description1": "Das Hauptquartier ist das wichtigste Gebäude im Spiel. Es erfüllt ähnliche Funktionen wie die Rathäuser in anderen Spielen. Wenn du es weiter ausbaust, kannst du neue Gebäude errichten und bestehende Gebäude auf ein höheres Niveau bringen. ",
      "Description2": "Wenn das Hauptquartier ein Level aufsteigt, erhöht sich Folgendes:",
      "List1": "Leistung",
      "List2": "Heldenlevel-Obergrenze",
      "List3": "Helden-HP",
      "List4": "Heldenangriff",
      "List5": "Heldenverteidigung",
      "List6": "Level-Cap für jedes Gebäude",
      "LevelUp": {
        "Title": "Level-Up-Anforderungen",
        "Description1": "Um das Hauptquartier auf ein höheres Level zu bringen, müssen in jeder Phase sowohl die Ressourcen- als auch die Gebäudeanforderungen erfüllt werden.",
        "Description2": "Es ist wichtig, den Bau schrittweise voranzutreiben, um einen reibungslosen Fortschritt zur nächsten Ebene des Hauptquartiers zu ermöglichen und genügend Ressourcen zu sparen. Wenn das Hauptquartier nicht verbessert wird, kann dies zu einem schwachen Trupp führen, da dieses Gebäude die Obergrenze für Heldenlevel bestimmt.",
        "Description3": "Unten sehen Sie ein Diagramm mit den für jede Ebene erforderlichen Gebäuden",
        "Table": {
          "ToUnlock": "HQ zum Freischalten",
          "Condition1": "Gebäude 1",
          "Condition2": "Gebäude 2",
          "Iron": "Eisen",
          "Food": "Nahrung",
          "Gold": "Gold",
          "Days": "Tage",
          "Wall": "Mauer L. ",
          "TechCenter": "Forschungszentrum L. ",
          "DrillGround": "Übungsplatz L. ",
          "Barracks": "Kaserne L. ",
          "AllianceCenter": "Allianz-Zentrum L. ",
          "Hospital": "Spital L. ",
          "TankCenter": "Panzer-Zentrum L. "
        }
      }
    },
    "Barracks": {
      "Title": "Kaserne",
      "Description1": "Die Kasernen dienen dazu, deine Truppen zu rekrutieren und zu befördern. Sobald du die Kasernen freigeschaltet hast, solltest du immer nur eine Kaserne gleichzeitig aufrüsten, um deine Ressourcen effizient zu nutzen. Das Befördern deiner Truppen ermöglicht es dir, Truppen von einem niedrigeren Level auf das höchste Level zu bringen, das deine Kasernen zulassen. Das Befördern von Truppen wird besonders nützlich, sobald du es freischaltest, da es dir erlaubt, Truppen der Stufe eins auszubilden und aufzuwerten, wodurch du weniger Ressourcen und Zeit benötigst."
    },
    "Hospital": {
      "Title": "Krankenhaus",
      "Description1": "Das Krankenhaus wird genutzt, um deine Truppen nach einem Kampf zu heilen. Wenn ein Feind stark genug ist, kann er deine Truppen töten oder verletzen. Das Krankenhaus kann jedoch keine gefallenen Truppen wiederbeleben, sondern nur verletzte Truppen heilen. Eine effiziente Methode, um deine Truppen schnell zu heilen, besteht darin, nur eine Anzahl von Truppen auszuwählen, die in 25 Minuten oder weniger geheilt werden kann. Dies ermöglicht es deiner Allianz, dir zu helfen und die Heilungszeit auf nahezu sofort zu reduzieren. Wenn du das Heilungssystem richtig nutzt, wird die Heilungszeit auf 25 % der Zeit reduziert, die es gebraucht hätte, wenn du alle Truppen gleichzeitig geheilt hättest."
    },
    "DrillGround": {
      "Title": "Übungsplatz",
      "Description1": "Der Übungsplatz ist das Gebäude, in dem deine Truppen stationiert sind. Das maximale Level des Übungsplatzes steigt mit dem Level deines Hauptquartiers. Der Übungsplatz ist eine zentrale Quelle deiner Stärke, da die Stärke deiner Truppen maßgeblich dein Machtlevel bestimmt. Um so viel Macht wie möglich zu erreichen (das Hauptziel des Spiels), solltest du ständig deinen Übungsplatz auf das höchste Level bringen und bei Gelegenheit weitere Übungsplätze bauen. Den zweiten Übungsplatz schaltest du auf Level 16 frei, und den dritten auf Level 21."
    },
    "Garages": {
      "Title": "Garagen",
      "Description1": "Die Garagen beherbergen deine Helden. Sie verleihen deinen Helden zusätzliche Stärke und Truppen, die sie mitnehmen können. Zu Beginn des Spiels erhältst du eine Garage, und du kannst im Verlauf des Spiels weitere freischalten, insgesamt bis zu drei Garagen. Eine vierte Garage kann auch durch den monatlichen Pass erhalten werden. Du solltest ausschließlich Garage 1 aufrüsten, da sich der Großteil deiner Bemühungen im Spiel auf diese konzentrieren wird. Garage 2 solltest du nur dann aufrüsten, wenn du sie für kostengünstige Arme-Rennen-Punkte benötigst oder wenn sie deiner Meinung nach zu weit zurückliegt."
    },
    "TechCenter": {
      "Title": "Technikzentrum",
      "Description1": "Das Technikzentrum ist ein entscheidender Bestandteil des Spiels, um im Wettbewerb mit anderen Spielern erfolgreich zu sein. Es wird aus gutem Grund besonders häufig im Abschnitt „erforderliche Upgrades“ angezeigt, wenn du dein Hauptquartier aufrüsten möchtest. Das Technikzentrum ermöglicht es dir, bestimmte Statistiken deiner Basis zu verbessern, wie z.B. Helden, Truppen, Garagen und mehr. Dies wandelt Ressourcen in mehr Stärke und Statistiken für alles um. Sobald du Level 16 erreichst, hast du die Möglichkeit, ein zweites Technikzentrum zu kaufen, was dringend empfohlen wird."
    },
    "GearFactory": {
      "Title": "Ausrüstungsfabrik",
      "Description1": "Die Ausrüstungsfabrik ermöglicht es dir, Ausrüstung für deine Helden herzustellen oder zu zerlegen. Du kannst jede Art von Ausrüstung erstellen, die derzeit im Spiel existiert, und auch Ausrüstungsteile zerlegen. Zudem erlaubt dir die Ausrüstungsfabrik, Ausrüstungsbestandteile zu kombinieren, um das Dielektrische Keramik-Komponentenstück herzustellen, das du benötigst, um ein legendäres Ausrüstungsteil zu kreieren. Es wird nicht empfohlen, seltene, Super-Rare oder Super-Super-Rare Ausrüstungsteile zu erstellen oder aufzuwerten. Sobald du mindestens alle Super-Super-Rare (SSR) Ausrüstungsteile für deine Haupthelden hast, solltest du alle weiteren Ausrüstungsteile zerlegen, um mehr legendäre Ausrüstung zu erhalten."
    },
    "ComponentFactory": {
      "Title": "Komponentenfabrik",
      "Description1": "Die Komponentenfabrik produziert Kisten mit Drohnenkomponenten. Diese Drohnenkomponenten werden im Drohnenzentrum verwendet, um weitere Upgrades für deine Drohne vorzunehmen. Sobald die Komponentenfabrik gebaut ist, kann sie nicht mehr aufgerüstet werden."
    },
    "TankCenter": {
      "Title": "Panzerzentrum",
      "Description1": "Das Panzerzentrum ist ein entscheidendes Gebäude im Spiel, das die Statistiken deiner Panzerhelden erheblich verbessert. Dieses Gebäude sollte jedes Mal, wenn du dein Hauptquartier aufrüstest, so schnell wie möglich auf das maximale Level gebracht werden."
    },
    "AircraftCenter": {
      "Title": "Flugzeugzentrum",
      "Description1": "Das Flugzeugzentrum erfüllt dieselbe Funktion wie das Panzerzentrum, jedoch für Helden vom Flugzeugtyp. Zu Beginn ist es nicht wichtig, dieses Gebäude aufzurüsten, da es keine Boni für die Aufstellung bietet, die du verwenden solltest. Sobald jedoch DVA und Carlie verfügbar sind, wird es ebenso wichtig sein, das Flugzeugzentrum aufzurüsten wie das Panzerzentrum, aufgrund der zusätzlichen Statistiken, die es diesen Helden bietet."
    },
    "MissileCenter": {
      "Title": "Raketenzentrum",
      "Description1": "Ähnlich wie die beiden oben genannten Gebäude erhöht das Raketenzentrum die Statistiken von Raketen-Heldentypen."
    },
    "ResourceCenters": {
      "Title": "Ressourcenzentren",
      "Description1": "Die Nahrungsmittel-, Eisen- und Schmelzzentren sind Gebäude, die entsprechende Ressourcen erzeugen. Die Trainingsbasis ist das Gebäude, das Helden-XP produziert. Aus Erfahrung bieten die Trainingsbasis-Gebäude eine gute XP-Nutzung im Verhältnis zu den verwendeten Ressourcen und sind effizient aufrüstbar."
    }
  },
  "Greeting": {
    "HomeButton": "Sag Hallo!",
    "Modal": {
      "Title": "Hinterlasse einen Gruss",
      "Form": {
        "ServerNumber": {
          "Label": "Server nummer",
          "Required": "Server nummer ist ein Pflichtfeld"
        },
        "AllianceName": {
          "Label": "Allianz name",
          "Required": "Allianz name ist ein Pflichtfeld"
        },
        "Comment": {
          "Label": "Kommentar",
          "MaxLength": "Die maximale Zeichenanzahl beträgt 200. Bitte kürzen Sie Ihren Kommentar."
        },
        "PlayerName": "Spieler Name",
        "Optional": "Optional",
        "CloseButton": "Abbrechen",
        "SubmitButton": "Senden"
      },
      "Toastr": {
        "Label": "Dein Gruss",
        "Success": "Besten dank für deinen Gruss",
        "Error": "Leider ist ein Problem aufgetreten. Bitte versuche es später noch einmal."
      }
    }
  },
  "Spinner": {
    "Label": "Bitte warten..."
  },
  "MemberLogin": {
    "Title": "Member Login",
    "Description": "Dieser Bereich ist nur für Mitglieder.",
    "Form": {
      "Label": "Passwort eingben",
      "Required": "Passwort ist ein Pflichtfeld",
      "LoginButton": "Login"
    },
    "Toastr": {
      "Title": "Login",
      "Error": "Login fehlerhaft"
    },
    "PasswordExpired": {
      "Title": "Paswort abgelaufen",
      "Information": "Das Passwort hat sich geändert"
    }
  },
  "Squad": {
    "Title": "Truppe",
    "Description": "Um die Macht Ihrer Helden zu maximieren, sollten Sie Ihre Trupps optimal aufstellen",
    "Basics": {
      "Title": "Grundlagen der Truppaufstellung",
      "Description": "Jeder Held hat seinen eigenen Typ, seine eigenen Fähigkeiten und besondere Merkmale.",
      "Defend": {
        "Title": "Verteidigungshelden",
        "Description": "sollten an der Vorderseite des Teams platziert werden."
      },
      "Attack": {
        "Title": "Angriffshelden",
        "Description": "sollten hinten platziert werden."
      },
      "Support": {
        "Title": "Unterstützungshelden",
        "Description": "sollten hinten platziert werden."
      }
    },
    "Example": {
      "Title": "Beispiel für ein Trupp",
      "List1": "<b>Violet</b> und <b>Scarlett</b> in der Verteidigung und damit an vordester Front",
      "List2": "<b>Mason</b> und <b>Richard</b> greifen an und deshalb stellt man sie nach hinten",
      "List3": "ein Support-Held, <b>Monica</b>, im Hintergrund",
      "Image": "Verteidigungshelden vorne, Angriffs- und Unterstützungshelden hinten für optimale Positionierung."
    },
    "FormationBonus": {
      "Title": "Formationsbonus",
      "Description": "Welchen Bonus Du aktuell nutzt, erkennst Du am Symbol oben links im Bereich Truppaufstellung",
      "Image": "<ul><li>3 Helden des gleichen Typs: +5 %</li><li>3 Helden des gleichen Typs + 2 eines anderen: +10 %</li><li>4 Helden des gleichen Typs: +15 %</li><li>5 Helden des gleichen Typs: 20 %</li></ul>",
      "Description2": "Wenn Sie alle Helden des gleichen Typs haben (im Beispiel oben alles Panzer), dann bekommen Sie einen Kraftbonus von 20 %. Wenn Sie außerdem das Panzergebäude aufrüsten, erhöht das die Kraft aller Panzerhelden."
    },
    "TroopsAndSoldiers": {
      "Title": "Trupps und Soldaten",
      "Description": "Bei der Durchführung eines Angriffs oder einer Rallye mit einem Team werden Soldaten zur Grundstärke der Helden hinzugefügt. Die Anzahl der am Angriff beteiligten Soldaten hängt vom  Befehlsattribut  der im Team enthaltenen Helden ab.",
      "Image": "Im Beispiel kannst Du sehen, dass die Anzahl der am Angriff beteiligten Einheiten (Soldaten) 1.965 beträgt (393 bei Murphy, 393 bei Williams usw.) und durch Klicken auf das i wird die Information angezeigt, dass es sich um Soldaten der Stufe T6 und T7 handelt.",
      "Description2": "Beachten Sie, dass, sofern verfügbar, immer zuerst Soldaten mit höheren Levels eingesetzt werden und dann diejenigen mit niedrigeren Levels zum Auffüllen herangezogen werden."
    }
  },
  "SeasonOne": {
    "Title": "Saison 1 – Die Purpurne Pest",
    "Content": {
      "Title": "Inhalt",
      "NewResources": "Neue Basisressourcen",
      "WorldMap": "Die Welt und die Karte",
      "NewBuildings": "Neue Gebäude",
      "MilitaryBase": "Militärbasis",
      "NewFarms": "Neue Allianz Farmen",
      "MilitaryStrongholds": "Militärische Hochburgen",
      "Cities": "Städte",
      "Conquest": "Eroberung",
      "HeroUpgrade": "Helden-Upgrades",
      "Virus": "Virus",
      "Gameplay": "Spielablauf"
    },
    "Resources": {
      "Title": "Neue Basisressourcen – Immunprotein, Mutantenkristall und genetisches Fragment",
      "Description": "Im Spiel sind nun zusätzliche Ressourcen verfügbar, von denen 2 (Immunprotein und Mutantenkristall) ähnlich wie die vorhandenen Lebensmittel, Eisen und Gold verwaltet werden.",
      "ImmuneProtein": {
        "Title": "Immunprotein",
        "Description": "Wird zum Bau und zur Verbesserung des Virusforschungsinstituts und von Militärstützpunkten benötigt.",
        "Description2": "Immunprotein erhältst du durch:",
        "List1": "Proteinfarm",
        "List2": "Belohnungen für das erstmalige Töten von Zombies",
        "List3": "Erreichen der Ziele der Saison 1 zur Steigerung der Virusresistenz",
        "List4": "Verwenden des Hero’s Return-Rekrutierungstickets"
      },
      "MutantCrystal": {
        "Title": "Mutantenkristall",
        "Description": "Wird zum Bau und zur Verbesserung der Proteinfarm und der Militärbasen verwendet.",
        "Description2": "Mutantenkristall erhältst du durch:",
        "List1": "Belohnungen für das erstmalige Töten eines Zombies",
        "List2": "Abschließen von Saison-Quest-Missionen",
        "List3": "Abschließen von Saison-1-Zielen zur Erhöhung der Virenresistenz",
        "List4": "Doom Walker First Blood Kill (erster DW-Kill eines Tages)",
        "List5": "Genetische Rekombination",
        "List6": "Verwenden des Hero's Return-Rekrutierungstickets",
        "List7": "Wochenpass und Saison-Battle-Pass"
      },
      "GeneFragment": {
        "Title": "Genfragment",
        "Description": "Es gibt 6 Arten von Genfragmenten. Kombinieren Sie sie neu, um mutierte Kristalle und Belohnungen zu erhalten. Genfragmente können mit Ihren Verbündeten ausgetauscht werden",
        "Description2": "Sie können Genfragmente durch folgendes verdienen:",
        "List1": "Radarmissionen abschließen: Doom Elite töten, Ressourcen sammeln, Doom Walker töten gibt Ihnen Typ I, II, III",
        "List2": "Crimson Zombies töten (beliebiges Level) gibt Ihnen Typ I, II, III",
        "List3": "Infizierte Zombies töten (beliebiges Level) gibt Ihnen Typ I, II, III",
        "List4": "Doom Elite töten (beliebiges Level) gibt Ihnen Typ I, II, III",
        "List5": "Verbündete heilen gibt Ihnen Typ IV, V, VI",
        "List6": "Städte angreifen"
      },
      "Description2": "Du kannst die Menge dieser Ressourcen (außer Genfragmente) im oberen Teil des Spieldisplays steuern, genau wie bei anderen Ressourcen. Denke auch daran, dein Inventar zu überprüfen, denn normalerweise sind diese Ressourcen verfügbar, wenn du sie als Belohnung gewinnst."
    },
    "WorldMap": {
      "Title": "Die Welt und die Karte",
      "Description": "Mit dieser neuen Saison ändert sich die Serverkarte drastisch, sie wird größer und mit neuen Kreaturen gefüllt.",
      "Description2": "Sie werden furchterregende und verseuchte Dörfer, Militärfestungen und die Hauptstadt vorfinden, die sich in die Stadt der Apokalypse verwandelt hat.",
      "Image1": "Befallene Dörfer",
      "Image2": "Militärische Hochburgen",
      "Image3": "Stadt der Apokalypse (Kapitol)",
      "Description3": "Zu Beginn der Saison sind Sie und Ihre Verbündeten am Rand des Servers gestrandet und haben keine eigene Stadt. Städte müssen zurückerobert werden, aber es gelten neue Regeln …",
      "Description4": "WICHTIG: Die Allianzen, die die Hauptstadt zuletzt halten, werden die Hauptstadt weiterhin halten, sobald Saison 1 beginnt. Die Eroberung der Hauptstadt beginnt erst 28 Tage nach dem City Clash-Event.",
      "Description5": "Doom-Elite-Monster verwandeln sich in aggressive, infektiöse Skorpionmonster, und die meisten Zombies sind ansteckend.",
      "Description6": "So sieht die Karte aus. Die Gebäude, die Sie sehen, sind die Städte, die anderen Felder dazwischen sind Militärfestungen."
    },
    "NewBuildings": {
      "Title": "Neue Gebäude",
      "Description": "Neue Gebäudetypen sind verfügbar und notwendig. Sie können nur außerhalb des Umkreises Ihrer Basis gebaut werden. Einige erscheinen gleich zu Beginn der Saison, andere werden später folgen.",
      "Image1": "Ein starkes, von Zombies übertragenes Virus infiziert das Land. Um zu überleben, muss ein Institut für Virenforschung gebaut werden.",
      "VirusResearchInstitute": {
        "Title": "Institut für Virusforschung",
        "Image1": "Das Institut für Virenforschung ermöglicht eine Steigerung der Virenresistenz.",
        "LevelUp": {
          "Title": "Level-up des Virusforschungsinstituts",
          "Description": "Um das Level des Virenforschungsinstituts zu erhöhen, benötigen Sie Immunprotein.",
          "Description2": "Durch das Aufleveln dieses Gebäudes wird die Virenresistenz erhöht, die für das Überleben in diesen apokalyptischen Zeiten von grundlegender Bedeutung ist.",
          "Image1": "Dieses Gebäude kann unabhängig von Ihrem HQ-Level bis auf Level 30 aufgerüstet werden."
        }
      },
      "ProteinFarm": {
        "Title": "Proteinfarm",
        "Description": "In diesem neuen Gebäude werden Immunproteine gezüchtet, eine der neuen Ressourcen der Saison.",
        "Image1": "Es stehen insgesamt 5 Proteinfarmen zur Verfügung; die fünfte ist nur mit dem Season's Weekly Pass zugänglich.",
        "LevelUp": {
          "Title": "Erhöhen Sie die Qualität Ihrer Proteinfarmen",
          "Description": "Um das Level der Proteinfarmen zu erhöhen, benötigen Sie Mutantenkristalle.",
          "Description2": "Sobald Ihre erste Proteinfarm Level 5 erreicht, wird eine neue Proteinfarm verfügbar.",
          "Description3": "Nachfolgende Proteinfarmen werden verfügbar, sobald die vorherige Level 10 erreicht.",
          "Description4": "Eine Proteinfarm ist sofort mit dem wöchentlichen Saisonpass verfügbar.",
          "Image1": "Dieses Gebäude kann unabhängig von Ihrem HQ-Level bis auf Level 30 aufgerüstet werden."
        }
      },
      "MilitaryBase": {
        "Title": "Militärbasis",
        "Description": "Ab der dritten Woche werden drei neue Gebäude verfügbar, die Verbesserungen für Heldentypen ermöglichen.",
        "Description2": "Zum Aufrüsten benötigen Sie sowohl Immunproteine als auch Mutantenkristalle. Diese Gebäude können bis auf Level 30 aufgerüstet werden, unabhängig von Ihrem HQ-Level.",
        "Description3": "Jedes Level-Upgrade erhöht die HP, den Angriff und die Verteidigung des entsprechenden Heldentyps um 1 %."
      }
    },
    "NewFarms": {
      "Title": "Neue Farmen– Alliance Resources",
      "Description": "Nach dem zufälligen Töten von Doom-Eliten kann vorübergehend eine neue Allianz-Ressourcenfarm erscheinen. Schicken Sie Ihren Trupp aus, um gemeinsam mit Ihren Verbündeten die Ressourcen Nahrung, Eisen, Gold, Diamanten oder Mutantenkristalle zu sammeln."
    },
    "MilitaryStrongholds": {
      "Title": "Militärische Hochburgen",
      "Description": "Auf der Karte finden Sie zwischen den Städten (Dörfern) Gebäude mit militärischen Festungen, die von ansteckenden Zombies umgeben sind und diese beschützen.",
      "Description2": "Allianzen müssen zunächst eine Festung der Stufe 1 sichern, um ihr anfängliches Territorium zu beanspruchen. Durch die Eroberung zusätzlicher militärischer Festungen können sie dann expandieren.",
      "Description3": "Allianzen können bis zu 2 Militärfestungen pro Tag erobern, wobei eine Beschränkung für die Gesamtanzahl der im Besitz befindlichen Festungen gilt.",
      "Image1": "Militärische Festungen dienen als Stützpunkte für die Elitetruppen der Königin."
    },
    "Cities": {
      "Title": "Städte",
      "Description": "Die Stadteroberung bringt viele Boni mit sich, von Buffs über Einflusspunkte der Allianz bis hin zu Belohnungen, die am wichtigsten sind.",
      "Description2": "Um einer Stadt den Krieg zu erklären, muss eine Allianz mindestens eine benachbarte Militärfestung kontrollieren.",
      "Influence": {
        "Title": "Beeinflussen",
        "Description": "Durch die Eroberung von Städten erhöht sich die Einflusspunkte der Allianz. Jede Stadt in ihrem Besitz bringt je nach Level eine unterschiedliche Menge ein:",
        "List1": "Level 1: 100 km",
        "List2": "Level 2: 200 km",
        "List3": "Level 3: 300 km",
        "List4": "Level 4: 400 km",
        "List5": "Level 5: 500 km",
        "List6": "Level 6: 1 M",
        "Description2": "Sie können die Menge Ihrer Allianz-Einflusspunkte überprüfen, indem Sie auf das Symbol für das Ereignis der Saison 1 direkt über dem Duell-VS-Symbol klicken, dann auf das Banner der Saison 1 und anschließend auf die Schaltfläche „Bestenliste“."
      }
    },
    "ConquestOfCities": {
      "Title": "Städte- und Festungseroberung – Allianzterritorium",
      "Description": "Zu Saisonbeginn sind alle Allianzen am Rand des Servers gestrandet und besitzen keine eigene Stadt. Städte und Militärstützpunkte gelten nun als Allianzgebiet. Ihr Ziel ist es, Ihr Gebiet zu erweitern und den Einfluss Ihrer Allianz zu erhöhen.",
      "Image1": "Das Allianz-Territorium muss über Militärfestungen mit der Zielstadt verbunden sein, gegen die der Krieg erklärt wird.",
      "Description2": "Sie können Ihre Festungen und Städte sehen, indem Sie zu Allianz -> Allianzstadt gehen, wo auch die Grenzen angezeigt werden.",
      "RulesForConqueringFortresses": {
        "Title": "Regeln zur Eroberung von Festungen",
        "Rule1": "Allianzen können bis zu 2 Militärstützpunkte pro Tag erobern, unabhängig von der täglichen Grenze für die Eroberung von Städten.",
        "Rule2": "Die Allianz muss eine Festung der Stufe 1 erobern, um das erste Stück Allianzgebiet zu erhalten und dieses durch die kontinuierliche Eroberung weiterer militärischer Festungen zu erweitern.",
        "Rule3": "Voraussetzung für die Eroberung einer Militärfestung ist der Besitz einer benachbarten Festung.",
        "Rule4": "Die anfängliche Grenze für die Anzahl der besessenen Festungen liegt bei 3.",
        "Rule5": "Für jede eroberte Stadt der Stufen 1–5 wird das Festungslimit der Allianz um 1 erhöht.",
        "Rule6": "Für jede eroberte Stadt der Stufe 6 wird das Festungslimit der Allianz um 2 erhöht.",
        "Rule7": "Die Eroberung einer Militärfestung erfordert Virenresistenz.",
        "Rule8": "Zu Beginn der Saison gehört die Festung der Crimson Legion und wird daher von Corruptors und Infected Zombies bewacht. Um die Festung einzunehmen, müssen beide Feindarten besiegt werden.",
        "Rule9": "Sobald eine Festung erobert ist, befindet sie sich 36 Stunden lang in einer Schutzphase und kann während dieser Zeit von keiner anderen Allianz erobert werden.",
        "Rule10": "Sobald eine Festung von einer Allianz eingenommen wurde, erscheint eine Armee von Festungsverteidigern, deren Level proportional zum Level der Festung ist. Jede Allianz, die die Festung einnehmen möchte, muss diese Verteidiger besiegen, bevor sie die Festung einnehmen kann. Eine Benachrichtigung über den Angriff auf die Verteidiger wird den Verbündeten als Angriff angezeigt."
      },
      "RulesForConqueringACity": {
        "Title": "Regeln zur Stadteroberung",
        "Rule1": "Allianzen können bis zu zwei Städten pro Tag den Krieg erklären; diese Beschränkung ist unabhängig von der täglichen Begrenzung für die Eroberung von Städten.",
        "Rule2": "Das Territorium einer Allianz muss über Militärfestungen mit der Zielstadt verbunden sein, gegen die der Krieg erklärt werden soll.",
        "Rule3": "Jede Allianz kann immer nur einer Stadt den Krieg erklären.",
        "Rule4": "Die Dauer der Kriegserklärung beträgt 1 Stunde",
        "Rule5": "Im selben Kriegsgebiet kann eine Allianz bis zu 6 Städte erobern.",
        "Rule6": "Während der Saison können Allianzen zusätzlich bis zu 6 Städte in anderen Kriegsgebieten erobern.",
        "Rule7": "Nach der Eroberung einer Stadt erhöht sich die maximale Anzahl militärischer Stützpunkte, die die Allianz im Zielkriegsgebiet halten kann (siehe vorheriger Absatz).",
        "Rule8": "Um einer Stadt den Krieg zu erklären, muss die Allianz mindestens eine benachbarte Militärfestung erobert haben.",
        "Rule9": "Nachdem die Stadt in den Kriegsschutzstatus getreten ist, dauert die Schutzzeit bis 6 Tage später, 12:00 Uhr Serverzeit des nächsten Erklärungstags."
      }
    },
    "HeroUpgrades": {
      "Title": "Helden-Upgrades und Waffen",
      "Description": "Staffel 1 bringt Neuigkeiten zu Helden und Waffen, deren Verfügbarkeit je nach Zeit variiert.",
      "ReturnOfHero": {
        "Title": "Die Rückkehr des Helden",
        "Description": "Wenn es Ihnen zuvor nicht gelungen ist, einen Helden zu ergattern, können Sie dies jetzt nachholen.",
        "Description2": "Ab Beginn der ersten Saison wird eine neue Art von Rekrutierungsticket verfügbar sein: das Hero’s Return Ticket.",
        "Description3": "Mit diesem Rekrutierungsticket können Sie ab dem ersten Tag der 1. Saison Scherben der meisten UR-Helden erhalten.",
        "Image1": "Diese Tickets geben dieselbe Anzahl an Punkten wie die Helden-Rekrutierungstickets beim Wettrüsten und Duell gegeneinander."
      },
      "ExclusiveWeapons": {
        "Title": "Exklusive Waffen",
        "Description": "In Staffel 1 verfügt jeder legendäre Held über eine einzigartige, exklusive Waffe, deren Verfügbarkeitszeiten bei jedem Helden unterschiedlich sind. Um sie zu aktivieren, benötigst du bestimmte Scherben.",
        "Description2": "Exklusive Waffen schalten auf den Leveln 1, 10, 20 und 30 neue Fahrzeugerscheinungsbilder und Fähigkeiten frei.",
        "Description3": "Durch das Aufrüsten exklusiver Waffen werden verschiedene Attribute deutlich verbessert und die Höchststufen vorhandener Fertigkeiten erhöht."
      },
      "MasonUpgrade": {
        "Title": "Mason-Upgrade auf UR",
        "Description": "Die Gerüchte sind wahr, Sie werden Mason auf den Held UR aktualisieren können"
      }
    },
    "InfectVirus": {
      "Title": "Virus infizieren",
      "Description": "Wenn Sie mit Zombies kämpfen, besteht die Gefahr einer Infektion. Sie können im Virus Research Institute eine Virusresistenz aufbauen, aber wenn diese noch nicht ein bestimmtes Niveau erreicht hat, werden Ihre Truppen infiziert. Zurückkehrende Truppen können die Basis negativ beeinflussen.",
      "Description2": "Das sich verbreitende Virus ist das RA-Virus.",
      "VirusStack": {
        "Title": "Virenstapel",
        "Description": "Wenn Ihre Truppen infiziert werden und zu Ihrer Basis zurückkehren, beginnt sich die Infektion dort anzuhäufen",
        "Description2": "Die Infektionsstapel reichen von 0 bis 100, wobei 0 keine Infektion und 100 den Höchstwert darstellt.",
        "Description3": "Selbst wenn Sie mehrere infizierte Monster angreifen oder von Feinden angegriffen werden, können die Infektionsstapel nicht über 100 hinausgehen.",
        "Description4": "Der Vireninfektionsstapel wird durch ein Symbol über dem Radarsymbol angezeigt:",
        "List1": "wenn Sie nicht infiziert sind",
        "List2": "wenn Sie infiziert sind, und die Zahl auf dem Symbol gibt den Wert des Infektionsstapels an",
        "Description5": "Wenn Sie auf das Symbol klicken, werden Ihnen weitere Details zu den geltenden Debuffs und deren Schwere angezeigt."
      },
      "InfectionStackLogic": {
        "Title": "Infektionsstapellogik",
        "Description": "Bei jeder Infektion erhöht sich der Infektionsstapel.",
        "Description2": "Sie können sich infizieren oder Ihren Infektionsstapel erhöhen, wenn:",
        "List1": "Du greifst einen Zombie an, dessen Virenlevel höher ist als deine Virenresistenz (das Spiel warnt dich davor)",
        "List2": "Du greifst einen Corruptor oder einen Infizierten Zombie an , unabhängig von deiner Virenresistenz.",
        "List3": "Sie greifen einen Weltboss wie Frankenstein usw. an.",
        "List4": "Sie werden von feindlichen Truppen angegriffen, die das Virus in sich tragen",
        "Description3": "Sie werden NICHT infiziert, wenn:",
        "List5": "Sie verstärken eine Basis",
        "Description4": "Wenn bestimmte Schwellenwerte für Infektionsstapel erreicht werden (1, 20, 40, 60, 80), werden verschiedene Debuffs aktiviert.",
        "Description5": "Es gibt fünf Arten von Debuffs (Symbole unter den Stapelschwellen), von links nach rechts:",
        "Debuff1": "Krankenhausaufenthalt (aktiviert mit Stapel >=1): Alle (300 bis 200 Sekunden) wird eine Einheit schwer verletzt",
        "Debuff2": "Die Moral ist niedrig (wird aktiviert, wenn der Stapel ≥20 ist): Der zugefügte Schaden ist weniger effektiv (zwischen -4 % und -20 %).",
        "Debuff3": "Tödliches Virus (wird bei einem Stapel von ≥40 aktiviert): Erhöhte Verlustrate bei feindlichen Einheiten (zwischen +4 % und +10 %).",
        "Debuff4": "Schwere Infektion (wird bei einem Stapel von ≥60 aktiviert): Die von Truppen übertragene Infektion erhöht sich beim Ausmarschieren um 11 % bis 15 %.",
        "Debuff5": "Virusseuche (wird aktiviert, wenn der Stapel ≥80 ist): Deine Truppen haben selbst im Falle einer Niederlage eine Chance von 8 % bis 10 %, den Feind zu infizieren."
      },
      "AutomaticHealing": {
        "Title": "Automatische Heilung",
        "Description": "Wenn Sie sich nicht weiter infizieren und niemand Sie heilt, werden Sie basierend auf den Debuff-Timern langsam geheilt und erreichen schließlich den Infektionsstapel 0. Allerdings kann dieser Heilungsprozess ziemlich lange dauern.",
        "Description2": "Daher ist es besser, diesen Virus sofort zu behandeln."
      },
      "Treatments": {
        "Title": "Behandlungen",
        "Description": "Behandlungen können die Virusintensität verringern, während die Überwindung anderer Kommandeure zur Verbreitung der Infektion beitragen kann.",
        "Description2": "Um einen Verbündeten zu behandeln, klicken Sie auf seine Basis und dann auf das Symbol 'Heilung'. Ihr Flugzeug, ähnlich einem Scout, wird losfliegen und die Infektion um 1 reduzieren. Dabei werden Ihre Immunproteine verbraucht.",
        "Description3": "Doch jetzt kommt der interessante Teil: Für jede Heilung, die Sie durchführen, erhalten Sie als Belohnung ein Genfragment (Typ IV, V oder VI)."
      },
      "VirusResistance": {
        "Title": "Virenresistenz",
        "Description": "Die Virenresistenz ist jetzt sehr wichtig, und Sie müssen sie kontinuierlich steigern, indem Sie das Institut für Virenforschung verbessern. Auf diese Weise können Sie zahlreiche Belohnungen erhalten.",
        "Image1": "Wenn Sie einen Zombie angreifen, wird Ihnen im Informationsfenster angezeigt, wie viel Virenresistenz erforderlich ist. Wenn Ihre Resistenz nicht ausreicht und Sie dennoch angreifen, werden Ihre Truppen infiziert."
      }
    },
    "Gameplay": {
      "Title": "Spielablauf",
      "Description": "In dieser neuen Welt ändern sich viele Dynamiken. Lassen Sie uns diese untersuchen und dabei insbesondere darauf konzentrieren, wie man Zombies tötet.",
      "DamageDebuff": {
        "Title": "Schadensdebuff und unbedingte Infektion",
        "Description": "Das Erste, was Sie beim Angriff auf Zombies wissen müssen, ist, dass zwei neue Dinge gelten können:",
        "List1": "Schadensreduzierung: Wenn du einen Zombie angreifst, dessen Viruslevel höher ist als dein Widerstandslevel, verursachst du weniger Schaden. Der Prozentsatz der Reduzierung wird dir in der Angriffsanzeige angezeigt.",
        "List2": "Bedingungslose Infektion: Einige Feinde infizieren dich unabhängig von deiner Virenresistenz, wie Korrumpierer, infizierte Zombies und Weltbosse. Dies wird in der Angriffsanzeige angezeigt, wo eine Information über den zusätzlichen Vireninfektionsstapel zu sehen ist.",
        "Image1": "Ein +1 RA-Virus-Molekül bedeutet, dass Sie sich unabhängig von Ihrer Virenresistenz um einen Infektionsstapel erhöhen werden.",
        "Description2": "Darüber hinaus können Sie sehen, dass Ihre Virenresistenz nicht ausreicht, da 1900 erforderlich sind, Sie jedoch nur 1090 haben. Sie können also mit Folgendem rechnen:",
        "List3": "zu infizieren",
        "List4": "dass Ihr Angriff in diesem speziellen Fall einen Schadensdebuff von -96 % hat"
      },
      "ZombieElite": {
        "Title": "Zombie- und Doom-Elite",
        "Description": "Es gibt Neuigkeiten bezüglich der Nahrung, des Eisens und des Goldes der Zombies: Diese haben jetzt ähnliche Typen wie die der Helden, wie Panzer, Flugzeuge und Raketenfahrzeuge.",
        "Description2": "Sobald Sie den Zombie zum Angreifen ausgewählt haben, werden Ihnen die Details angezeigt.",
        "Description3": "Insbesondere in diesem Fall und angesichts der Tatsache, dass die Virenresistenz geringer ist als die des Zombie-Virus, sollten Sie folgendes beachten:",
        "List1": "Sobald Sie den Zombie treffen, werden Sie infiziert",
        "List2": "Der von dir verursachte Schaden wird um 18 % reduziert. Vergewissere dich daher vor dem Angriff, dass deine Kraft mindestens um diesen Betrag höher ist – eigentlich sollte sie sogar etwas höher sein.",
        "Description4": "Auch die Doom-Eliten sind anders, sie sind gigantische, ansteckende Skorpione"
      },
      "DoomedElite": {
        "Title": "Effektive Kundgebung gegen die Untergangselite",
        "Image1": "Mit einer Virenresistenz von 500/2200 können Sie diesen Zombie nicht alleine besiegen, da der verursachte Schaden um -99,9 % reduziert wird.",
        "Description": "Wenn Sie über eine geringe Virenresistenz verfügen und der Schaden stark reduziert ist, führt ein Aufstand gegen eine Doom-Elite, unabhängig vom Erfolg oder Misserfolg, zu einem erheblichen Verlust an Truppen.",
        "Description2": "Um dies zu vermeiden, können Sie Ihre Verbündeten um Unterstützung bitten:",
        "List1": "Erstellen Sie eine Heldentruppe mit dem Helden, der das niedrigste Befehlsattribut hat (um weniger Truppen mitzubringen).",
        "List2": "Starten Sie eine Rallye gegen Doom-Elite-Monster und bitten Sie diejenigen, die über ausreichende Virenresistenz verfügen, um den Zombie besiegen zu können, an der Aktion teilzunehmen.",
        "Description3": "Mit diesem Ansatz besiegen Sie den Zombie und verdienen dabei viele Mutantenkristalle, während der Truppenverlust minimal bleibt."
      },
      "WorldBoss": {
        "Title": "Weltboss",
        "Description": "Die Weltbosse ändern nun ihr Aussehen, aber im Grunde bleiben die Regeln wie zuvor bestehen – mit der Ausnahme, dass sie dich bei Kontakt mit dem Virus infizieren, wobei es sich jedoch um eine sehr leichte Infektion handelt."
      },
      "Spoilers": {
        "Title": "Verderber",
        "Description": "Wenn Sie zum ersten Mal versuchen, eine Militärfestung einzunehmen, müssen Sie sich ihrem Wächter stellen, einem neuen und mächtigen Feind: dem Verderber.",
        "Description2": "Sie sind tatsächlich sehr mächtig. Denken Sie daran, dass Sie sich bei einem Angriff auf sie immer infizieren, unabhängig von Ihrer Virenresistenz.",
        "Description3": "Zusätzlich wird ein Schadensdebuff angewendet, wenn Ihre Virenresistenz geringer ist als die Virenstärke."
      },
      "InfectedZombies": {
        "Title": "Infizierte Zombies",
        "Description": "Nicht nur Korruptoren sind die Wächter militärischer Festungen, sondern es gibt auch infizierte Zombies.",
        "Description2": "Diese Zombies werden Sie infizieren, ganz gleich, wie resistent Sie gegen Viren sind.",
        "Description3": "Zusätzlich wird ein Schadensdebuff angewendet, wenn Ihre Virenresistenz niedriger ist als die Virenstärke."
      }
    }
  },
  "Marshall": {
    "Title": "Marschall Wache",
    "Instruction": {
      "Title": "Einführung",
      "Description1": "Die Marschallübung oder Allianzübung ist ein regelmäßiges Ereignis, bei dem die Allianz verschiedene Belohnungen erhalten kann. Es ist in Levels gegliedert und testet die Kampfstärke der Allianz.",
      "Description2": "Der R4 und R5 der Allianz können den Zeitpunkt für den Beginn der Übung festlegen (dies kann auch jedes Mal anders sein), lesen Sie daher die Ankündigungen der Allianz sorgfältig durch."
    },
    "Attack": {
      "Title": "Angriff",
      "Description": "Für diejenigen, die 2 Teams haben, ist die Strategie sehr einfach:",
      "List1": "Klicken Sie auf die Panzer, um Rallyes (  3 Minuten lang  !) mit dem schwächsten Team gegen die Panzer zu starten",
      "List2": "Nimm mit dem stärksten Team an den Rallyes der anderen teil (  zuerst an denen, deren Countdown am nächsten bei Null ist ).",
      "List3": "Höre nie auf, bis die Veranstaltung vorbei ist",
      "List4": "Wer 3 Teams hat, kann zwei Teams (das stärkste) einsetzen, um an anderen Rallyes teilzunehmen, und das andere (das schwächste) kann Rallyes starten.",
      "List5": "Es ist für jedes Allianzmitglied nur möglich, eine Rallye gleichzeitig zu starten. Selbst wenn Sie also 3 Trupps haben, können Sie nicht 2 Rallyes gleichzeitig starten. Sie können jedoch gleichzeitig an so vielen Rallyes teilnehmen, wie Sie möchten."
    },
    "Tricks": {
      "Title": "Tricks",
      "Trick1": "Erkunden Sie einige Minuten vor der Übung eine Basis, die keiner Allianz angehört. Dadurch wird der Kriegsfiebermodus aktiviert, der Ihnen +1 % Schaden ermöglicht. WICHTIG: Verwenden Sie diesen Trick nicht, während Sie einen Schild tragen, da Sie ihn sonst verlieren.",
      "Trick2": "Um deine individuellen Punkte zu maximieren, nimm an den von R4 und R5 gestarteten Rallyes teil, die dir +2,5 % (R4 ohne Rolle) / +5 % (R5 und R4 mit Rolle) geben (der Schriftzug erscheint in der Liste der Rallyes).",
      "Trick3": "Wenn Sie das stärkste Team an den Rallyes anderer Spieler teilnehmen lassen, können Sie mehr Punkte erzielen, während das schwächste Team „feststeckt“ und auf den Beginn der Rallye warten muss."
    },
    "Important": {
      "Title": "Wichtig",
      "List1": "Allianzmitglieder müssen sich in der Nähe der Allianzbasis und möglichst näher an der Plattform des Marschalls befinden. Entfernte Mitglieder können dazu führen, dass Kundgebungen, die maximal 3 Minuten dauern dürfen, verlangsamt werden (sogar mehr als 30 Minuten).",
      "List2": "Es ist wichtig, dass alle Mitglieder ihre Teams zurückrufen, wenn sie einige Minuten vor Beginn der Veranstaltung zum Sammeln in Minen oder auf Feldern geschickt wurden.",
      "List3": "Sollte aus verschiedenen Gründen ein Squad eines weit entfernten Mitglieds zur Rallye hinzukommen und dadurch den Start der Rallye verzögern, so besteht die Möglichkeit diesen Squad aus der Rallye zu entfernen, dies muss dann derjenige tun, der die Rallye gestartet hat.",
      "List4": "Sie können die Marshall-Übung auch dann durchführen, wenn Sie einen Schild tragen. Verwenden Sie den Trick zum Aktivieren des Kriegsfiebers nicht, wenn Sie einen Schild tragen, da Sie ihn sonst verlieren."
    }
  }
}
