{
  "Home": {
    "Welcome": "Velkommen, tapre krigere, til Alliance Old Viking!",
    "Section1": "Gå ind i de stormfulde hav og de endeløse slagmarker med Alliance Old Viking ved din side. Her kæmper vi skulder ved skulder, vores økse skærpet, vores skjolde hævet, altid klar til den næste kamp.",
    "WhatToExpect": {
      "Title": "Hvad du kan forvente:",
      "List1": "Brødre og søstre i kamp: Find loyale følgesvende, der støtter dig i hver kamp og deler æren med dig.",
      "List2": "Strategisk mesterskab: Smed magtfulde planer og overvind dine fjender med klog taktik og urokkelig mod.",
      "List3": "Ærefulde fester: Deltag i episke slag og glorværdige plyndringer, der belønner dig rigt og fortsætter din heltelov.",
      "List4": "Visdom fra de gamle: Lær fra erfarne krigere og forbedr dine færdigheder for at bestå som en ægte viking."
    },
    "Allies": {
      "Title": "Vore allierede:",
      "Allie1": "FYU - IMPERIVM XXIV"
    },
    "Nap": {
      "Title": "Ikke-angrebspagter (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "Section2": "Bliv en del af Alliance Old Viking og sejl med os ind i legenden. Sammen vil vi være uovervindelige og få verden til at ryste af ærefrygt.",
    "Vs": {
      "Title": "VS-Duel:",
      "Description": "Find ud af her, hvordan du kan samle flest point.",
      "Link": "Lær mere",
      "Day1": {
        "Link": "day1",
        "Description": "Dag 1 - Radar-specialtræning"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Dag 2 - Basisopbygning"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Dag 3 - Videnskabets tidsalder"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Dag 4 - Helteudvikling"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Dag 5 - Kampberedskab"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Dag 6 - Fjendens udslettelse"
      }
    },
    "Information": {
      "Title": "Yderligere information",
      "Description": "Her finder du nyttige links til de vigtigste sider på vores hjemmeside:",
      "Vs": "VS-Duel",
      "Rules": "Regler",
      "Basics": "Grundlæggende",
      "TipsAndTricks": "Tips og Tricks"
    }
  },
  "Rules": {
    "Title": "Alliance Regler",
    "Rule1": {
      "Title": "Inaktivitet",
      "Description": "Hvis du er offline i 3 dage uden at melde fra, vil du blive udvist fra alliancen den 4. dag."
    },
    "Rule2": {
      "Title": "Samleplads",
      "Description": "Søndag er hele kampen slut, og alle medlemmer skal samles ved alliance-samlepladsen.",
      "Description2": "Hvis du ikke er ved samlepladsen om onsdagen, vil du blive udvist.",
      "Description3": "Hvordan kommer jeg til samlingsstedet"
    },
    "Rule3": {
      "Title": "Alliance-teknologi donationer",
      "Description": "Inden søndag skal hvert medlem have doneret point til alliance-teknologi (donationen er gratis).",
      "Description2": "Hvis du ikke gør det, vil du blive udvist.",
      "Description3": "Hvordan donerer jeg"
    },
    "Rule4": {
      "Title": "Spillernavne",
      "Description": "Hvert medlem skal have sit eget spillernavn.",
      "Description2": "Hvis du ikke vælger dit eget spillernavn, vil du blive udvist fra alliancen."
    },
    "Rule5": {
      "Title": "Generelle Angreb",
      "Description": "Enhver angreb på vores allierede eller på NAP (Non-Angrebspagt) er forbudt.",
      "Description2": "Angreb på spillere fra andre alliancer er generelt forbudt. Hvis der opstår særlige omstændigheder eller konflikter, skal sådanne handlinger forudgående diskuteres og godkendes af en R5 eller R4 for at undgå unødvendig stress.",
      "Description3": "Plundring af lastbiler eller tog fra egen server er ikke tilladt.",
      "Description4": "Hvordan undgår jeg angreb på egne lastbiler"
    },
    "Note": {
      "Title": "Bemærk:",
      "Description": "Hvis nogen ikke ved, hvordan man overholder en regel eller har andre spørgsmål, skal de kontakte os. Vi er her for at hjælpe."
    },
    "Footer": "Lad os være stærke og succesfulde sammen!",
    "ServerRules": {
      "Title": "Serverregler",
      "Abuse": {
        "Title": "Misbrug:",
        "Rule1": "Ingen mobning, sexisme, racisme, homofobi eller anden hadbaseret chat, herunder etniske, seksuelle, religiøse, handicap-, alders- eller transfobiske skældsord. Konsekvensen er et gratis slag på spilleren, eller gentagen forseelse fører til udelukkelse fra alliancen."
      },
      "Zeroing": {
        "Title": "Nulstilling:",
        "Rule1": "Det er forbudt at nulstille (ødelægge) baser, der er i alliancer på vores server. Konsekvensen er at blive nulstillet tilbage, med tropper udenfor basen."
      },
      "Trucks": {
        "Title": "Lastbiler:",
        "Rule1": "Ingen angreb på vores server lastbiler og tog. Brug filteret for at forhindre dette. Hvis det sker, tal direkte med personen for at organisere en tilsvarende lastbil til at blive plyndret til gengæld. Hvis der ikke gives svar, rapporteres det til R4/R5."
      },
      "Villages": {
        "Title": "Landsbyer:",
        "Rule1": "Spillere må ikke angribe baser under landsbyerobring, kun forstærke landsbyen eller angribe landsbyen. Konsekvensen er et tilsvarende antal slag tilbage med tropper udenfor basen."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Angreb 1: ",
          "Rule": "Spillere, der forlader deres alliance for at angribe en spiller i Top 10, vil blive udelukket fra at deltage i nogen Top 10 i 1 uge. De kan ikke beskyttes i den uge af nogen Top 10."
        },
        "Rule2": {
          "Title": "Angreb 2: ",
          "Rule": "Spillere, der angriber en anden spiller i Top 10, skal modtage det samme antal angreb og skade tilbage, og ved anden forseelse resulterer det i en 1-uges udelukkelse fra Top 10."
        }
      },
      "Cities": {
        "Title": "Byer:",
        "Rule1": "Level 6 byer tilhører de Top 3 alliancer. Hvis Top 3 ændres, vil level 6 byer ændres tilsvarende."
      }
    }
  },
  "Navigation": {
    "Home": "Hjem",
    "Rules": "Regler",
    "VS": "VS-Duel",
    "Alliances": "Alliancer",
    "Basics": "Grundlæggende",
    "TipsAndTricks": "Tips/Tricks",
    "Buildings": "Bygninger"
  },
  "VS": {
    "Title": "VS Duel",
    "Day1": {
      "Title": "Dag 1 - Radar Specialtræning",
      "DayText": "Mandag",
      "Task1": "Brug 1 udholdenhed",
      "Task2": "Fuldfør 1 radarmission",
      "Task3": "Brug mindst 660 helte-EXP hver gang",
      "Task4": "Brug 1 dronekampdata point",
      "Task5": "Brug 1 dronekomponent",
      "Task6": "Køb en gavepakke med diamanter (1 diamant)",
      "Task7": "Samle 100 mad",
      "Task8": "Samle 100 jern",
      "Task9": "Samle 60 guld",
      "Task10": "For hvert opnået dronefærdigheds-chip point"
    },
    "Day2": {
      "Title": "Dag 2 - Basisbygning",
      "DayText": "Tirsdag",
      "Task1": "Brug 1 minut bygningaccelerator",
      "Task2": "Øg bygningens kampstyrke med 1 point",
      "Task3": "Send den legendariske handelsvogn 1 gang",
      "Task4": "Fuldfør 1 orange hemmelig mission",
      "Task5": "Køb en gavepakke med diamanter (1 diamant)",
      "Task6": "Rekrutter overlevende 1 gang i tavernen"
    },
    "Day3": {
      "Title": "Dag 3 - Videnskabens Tid",
      "DayText": "Onsdag",
      "Task1": "Brug 1 minut forskningsaccelerator",
      "Task2": "Øg teknologiens kampstyrke med 1 point",
      "Task3": "Fuldfør 1 radarmission",
      "Task4": "Køb en gavepakke med diamanter (1 diamant)",
      "Task5": "Hver gang du åbner en dronekomponent niveau 1",
      "Task6": "Hver gang du åbner en dronekomponent niveau 2",
      "Task7": "Hver gang du åbner en dronekomponent niveau 3",
      "Task8": "Hver gang du åbner en dronekomponent niveau 4",
      "Task9": "Hver gang du åbner en dronekomponent niveau 5",
      "Task10": "Hver gang du åbner en dronekomponent niveau 6",
      "Task11": "Hver gang du åbner en dronekomponent niveau 7"
    },
    "Day4": {
      "Title": "Dag 4 - Helteudvikling",
      "DayText": "Torsdag",
      "Task1": "Udfør 1 helte-rekruttering",
      "Task2": "Brug mindst 660 helte-EXP hver gang",
      "Task3": "Brug 1 legendarisk heltefragment",
      "Task4": "Brug 1 sjældent heltefragment",
      "Task5": "Brug 1 færdighedsmærke",
      "Task6": "Køb en gavepakke med diamanter (1 diamant)"
    },
    "Day5": {
      "Title": "Dag 5 - Kampklarhed",
      "DayText": "Fredag",
      "Task1": "Fuldfør 1 radarmission",
      "Task2": "Brug 1 minut bygningaccelerator",
      "Task3": "Øg bygningens kampstyrke med 1 point",
      "Task4": "Brug 1 minut forskningsaccelerator",
      "Task5": "Øg teknologiens kampstyrke med 1 point",
      "Task6": "Brug 1 minut træningsaccelerator",
      "Task7": "Træn 1 soldat til niveau 1",
      "Task8": "Træn 1 soldat til niveau 2",
      "Task9": "Træn 1 soldat til niveau 3",
      "Task10": "Træn 1 soldat til niveau 4",
      "Task11": "Træn 1 soldat til niveau 5",
      "Task12": "Træn 1 soldat til niveau 6",
      "Task13": "Træn 1 soldat til niveau 7",
      "Task14": "Træn 1 soldat til niveau 8",
      "Task15": "Træn 1 soldat til niveau 9",
      "Task16": "Træn 1 soldat til niveau 10",
      "Task17": "Køb en gavepakke med diamanter (1 diamant)"
    },
    "Day6": {
      "Title": "Dag 6 - Fjendernes Udslettelse",
      "DayText": "Lørdag",
      "Task1": "Send den legendariske handelsvogn 1 gang",
      "Task2": "Fuldfør 1 orange hemmelig mission",
      "Task3": "Brug 1 minut bygningaccelerator",
      "Task4": "Brug 1 minut forskningsaccelerator",
      "Task5": "Brug 1 minut træningsaccelerator",
      "Task6": "Brug 1 minut helingsaccelerator",
      "Task7": "Hver dræbt niveau 1 enhed fra en rivaliserende alliance",
      "Task8": "Hver dræbt niveau 2 enhed fra en rivaliserende alliance",
      "Task9": "Hver dræbt niveau 3 enhed fra en rivaliserende alliance",
      "Task10": "Hver dræbt niveau 4 enhed fra en rivaliserende alliance",
      "Task11": "Hver dræbt niveau 5 enhed fra en rivaliserende alliance",
      "Task12": "Hver dræbt niveau 6 enhed fra en rivaliserende alliance",
      "Task13": "Hver dræbt niveau 7 enhed fra en rivaliserende alliance",
      "Task14": "Hver dræbt niveau 8 enhed fra en rivaliserende alliance",
      "Task15": "Hver dræbt niveau 9 enhed fra en rivaliserende alliance",
      "Task16": "Hver dræbt niveau 10 enhed fra en rivaliserende alliance",
      "Task17": "Hver dræbt niveau 1 enhed",
      "Task18": "Hver dræbt niveau 2 enhed",
      "Task19": "Hver dræbt niveau 3 enhed",
      "Task20": "Hver dræbt niveau 4 enhed",
      "Task21": "Hver dræbt niveau 5 enhed",
      "Task22": "Hver dræbt niveau 6 enhed",
      "Task23": "Hver dræbt niveau 7 enhed",
      "Task24": "Hver dræbt niveau 8 enhed",
      "Task25": "Hver dræbt niveau 9 enhed",
      "Task26": "Hver dræbt niveau 10 enhed",
      "Task27": "Hver tabt niveau 1 enhed",
      "Task28": "Hver tabt niveau 2 enhed",
      "Task29": "Hver tabt niveau 3 enhed",
      "Task30": "Hver tabt niveau 4 enhed",
      "Task31": "Hver tabt niveau 5 enhed",
      "Task32": "Hver tabt niveau 6 enhed",
      "Task33": "Hver tabt niveau 7 enhed",
      "Task34": "Hver tabt niveau 8 enhed",
      "Task35": "Hver tabt niveau 9 enhed",
      "Task36": "Hver tabt niveau 10 enhed",
      "Task37": "Køb en gavepakke med diamanter (1 diamant)"
    },
    "GeneralTips": {
      "Title": "Generelle Tips:",
      "Tip1": "Udfør radarmissioner kun hver anden dag, når de giver point i eventet (mandag, onsdag, fredag)",
      "Tip2": "Samle alle dronekampdata og brug dem kun på mandag",
      "Tip3": "Lad bygninger være pakket efter bygning og pak dem først ud på tirsdag, når der gives point",
      "Tip4": "Samle billetter til handelsvogne og missioner, og brug dem, når gyldne lastvogne og missioner giver point",
      "Tip5": "Samle overlevelsesbilletter og brug dem på tirsdag (undtagen gratis)",
      "Tip6": "Lad dronekomponentkasser være i inventaret og åbn dem først på onsdag",
      "Tip7": "Samle alle rekrutteringsbilletter og brug dem kun på torsdag (undtagen gratis)",
      "Tip8": "Samle heltefragmenter og færdighedsmedaljer og brug dem kun på torsdag",
      "Tip9": "Samle helte-EXP og brug dem kun på mandag eller torsdag",
      "Tip10": "Samle alle dronefærdigheds-chips til mandag"
    },
    "YouTubeNote": "Bemærk: De følgende YouTube-videoer viser gode eksempler på VS-dagen. Vær opmærksom på, at de måske ikke er helt opdaterede. Tjek også de nyeste ændringer og procedurer.",
    "Description": "På denne side finder du nyttige tips og tricks til, hvordan du kan score de maksimale point i VS Duel uden at bruge penge. Opdag effektive strategier og afprøvede metoder til at maksimere din score og få succes!"
  },
  "DesertStorm": {
    "Title": "Ørkenstorm",
    "Register": {
      "Title": "Registrering",
      "Description1": "Ethvert medlem af en alliance kan anmode om at deltage, når registreringen er åben.",
      "Description2": "Det maksimale antal spillere er 20 pr. hold, med 10 udskiftningsspillere tilladt. Når registreringen er lukket, kan selv R4 og R5 ikke ændre deltagerne. R4/R5 beslutter den endelige opstilling af deltagende spillere.",
      "Description3": "Anmod kun om at deltage i specifikke tidsrum, hvis du faktisk kan deltage, da det ikke er muligt med erstatninger senere. Op til 10 udskiftningsspillere kan vælges.",
      "Step1": "Gå til Begivenheder -> <br> Slagmark Ørkenstorm -> <br> Vælg Deltagere",
      "Step2": "Vælg \"Anmod om Kamp\"",
      "Step3": "Vi spiller fra 22:00 - 22:40 <br> Markér boksen og bekræft"
    },
    "Join": {
      "Title": "Gå ind på Slagmarken",
      "Description": "Når nedtællingen til begivenheden slutter på begivenhedsdetaljesiden og begivenheden starter, skal deltagerne komme rettidigt ind på slagmarken. Efter yderligere 5 minutter kan udskiftningsspillere muligvis træde ind, og de, der ikke var forbundet, bliver udenfor.",
      "Step1": "Du starter spillet med tropper på det højeste niveau, du kan træne, svarende til kapaciteten på dine træningspladser.",
      "Step2": "Tropper kan blive såret under begivenheden og bliver sendt til et specielt event-hospital (du kan helbrede dem under begivenheden, hvis nødvendigt, og hvis du har felthospitalet, vil helbredelsen gå hurtigere), men ved begivenhedens afslutning vender de sårede tropper tilbage til deres normale tilstand, som om intet var sket. Brug derfor alle de tropper, du har til rådighed. Alliancehjælp er ikke tilgængelig i event-hospitalet.",
      "Step3": "Kun tropper, der er i din base i det normale spil, er tilgængelige i Ørkenstorm. Hvis du har efterladt nogen på markerne, skal du bare kalde dem tilbage til basen. Når de er kommet ind i basen, vil de være tilgængelige i DS."
    },
    "Goals": {
      "Title": "Mål",
      "Goal1": "Under begivenheden skal du forsøge at score så mange alliancemål som muligt for at vinde. Et flot HUD-banner med realtidsrangering vil hjælpe dig med at holde styr på fremgangen.",
      "Goal2": "Alliancemål opnås ved at erobre og holde bygninger. Den første erobring giver nogle ekstra point. En erobring er kun fuldendt, når en alliance har ryddet bygningen for fjender, hvis de forstærker, og efter at 1-minuts erobringsnedtællingen er slut. Fra det øjeblik tilføjes erobringsudbyttet til realtids-vurderingsbanneret.",
      "Goal3": "Ekstra point kan samles ved at indsamle points forsyningskasser, der vises, når en bygning er erobret (hvis der er ekstra point). Send spejdere for hurtigt at indsamle dem.",
      "Goal4": "Individuelle point giver personlige belønninger, men fokus bør være på alliancemål, da alliancebelønninger er bedre end individuelle."
    },
    "MostImportant": {
      "Title": "Det Vigtigste at Vide",
      "Important1": "Du kan ikke bruge alliancehjælp til at helbrede dine soldater i hospitalet, som du kan i det normale spil, men du kan bruge helbredelsesfremskyndelser.",
      "Important2": "Du kan kun bruge tropper i mini-spillet Ørkenstorm, hvis din troppe er i basen på det normale kort. Sørg for, at dine tropper er tilbage i basen, før Ørkenstorm starter. Hvis en troppe bruges i det normale korttilstand, vil den grundlæggende ikke være tilgængelig i Ørkenstorm.",
      "Important3": "Hvis du går glip af registreringsfasen eller ikke er opført som deltager eller udskiftningsdeltager, kan du ikke deltage i Ørkenstorm Slaget.",
      "Important4": "Teleporteringer i Ørkenstorm er gratis, men begrænset til 1 hvert 2. minut. Nedkølingen vises i nederste venstre del af skærmen lige over knappen \"Helte\".",
      "Important5": "I Ørkenstorm er din bases holdbarhed 4000 point. Efter 4 hits brænder din base, og du vil blive teleporteret tilbage til den sikre zone. Nedkølingen for teleportering nulstilles ikke i dette tilfælde. Hvis den blev brugt, skal du vente.",
      "Important6": "De fleste spillere uden Ørkenstorm-erfaring mister deres tropper inden for få minutter. Sørg for at læse følgende strategier for at lære, hvordan du minimerer troppetab.",
      "Important7": "I Ørkenstorm kan du ikke bevæge dine tropper frit. De skal nå et mål og vende tilbage til basen, før de kan indsættes til et andet mål. Glem alt om at brænde en base med et par hurtige klik og en troppe på få sekunder.",
      "Important8": "I Ørkenstorm, når teleport nedkølingsperioden er slut, kan du teleportere til et hvilket som helst sted på kortet, uanset om dine tropper er i basen eller ej. Dette er en rar ændring fra de normale teleportregler i det normale spil, hvor alle dine tropper skal være tilbage i basen før teleportering. P.S.: Den samme regel gælder under Duellen mod Dag 6, når du teleportere til og fra den anden server."
    },
    "Strategies": {
      "Title": "Strategier",
      "EmptyBuilding": {
        "Title": "Erobr en Tom Bygning",
        "Description1": "Erobringen af en tom bygning er nem: bare angrib den, og den er din.",
        "Description2": "Efter 1 minut genereres der point for din alliance (og for dine individuelle point) baseret på erobringsudbyttet. Hvis det er den første erobring, får du også de første erobringspoint."
      },
      "ReduceTroopLosses": {
        "Title": "Strategi til at Erobr Tomme Bygninger for at Reducere Troppetab",
        "Description1": "Hvis du erobrer en bygning (men stadig ikke modtager erobringspoint) og en fjende dukker op, kan du bruge følgende strategi til at vinde slaget og reducere dine troppetab (dette fungerer godt, hvis fjendens HQ/styrke er lig din eller lavere end din):",
        "Tip1": "Hold din troppe i bygningen, indtil fjenden starter angrebet (især hvis det er den første bygningserobring, hvor du kan få de indledende erobringspoint).",
        "Tip2": "Hvis fjenden begynder at angribe bygningen, og du endnu ikke har modtaget erobringsudbyttet (du forstærker mindre end 1 minut), skal du trække truppen tilbage for at undgå, at fjenden angriber din troppe på bygningen. Dette forhindrer troppetab.",
        "Tip3": "Fjenden har sandsynligvis sendt deres A-hold for at erobre bygningen, så de kan være forsvarsløse. Husk, at hvis de vil angribe din base med den troppe, skal de først sende den tilbage til deres base og derefter sende den til din base.",
        "Tip4": "Send alle dine tropper med troppe A i første position for at angribe fjendens base.",
        "Tip5": "Hvis du er heldig, har fjenden ingen forsvar eller kun svage tropper. Når fjenden er elimineret, skal du sende din troppe for at erobre basen.",
        "Tip6": "Ved at bruge spejdere kan du sikre, at de tropper, du sender, faktisk kan vinde slaget mod basen. Send spejdere flere gange lige før dine tropper rammer fjenden for at kunne trække en troppe tilbage, hvis fjenden aktiverer forsvar."
      },
      "Advantages": {
        "Title": "Fordele:",
        "Description1": "Du undgår at miste tropper i fjendens første angreb, som sandsynligvis vil være et A-hold sendt for at erobre basen.",
        "Description2": "Hvis fjenden ingen forsvarslinje har, kan du eliminere dem med nul troppetab, især hvis du er hurtig og fjenden er tæt på.",
        "Description3": "Fjenden får ingen point, hvis du er hurtig, da det tager 1 minut for erobringen at starte."
      },
      "Disadvantages": {
        "Title": "Ulemper:",
        "Description1": "Hvis fjenden har en stærk B-troppe og bruger den til forsvar, kan denne strategi stadig fungere, men det vil tage længere tid, da du kun kan ramme dem med din A-troppe. Dette fungerer bedre, hvis du er tæt på fjenden.",
        "Description2": "Hvis flere fjender dukker op, kan du blive udsat for deres angreb, hvis du har sendt din A-troppe for at angribe fjenden.",
        "Description3": "Fjenden kan gå i forsvar, når du rammer dem. Brug derfor en troppe med kun en lav-niveau helt som en god strategi til yderligere at reducere risikoen for troppetab.",
        "Description4": "Hvis det er den første erobring af bygningen, og du ikke hurtigt nok eliminerer fjenden, får de disse point.",
        "Description5": "Husk, at denne strategi sigter mod at reducere troppetab, men du mister værdifulde sekunder på bygningserobring. Brug den derfor med omtanke og med hensyn til den aktuelle kampstatus og antallet af tilbageværende tropper."
      },
      "BuildingInEnemy": {
        "Title": "Erobr en Fjendtlig Bygning",
        "Description1": "Hvis bygningen tilhører det andet hold, kan du gribe til to metoder:",
        "Description2": "Angrib bygningen direkte med din stærkeste troppe og forsøg at besejre alle de tropper, der forstærker bygningen (svarende til landsbyerobring). Denne strategi har en alvorlig ulempe, da du sandsynligvis vil miste mange soldater, og efter et par erobringer vil du løbe tør for tropper.",
        "Description3": "Identificer fjendtlige baser, hvor der er forstærkninger, og brænd dem ned. Denne tilgang fungerer normalt godt, hvis baserne ikke har forsvar. Ellers opstår det samme problem som ved den ovenstående metode, men du vil sandsynligvis miste færre soldater, hvis fjenden sender den første troppe til forstærkning."
      },
      "ShouldNotDo": {
        "Title": "Hvad Du Ikke Skal Gøre",
        "Description1": "I Ørkenstorm er dine tropper meget værdifulde, så du bør ikke gøre noget, der sætter dem i fare.",
        "Description2": "Her er nogle eksempler på, hvad du ikke skal gøre, da det sandsynligvis vil føre til troppetab:",
        "Description3": "Hvis du bliver angrebet af en svagere fjende, så vent med dit hovedhold i forsvaret og angrib, når deres hovedhold vender tilbage, i stedet for at lade dem brænde dig, fordi dine forsvarstropper er ude. Husk, at hvert angreb medfører et bestemt antal troppetab, hvis du fjerner forsvarsformationen.",
        "Description4": "Angrib ikke inaktive fjender med svage tropper, da de har tid til at opbygge deres forsvar, og du vil miste tropper. Det er bedre at gøre dette, når fjenderne multitasker, da de måske ikke har tid til at opbygge forsvar, hvis de ser, at du angriber (fungerer bedst, hvis du er tæt på fjendens base)."
      }
    }
  },
  "Alliances": {
    "Title": "Alliance",
    "Donate": {
      "Title": "Hvordan Du Kan Bidrage/Donere",
      "Description": "For at bidrage til alliance-teknologi gælder følgende regler:",
      "Rule1": "for hver donation til en ikke-anbefalet teknologi får du 50 EXP og alliancebidragspunkter.",
      "Rule2": "for hver donation til den anbefalede teknologi får du en ekstra belønning på +20%: du tjener dermed 60 EXP og 60 alliancebidragspunkter.",
      "Rule3": "Derudover har donationer en chance for at udløse et kritisk hit, som giver ekstra teknologiske EXP. Chancerne for kritiske hits er:",
      "Hit1": "Ingen kritisk hit: 45%",
      "Hit2": "2x kritisk hit (ekstra 50 punkter alliance-teknologi-EXP): 30%",
      "Hit3": "3x kritisk hit (ekstra 100 punkter alliance-teknologi-EXP): 15%",
      "Hit4": "5x kritisk hit (ekstra 200 punkter alliance-teknologi-EXP): 10%",
      "Description2": "Sådan donerer du:",
      "Donate": "Klik på den anbefalede teknologi og derefter på 'Doner', enten med mønter eller diamanter.",
      "Maximum": "Kommandanter har maksimalt 20 muligheder for at donere til alliance-teknologi med mønter. Hver donation, kritisk eller ej, bruger en mulighed. Hvis en kommandants tilgængelige donationsmuligheder falder under 20, får han en mulighed hver 20. minut.",
      "Limit": "Der er ingen daglig grænse for antallet af diamantdonationer, som kommandanter kan lave til alliance-teknologi. Dog stiger diamantomkostningerne for hver donation med antallet af foretagne donationer, men det er muligt at lave et ubegribeligt antal diamantdonationer. Efter 20 minutter falder mængden af diamanter, der kræves for en donation, gradvist. Omkostningerne starter på 2 diamanter for den første donation og stiger med 2 diamanter pr. yderligere donation, op til et maksimum på 50 diamanter."
    },
    "Shop": {
      "Title": "Alliancens Butik",
      "Description1": "Hvis du er en del af en alliance, har du adgang til Alliancens Butik. Alliance -> Alliancens Butik",
      "Description2": "Alliancens butik tilbyder meget nyttige power-up-objekter, som kan kræves i bytte for alliancebidragspunkter. Mængden du kan kræve af hver genstand er tidsbegrænset, og butikken nulstiller disse begrænsninger efter en nedtælling, der vises øverst i Alliancens Butik.",
      "Image": "På billedet er to områder markeret med rødt: <br> Avanceret Teleportering og Alliance Teleportering <br> Disse to områder er vigtige for at komme til samlingsstedet. <br> Med Avanceret Teleportering kan du frit vælge, hvor du vil blive teleporteret til på kortet. <br> Med Alliance Teleportering bliver du teleporteret til et sted nær samlingsstedet."
    },
    "AssemblyPlace": {
      "Title": "Hvordan kommer jeg til samlingsstedet?",
      "Variant1": {
        "Title": "Variant 1: Avanceret Teleportering",
        "Description1": "Søg på kortet efter vores alliance samlingssted (lilla flag).",
        "Description2": "Vælg et ledigt sted i nærheden.",
        "Description3": "Klik på 'Teleport'. Dette vil koste dig en Avanceret Teleportering."
      },
      "Variant2": {
        "Title": "Variant 2: Alliance Teleportering",
        "Description1": "Gå til din inventar og vælg fanen 'Special'.",
        "Description2": "Find Alliance Teleportering.",
        "Description3": "Klik på 'Brug'. Du vil så automatisk blive teleporteret til samlingsstedet."
      },
      "Footer": "På billedet nedenfor vises Alliance Teleportering, og på billedet ovenfor er butikken. Du kan bytte begge teleporteringer som beskrevet ovenfor i Alliancens Butik. Alliance Teleportering koster mindre.",
      "Image": "Klik på: <b><br> 1. Inventar <br> 2. Special <br> 3. Alliance Teleportering <br> 4. Brug"
    }
  },
  "Basics": {
    "Title": "Grundlæggende",
    "Translate": {
      "Title": "Oversættelser",
      "Description": "I Last War kan du bruge den automatiske oversætningsfunktion til at oversætte tekster til dit eget sprog. For at oversætte chats og beskeder, skal du bare bruge ikonet nederst til højre – det viser et „A“ med pile og et „T“. På den måde kan du kommunikere på dit foretrukne sprog og koncentrere dig fuldt ud om spillet!",
      "Image": "På billedet ser du to eksempler på, hvor ikonet er placeret for at oversætte teksten."
    },
    "Trucks": {
      "Title": "Plundring af lastbiler på din egen server",
      "Description": "Det er ikke tilladt at plundre lastbiler på din egen server. For at sikre, at sådanne lastbiler ikke vises, er der en checkbox, som du kan aktivere for at filtrere alle lastbiler fra din egen server. Sørg for at markere denne checkbox for at overholde reglerne. På billedet nedenfor ser du, hvor du finder checkboxen.",
      "Image": "Venligst aktiver checkboxen som vist på billedet."
    }
  },
  "TipsAndTricks": {
    "Title": "Tips og Tricks",
    "Overview": {
      "Title": "Oversigt"
    },
    "Pvp": {
      "Title": "Angreb og Forsvar",
      "Description1": "Lad os først tale om grundlæggende forsvar. Du bør kun forsøge at forsvare, hvis din hovedstyrke kan overleve det første eller andet på hinanden følgende angreb (dvs. angriberen er nogenlunde på dit niveau).",
      "Tip1": "Hvis du ikke kan forsvare eller ikke er online for at træffe denne beslutning, DEAKTIVER dine forsvar.",
      "Tip2": "Sådan aktiverer/deaktiverer du forsvar: Gå til muren i din base, klik på hus+ ikonet, og deaktiver tropperne. Hver gang du låser op for en ny trop, skal du sørge for også at deaktivere den. Nogle gange giver det mening slet ikke at have forsvar, og nogle gange giver det mening at bruge hovedstyrken som forsvar, men den største fejl, du kan begå, er at lade dine svagere tropper deltage i forsvaret.",
      "Tip3": "Hvorfor det virker: Antag, at en meget stærkere spiller angriber dig 5 gange (antag, at du er niveau 20 med 3 tropper). Du ville tabe omkring 10k til 12k tropper i disse 5 angreb, hvis du havde 3 forsvarshold. Hvis du kun havde én enkelt forsvar (den stærkeste trop), ville du tabe omkring 4k til 5k tropper. Hvis du slet ikke havde noget forsvar, ville du tabe omkring 1k tropper (på grund af gennembruddet, som ikke tæller som drab for angriberen). Det er en stor forskel.",
      "Tip4": "At angribe baser har to formål i dette spil: (1) at plyndre ressourcer og (2) at tjene point under drabsevents, som fjendens ødelægger (dag 6 i duellen).",
      "Tip5": "Plyndring giver den bedste ressource-stamina-ratio i spillet, men vær opmærksom på forsvar/kontraangreb, dine nuværende plyndringsgrænser osv.",
      "Tip6": "Når du angriber andre baser for drabsevents, skal du bemærke, at kun kampe tæller som drab for point. Så nogen uden forsvar eller uden tropper vil ikke give dig eventpoint eller øge dit individuelle drabstal. Det er en anden grund til, at du bør deaktivere dine egne forsvar for at forhindre, at dine modstandere tjener point ved at angribe dig.",
      "Image1": "Klik på muren og derefter på plusikonet for at få adgang til forsvar.",
      "Image2": "Ved at markere afkrydsningsfeltet kan du tænde eller slukke for forsvaret for hver trop."
    },
    "Troops": {
      "Title": "Trup/Enhedstræning",
      "Description1": "Den optimale strategi til træning af tropper er at træne dem i 3 faser. Dette gør ikke træningen hurtigere eller bruger færre ressourcer, men det gør det muligt for dig at tjene flere point under relevante events som enhedstræning i Våbenløbet og dag 5 af Duelaktiviteten.",
      "Tip1": "Antag TX = max niveau af tropper, du kan træne, TY = et niveau under maksimum, og TZ = to niveauer under maksimum. Strategien er at træne TZ hele ugen (forudsat at du allerede har nok TX til alle dine enheder). Under enhedstræning i Våbenløbet promoverer du TZ -> TY og/eller TY -> TX (du kan udføre to runder i hver kaserne uden accelererede midler under denne fase). På dag 5 af duellen ville du promovere næsten alle TY/TZ til TX, før du går ind i ørkenstormens kampområde eller dag 6 af duellen. Når du har afsluttet drabsevents, fortsætter du med at fylde TZ.",
      "Tip2": "For eksempel, hvis du er HQ 25, så ville TX være enheder på niveau 8 (kræver Lv24 Kaserne), TY ville være enheder på niveau 7 (kræver Lv20 Kaserne), og TZ ville være enheder på niveau 6 (kræver Lv17 Kaserne). For at anvende denne strategi skal du holde nogle kaserner på et lavere niveau end det maksimale mulige. Af 4 kaserner anbefaler jeg at have 2, der kan træne op til TX og 2, der kun kan træne op til TY. Dette skyldes, at troppeforfremmelse automatisk går til det maksimale niveau for den kaserne.",
      "Example": {
        "Title": "Et eksempel: ",
        "Example1": "Direkte træning: 1 T9-soldat = 250 point",
        "Example2": "Træning i niveauer: 1 T5 = 150 point, 1 T5 -> 1 T6 = 175 point, 1 T6 -> 1 T7 = 200 point, 1 T7 -> 1 T8 = 225 point, 1 T8 -> 1 T9 = 250 point, i alt 1000 point",
        "Description": "Som du kan se, får du med den trinvise tilgang fire gange point for hver enkelt soldat."
      },
      "Image1": "På dette billede kan du se, hvilke tropper du kan opgradere. Klik på 'Opgrader' knappen, ikke på 'Træn', for at bringe soldaterne til den maksimale niveau af kasernen."
    },
    "Healing": {
      "Title": "Spam-Healing",
      "Description1": "Et andet koncept er 'Spam-Healing'. Dette betyder, at hvis du har over 1000 døde tropper, og det ville tage 4 timer at hele dem alle, skal du sætte kun 25 minutters heling ad gangen og klikke på hjælp-knappen fra din alliance. Dette holder ressourceomkostningerne den samme, men reducerer helingstiden med mere end 50%. Denne metode er effektiv til at holde din kampkraft høj og sikre en konstant strøm af tropper."
    },
    "SmallTroops": {
      "Title": "Samle ressourcer med lav troppe styrke",
      "Description1": "Hvis du kun har få tropper til rådighed på dit træningsområde (f.eks. efter lørdagens krige), kan du muligvis ikke sende alle dine tropper for at samle ressourcer, da der kræves et bestemt antal tropper for hver trop.",
      "Description2": "Dette kan løses på følgende måde:",
      "Tip1": "Send dine tropper tilbage til basen, så du kan erstatte dem",
      "Tip2": "Fjern alle helte fra hver trop og tilføj kun 1 helt pr. trop, helst dem med en lav værdi i 'Kommando'-attributten.",
      "Tip3": "Send nu tropperne ud for at samle. Hver trop vil bruge et meget mindre antal tropper, så du kan sende dem alle.",
      "Tip4": "Derudover kan du hurtigt træne soldater på niveau 1 i enhver kaserne for at have nogle tropper tilgængelige næsten med det samme, da træning af soldater på niveau 1 går hurtigt."
    },
    "IncreasedDamage": {
      "Title": "Øget skadesprocent",
      "Description1": "I hver angreb, forsvar eller vagt kan du bruge Krigsfeber til at øge skaden med 1%.",
      "Description2": "Denne boost aktiveres automatisk, når du angriber eller scout en base, men ikke når du kun forsvarer.",
      "Description3": "For at udløse Krigsfeber kan du udføre en af følgende handlinger:",
      "Tip1": "Send et rekognosceringsfly til en base",
      "Tip2": "Start et angreb eller en rally mod en fjendtlig base (angreb eller rally mod zombier tæller ikke). Du kan også annullere angrebet, når Krigsfeber er startet",
      "Tip3": "Du kan se status for Krigsfeber øverst til venstre på skærmen, lige under visningerne for mad/jern/mønter/energi. Klik på ikonet for at se nedtællingen.",
      "Tip4": "Gentag udløsningshandlingen for at genstarte nedtællingen til 15 minutter på ethvert tidspunkt.",
      "Tip5": "VIGTIGT: Brug ikke denne trick, mens du har et skjold, da du ellers vil miste det."
    }
  },
  "Buildings": {
    "Title": "Bygninger",
    "Headquarters": {
      "Title": "Hovedkvarter",
      "Description1": "Hovedkvarteret er den vigtigste bygning i spillet. Det udfylder lignende funktioner som rådhusene i andre spil. Når du opgraderer det, kan du opføre nye bygninger og opgradere eksisterende bygninger til et højere niveau.",
      "Description2": "Når hovedkvarteret stiger i niveau, øges følgende:",
      "List1": "Ydeevne",
      "List2": "Helteniveau-grænse",
      "List3": "Helte-HP",
      "List4": "Helteangreb",
      "List5": "Helteforsvar",
      "List6": "Bygningers niveau-grænse",
      "LevelUp": {
        "Title": "Opgraderingskrav",
        "Description1": "For at opgradere hovedkvarteret til et højere niveau skal både ressource- og bygningskrav opfyldes på hver fase.",
        "Description2": "Det er vigtigt at fremrykke byggeriet trin for trin for at muliggøre en jævn fremgang til det næste niveau af hovedkvarteret og for at spare tilstrækkelige ressourcer. Hvis hovedkvarteret ikke opgraderes, kan det føre til en svag trup, da denne bygning bestemmer grænsen for helteniveauer.",
        "Description3": "Nedenfor ses et diagram med de krævede bygninger for hvert niveau",
        "Table": {
          "ToUnlock": "HQ for at låse op",
          "Condition1": "Bygning 1",
          "Condition2": "Bygning 2",
          "Iron": "Jern",
          "Food": "Mad",
          "Gold": "Guld",
          "Days": "Dage",
          "Wall": "Mur L.",
          "TechCenter": "Teknologisk Center L.",
          "DrillGround": "Øvelsesterræn L.",
          "Barracks": "Barakker L.",
          "AllianceCenter": "Alliancenter L.",
          "Hospital": "Hospital L.",
          "TankCenter": "Panzercenter L."
        }
      }
    },
    "Barracks": {
      "Title": "Barakker",
      "Description1": "Barakkerne bruges til at rekruttere og forfremme dine tropper. Når du har låst op for barakkerne, bør du altid opgradere én barak ad gangen for at bruge dine ressourcer effektivt. At forfremme dine tropper giver dig mulighed for at bringe tropper fra et lavere niveau til det højeste niveau, som dine barakker tillader. Forfremmelse af tropper bliver især nyttigt, når du låser det op, da det giver dig mulighed for at træne og opgradere tropper på niveau et, hvilket kræver færre ressourcer og tid."
    },
    "Hospital": {
      "Title": "Hospital",
      "Description1": "Hospitalet bruges til at helbrede dine tropper efter en kamp. Hvis en fjende er stærk nok, kan han dræbe eller skade dine tropper. Hospitalet kan dog ikke genoplive faldne tropper, kun helbrede skadede tropper. En effektiv metode til hurtigt at helbrede dine tropper er at vælge et antal tropper, der kan helbredes på 25 minutter eller mindre. Dette giver din alliance mulighed for at hjælpe dig og reducere helbredelsestiden til næsten straks. Hvis du bruger helbredelsessystemet korrekt, vil helbredelsestiden blive reduceret til 25 % af den tid, det ville tage, hvis du havde healet alle tropper på én gang."
    },
    "DrillGround": {
      "Title": "Øvelsesterræn",
      "Description1": "Øvelsesterrænet er bygningen, hvor dine tropper er stationeret. Det maksimale niveau af øvelsesterrænet stiger med niveauet af dit hovedkvarter. Øvelsesterrænet er en central kilde til din styrke, da styrken af dine tropper i høj grad bestemmer dit magtniveau. For at opnå så meget magt som muligt (det primære mål med spillet), bør du konstant opgradere dit øvelsesterræn til det højeste niveau og eventuelt bygge yderligere øvelsesterræner. Den anden øvelsesplads låses op på niveau 16, og den tredje på niveau 21."
    },
    "Garages": {
      "Title": "Garager",
      "Description1": "Garagerne huser dine helte. De giver dine helte ekstra styrke og tropper, de kan tage med. I begyndelsen af spillet får du en garage, og du kan låse op for yderligere garager i løbet af spillet, op til tre garager. En fjerde garage kan også opnås gennem det månedlige pas. Du bør kun opgradere Garage 1, da størstedelen af dine bestræbelser i spillet vil være rettet mod denne. Garage 2 bør du kun opgradere, hvis du har brug for den til omkostningseffektive arme-racer-point eller hvis du mener, den ligger for langt tilbage."
    },
    "TechCenter": {
      "Title": "Teknologisk Center",
      "Description1": "Teknologisk Center er en afgørende del af spillet for at være succesfuld i konkurrencen med andre spillere. Det vises af god grund meget ofte i sektionen 'krævede opgraderinger', når du ønsker at opgradere dit hovedkvarter. Teknologisk Center giver dig mulighed for at forbedre bestemte statistikker for din base, såsom helte, tropper, garager og mere. Dette omdanner ressourcer til mere styrke og statistikker for alt. Når du når niveau 16, har du mulighed for at købe et andet Teknologisk Center, hvilket er stærkt anbefalet."
    },
    "GearFactory": {
      "Title": "Udstyrsfabrik",
      "Description1": "Udstyrsfabrikken giver dig mulighed for at fremstille eller nedbryde udstyr til dine helte. Du kan fremstille enhver form for udstyr, der i øjeblikket findes i spillet, og også nedbryde udstyrsdela. Desuden tillader udstyrsfabrikken dig at kombinere udstyrskomponenter for at fremstille det Dielektriske Keramik-Komponentstykke, du har brug for, for at skabe et legendarisk udstyr. Det anbefales ikke at fremstille eller opgradere sjældne, Super-Sjældne eller Super-Super-Sjældne udstyrsdela. Når du har mindst alle Super-Super-Sjældne (SSR) udstyrsdela til dine hovedhelte, bør du nedbryde alle yderligere udstyrsdela for at få mere legendarisk udstyr."
    },
    "ComponentFactory": {
      "Title": "Komponentfabrik",
      "Description1": "Komponentfabrikken producerer kasser med dronekomponenter. Disse dronekomponenter bruges i Dronecenteret til at foretage yderligere opgraderinger af din drone. Når komponentfabrikken er bygget, kan den ikke længere opgraderes."
    },
    "TankCenter": {
      "Title": "Panzercenter",
      "Description1": "Panzercenteret er en afgørende bygning i spillet, der forbedrer statistikkerne for dine panzerhelte betydeligt. Denne bygning bør hver gang du opgraderer dit hovedkvarter, så hurtigt som muligt opgraderes til det maksimale niveau."
    },
    "AircraftCenter": {
      "Title": "Flycenter",
      "Description1": "Flycenteret udfylder samme funktion som Panzercenteret, men for flytypehelte. I begyndelsen er det ikke vigtigt at opgradere denne bygning, da den ikke giver bonusser til opsætningen, som du skal bruge. Når DVA og Carlie dog bliver tilgængelige, vil det være lige så vigtigt at opgradere Flycenteret som Panzercenteret, på grund af de ekstra statistikker, det giver disse helte."
    },
    "MissileCenter": {
      "Title": "Missilcenter",
      "Description1": "Ligesom de to ovenstående bygninger øger Missilcenteret statistikkerne for raket-helttype."
    },
    "ResourceCenters": {
      "Title": "Ressourcecentre",
      "Description1": "Mad-, jern- og smeltecentre er bygninger, der producerer de respektive ressourcer. Træningsbasen er bygningen, der producerer helte-XP. Erfaring viser, at træningsbasebygninger giver en god XP-udnyttelse i forhold til de anvendte ressourcer og er effektive at opgradere."
    }
  }
}
