{
  "Home": {
    "Welcome": "Velkommen, tapre krigere, til Alliance Old Viking!",
    "Section1": "Træd ind i de stormfulde have og endeløse slagmarker med Alliance Old Viking ved din side. Her kæmper vi skulder ved skulder, vores økse skærpet, vores skjold løftet, altid klar til næste slag.",
    "WhatToExpect": {
      "Title": "Hvad du kan forvente:",
      "List1": "Brødre og søstre i kamp: Find trofaste kampe, der støtter dig i hver kamp og deler æren med dig.",
      "List2": "Strategisk mestre: Smid magtfulde planer og overvinde dine fjender med klog taktik og urokkelig mod.",
      "List3": "Ærefulde fester: Deltag i episke slag og glorværdige raids, der belønner dig rigt og udvider din heltelægen.",
      "List4": "Visdom fra de gamle: Lær fra erfarne krigere og forbedr dine færdigheder for at bestå som en ægte viking."
    },
    "Section2": "Bliv en del af Alliance Old Viking og sejle med os ind i legenden. Sammen vil vi være uovervindelige og få verden til at ryste af ærefrygt."
  },
  "Rules": {
    "Title": "Regler",
    "Rule1": {
      "Title": "Inaktivitet",
      "Description": "Hvis du er offline i 3 dage uden at melde fra, vil du blive udvist fra alliancen den 4. dag."
    },
    "Rule2": {
      "Title": "Samleplads",
      "Description": "Søndag er hele kampen slut, og alle medlemmer skal samles ved alliance-samlepladsen.",
      "Description2": "Hvis du ikke er ved samlepladsen om onsdagen, vil du blive udvist."
    },
    "Rule3": {
      "Title": "Alliance-teknologi donationer",
      "Description": "Inden søndag skal hvert medlem have doneret point til alliance-teknologi (donationen er gratis).",
      "Description2": "Hvis du ikke gør det, vil du blive udvist."
    },
    "Rule4": {
      "Title": "Spillernavne",
      "Description": "Hvert medlem skal have sit eget spillernavn.",
      "Description2": "Hvis du ikke vælger dit eget spillernavn, vil du blive udvist fra alliancen."
    },
    "Note": {
      "Title": "Bemærk:",
      "Description": "Hvis nogen ikke ved, hvordan man overholder en regel eller har andre spørgsmål, skal de kontakte os. Vi er her for at hjælpe."
    },
    "Footer": "Lad os være stærke og succesfulde sammen!"
  },
  "Navigation": {
    "Home": "Hjem",
    "Rules": "Regler",
    "VS": "VS-Duel"
  },
  "VS": {
    "Title": "VS Duel",
    "Day1": {
      "Title": "Dag 1 - Radar Specialtræning",
      "DayText": "Mandag",
      "Task1": "Brug 1 udholdenhed",
      "Task2": "Fuldfør 1 radarmission",
      "Task3": "Brug mindst 660 helte-EXP hver gang",
      "Task4": "Brug 1 dronekampdata point",
      "Task5": "Brug 1 dronekomponent",
      "Task6": "Køb en gavepakke med diamanter (1 diamant)",
      "Task7": "Samle 100 mad",
      "Task8": "Samle 100 jern",
      "Task9": "Samle 60 guld",
      "Task10": "For hvert opnået dronefærdigheds-chip point"
    },
    "Day2": {
      "Title": "Dag 2 - Basisbygning",
      "DayText": "Tirsdag",
      "Task1": "Brug 1 minut bygningaccelerator",
      "Task2": "Øg bygningens kampstyrke med 1 point",
      "Task3": "Send den legendariske handelsvogn 1 gang",
      "Task4": "Fuldfør 1 orange hemmelig mission",
      "Task5": "Køb en gavepakke med diamanter (1 diamant)",
      "Task6": "Rekrutter overlevende 1 gang i tavernen"
    },
    "Day3": {
      "Title": "Dag 3 - Videnskabens Tid",
      "DayText": "Onsdag",
      "Task1": "Brug 1 minut forskningsaccelerator",
      "Task2": "Øg teknologiens kampstyrke med 1 point",
      "Task3": "Fuldfør 1 radarmission",
      "Task4": "Køb en gavepakke med diamanter (1 diamant)",
      "Task5": "Hver gang du åbner en dronekomponent niveau 1",
      "Task6": "Hver gang du åbner en dronekomponent niveau 2",
      "Task7": "Hver gang du åbner en dronekomponent niveau 3",
      "Task8": "Hver gang du åbner en dronekomponent niveau 4",
      "Task9": "Hver gang du åbner en dronekomponent niveau 5",
      "Task10": "Hver gang du åbner en dronekomponent niveau 6",
      "Task11": "Hver gang du åbner en dronekomponent niveau 7"
    },
    "Day4": {
      "Title": "Dag 4 - Helteudvikling",
      "DayText": "Torsdag",
      "Task1": "Udfør 1 helte-rekruttering",
      "Task2": "Brug mindst 660 helte-EXP hver gang",
      "Task3": "Brug 1 legendarisk heltefragment",
      "Task4": "Brug 1 sjældent heltefragment",
      "Task5": "Brug 1 færdighedsmærke",
      "Task6": "Køb en gavepakke med diamanter (1 diamant)"
    },
    "Day5": {
      "Title": "Dag 5 - Kampklarhed",
      "DayText": "Fredag",
      "Task1": "Fuldfør 1 radarmission",
      "Task2": "Brug 1 minut bygningaccelerator",
      "Task3": "Øg bygningens kampstyrke med 1 point",
      "Task4": "Brug 1 minut forskningsaccelerator",
      "Task5": "Øg teknologiens kampstyrke med 1 point",
      "Task6": "Brug 1 minut træningsaccelerator",
      "Task7": "Træn 1 soldat til niveau 1",
      "Task8": "Træn 1 soldat til niveau 2",
      "Task9": "Træn 1 soldat til niveau 3",
      "Task10": "Træn 1 soldat til niveau 4",
      "Task11": "Træn 1 soldat til niveau 5",
      "Task12": "Træn 1 soldat til niveau 6",
      "Task13": "Træn 1 soldat til niveau 7",
      "Task14": "Træn 1 soldat til niveau 8",
      "Task15": "Træn 1 soldat til niveau 9",
      "Task16": "Træn 1 soldat til niveau 10",
      "Task17": "Køb en gavepakke med diamanter (1 diamant)"
    },
    "Day6": {
      "Title": "Dag 6 - Fjendernes Udslettelse",
      "DayText": "Lørdag",
      "Task1": "Send den legendariske handelsvogn 1 gang",
      "Task2": "Fuldfør 1 orange hemmelig mission",
      "Task3": "Brug 1 minut bygningaccelerator",
      "Task4": "Brug 1 minut forskningsaccelerator",
      "Task5": "Brug 1 minut træningsaccelerator",
      "Task6": "Brug 1 minut helingsaccelerator",
      "Task7": "Hver dræbt niveau 1 enhed fra en rivaliserende alliance",
      "Task8": "Hver dræbt niveau 2 enhed fra en rivaliserende alliance",
      "Task9": "Hver dræbt niveau 3 enhed fra en rivaliserende alliance",
      "Task10": "Hver dræbt niveau 4 enhed fra en rivaliserende alliance",
      "Task11": "Hver dræbt niveau 5 enhed fra en rivaliserende alliance",
      "Task12": "Hver dræbt niveau 6 enhed fra en rivaliserende alliance",
      "Task13": "Hver dræbt niveau 7 enhed fra en rivaliserende alliance",
      "Task14": "Hver dræbt niveau 8 enhed fra en rivaliserende alliance",
      "Task15": "Hver dræbt niveau 9 enhed fra en rivaliserende alliance",
      "Task16": "Hver dræbt niveau 10 enhed fra en rivaliserende alliance",
      "Task17": "Hver dræbt niveau 1 enhed",
      "Task18": "Hver dræbt niveau 2 enhed",
      "Task19": "Hver dræbt niveau 3 enhed",
      "Task20": "Hver dræbt niveau 4 enhed",
      "Task21": "Hver dræbt niveau 5 enhed",
      "Task22": "Hver dræbt niveau 6 enhed",
      "Task23": "Hver dræbt niveau 7 enhed",
      "Task24": "Hver dræbt niveau 8 enhed",
      "Task25": "Hver dræbt niveau 9 enhed",
      "Task26": "Hver dræbt niveau 10 enhed",
      "Task27": "Hver tabt niveau 1 enhed",
      "Task28": "Hver tabt niveau 2 enhed",
      "Task29": "Hver tabt niveau 3 enhed",
      "Task30": "Hver tabt niveau 4 enhed",
      "Task31": "Hver tabt niveau 5 enhed",
      "Task32": "Hver tabt niveau 6 enhed",
      "Task33": "Hver tabt niveau 7 enhed",
      "Task34": "Hver tabt niveau 8 enhed",
      "Task35": "Hver tabt niveau 9 enhed",
      "Task36": "Hver tabt niveau 10 enhed",
      "Task37": "Køb en gavepakke med diamanter (1 diamant)"
    },
    "GeneralTips": {
      "Title": "Generelle Tips:",
      "Tip1": "Udfør radarmissioner kun hver anden dag, når de giver point i eventet (mandag, onsdag, fredag)",
      "Tip2": "Samle alle dronekampdata og brug dem kun på mandag",
      "Tip3": "Lad bygninger være pakket efter bygning og pak dem først ud på tirsdag, når der gives point",
      "Tip4": "Samle billetter til handelsvogne og missioner, og brug dem, når gyldne lastvogne og missioner giver point",
      "Tip5": "Samle overlevelsesbilletter og brug dem på tirsdag (undtagen gratis)",
      "Tip6": "Lad dronekomponentkasser være i inventaret og åbn dem først på onsdag",
      "Tip7": "Samle alle rekrutteringsbilletter og brug dem kun på torsdag (undtagen gratis)",
      "Tip8": "Samle heltefragmenter og færdighedsmedaljer og brug dem kun på torsdag",
      "Tip9": "Samle helte-EXP og brug dem kun på mandag eller torsdag",
      "Tip10": "Samle alle dronefærdigheds-chips til mandag"
    },
    "YouTubeNote": "Bemærk: De følgende YouTube-videoer viser gode eksempler på VS-dagen. Vær opmærksom på, at de måske ikke er helt opdaterede. Tjek også de nyeste ændringer og procedurer.",
    "Description": "På denne side finder du nyttige tips og tricks til, hvordan du kan score de maksimale point i VS Duel uden at bruge penge. Opdag effektive strategier og afprøvede metoder til at maksimere din score og få succes!"
  },
  "DesertStorm": {
    "Title": "Ørkenstorm",
    "Register": {
      "Title": "Registrering",
      "Description1": "Ethvert medlem af en alliance kan anmode om at deltage, når registreringen er åben.",
      "Description2": "Det maksimale antal spillere er 20 pr. hold, med 10 udskiftningsspillere tilladt. Når registreringen er lukket, kan selv R4 og R5 ikke ændre deltagerne. R4/R5 beslutter den endelige opstilling af deltagende spillere.",
      "Description3": "Anmod kun om at deltage i specifikke tidsrum, hvis du faktisk kan deltage, da det ikke er muligt med erstatninger senere. Op til 10 udskiftningsspillere kan vælges.",
      "Step1": "Gå til Begivenheder -> <br> Slagmark Ørkenstorm -> <br> Vælg Deltagere",
      "Step2": "Vælg \"Anmod om Kamp\"",
      "Step3": "Vi spiller fra 22:00 - 22:40 <br> Markér boksen og bekræft"
    },
    "Join": {
      "Title": "Gå ind på Slagmarken",
      "Description": "Når nedtællingen til begivenheden slutter på begivenhedsdetaljesiden og begivenheden starter, skal deltagerne komme rettidigt ind på slagmarken. Efter yderligere 5 minutter kan udskiftningsspillere muligvis træde ind, og de, der ikke var forbundet, bliver udenfor.",
      "Step1": "Du starter spillet med tropper på det højeste niveau, du kan træne, svarende til kapaciteten på dine træningspladser.",
      "Step2": "Tropper kan blive såret under begivenheden og bliver sendt til et specielt event-hospital (du kan helbrede dem under begivenheden, hvis nødvendigt, og hvis du har felthospitalet, vil helbredelsen gå hurtigere), men ved begivenhedens afslutning vender de sårede tropper tilbage til deres normale tilstand, som om intet var sket. Brug derfor alle de tropper, du har til rådighed. Alliancehjælp er ikke tilgængelig i event-hospitalet.",
      "Step3": "Kun tropper, der er i din base i det normale spil, er tilgængelige i Ørkenstorm. Hvis du har efterladt nogen på markerne, skal du bare kalde dem tilbage til basen. Når de er kommet ind i basen, vil de være tilgængelige i DS."
    },
    "Goals": {
      "Title": "Mål",
      "Goal1": "Under begivenheden skal du forsøge at score så mange alliancemål som muligt for at vinde. Et flot HUD-banner med realtidsrangering vil hjælpe dig med at holde styr på fremgangen.",
      "Goal2": "Alliancemål opnås ved at erobre og holde bygninger. Den første erobring giver nogle ekstra point. En erobring er kun fuldendt, når en alliance har ryddet bygningen for fjender, hvis de forstærker, og efter at 1-minuts erobringsnedtællingen er slut. Fra det øjeblik tilføjes erobringsudbyttet til realtids-vurderingsbanneret.",
      "Goal3": "Ekstra point kan samles ved at indsamle points forsyningskasser, der vises, når en bygning er erobret (hvis der er ekstra point). Send spejdere for hurtigt at indsamle dem.",
      "Goal4": "Individuelle point giver personlige belønninger, men fokus bør være på alliancemål, da alliancebelønninger er bedre end individuelle."
    },
    "MostImportant": {
      "Title": "Det Vigtigste at Vide",
      "Important1": "Du kan ikke bruge alliancehjælp til at helbrede dine soldater i hospitalet, som du kan i det normale spil, men du kan bruge helbredelsesfremskyndelser.",
      "Important2": "Du kan kun bruge tropper i mini-spillet Ørkenstorm, hvis din troppe er i basen på det normale kort. Sørg for, at dine tropper er tilbage i basen, før Ørkenstorm starter. Hvis en troppe bruges i det normale korttilstand, vil den grundlæggende ikke være tilgængelig i Ørkenstorm.",
      "Important3": "Hvis du går glip af registreringsfasen eller ikke er opført som deltager eller udskiftningsdeltager, kan du ikke deltage i Ørkenstorm Slaget.",
      "Important4": "Teleporteringer i Ørkenstorm er gratis, men begrænset til 1 hvert 2. minut. Nedkølingen vises i nederste venstre del af skærmen lige over knappen \"Helte\".",
      "Important5": "I Ørkenstorm er din bases holdbarhed 4000 point. Efter 4 hits brænder din base, og du vil blive teleporteret tilbage til den sikre zone. Nedkølingen for teleportering nulstilles ikke i dette tilfælde. Hvis den blev brugt, skal du vente.",
      "Important6": "De fleste spillere uden Ørkenstorm-erfaring mister deres tropper inden for få minutter. Sørg for at læse følgende strategier for at lære, hvordan du minimerer troppetab.",
      "Important7": "I Ørkenstorm kan du ikke bevæge dine tropper frit. De skal nå et mål og vende tilbage til basen, før de kan indsættes til et andet mål. Glem alt om at brænde en base med et par hurtige klik og en troppe på få sekunder.",
      "Important8": "I Ørkenstorm, når teleport nedkølingsperioden er slut, kan du teleportere til et hvilket som helst sted på kortet, uanset om dine tropper er i basen eller ej. Dette er en rar ændring fra de normale teleportregler i det normale spil, hvor alle dine tropper skal være tilbage i basen før teleportering. P.S.: Den samme regel gælder under Duellen mod Dag 6, når du teleportere til og fra den anden server."
    },
    "Strategies": {
      "Title": "Strategier",
      "EmptyBuilding": {
        "Title": "Erobr en Tom Bygning",
        "Description1": "Erobringen af en tom bygning er nem: bare angrib den, og den er din.",
        "Description2": "Efter 1 minut genereres der point for din alliance (og for dine individuelle point) baseret på erobringsudbyttet. Hvis det er den første erobring, får du også de første erobringspoint."
      },
      "ReduceTroopLosses": {
        "Title": "Strategi til at Erobr Tomme Bygninger for at Reducere Troppetab",
        "Description1": "Hvis du erobrer en bygning (men stadig ikke modtager erobringspoint) og en fjende dukker op, kan du bruge følgende strategi til at vinde slaget og reducere dine troppetab (dette fungerer godt, hvis fjendens HQ/styrke er lig din eller lavere end din):",
        "Tip1": "Hold din troppe i bygningen, indtil fjenden starter angrebet (især hvis det er den første bygningserobring, hvor du kan få de indledende erobringspoint).",
        "Tip2": "Hvis fjenden begynder at angribe bygningen, og du endnu ikke har modtaget erobringsudbyttet (du forstærker mindre end 1 minut), skal du trække truppen tilbage for at undgå, at fjenden angriber din troppe på bygningen. Dette forhindrer troppetab.",
        "Tip3": "Fjenden har sandsynligvis sendt deres A-hold for at erobre bygningen, så de kan være forsvarsløse. Husk, at hvis de vil angribe din base med den troppe, skal de først sende den tilbage til deres base og derefter sende den til din base.",
        "Tip4": "Send alle dine tropper med troppe A i første position for at angribe fjendens base.",
        "Tip5": "Hvis du er heldig, har fjenden ingen forsvar eller kun svage tropper. Når fjenden er elimineret, skal du sende din troppe for at erobre basen.",
        "Tip6": "Ved at bruge spejdere kan du sikre, at de tropper, du sender, faktisk kan vinde slaget mod basen. Send spejdere flere gange lige før dine tropper rammer fjenden for at kunne trække en troppe tilbage, hvis fjenden aktiverer forsvar."
      },
      "Advantages": {
        "Title": "Fordele:",
        "Description1": "Du undgår at miste tropper i fjendens første angreb, som sandsynligvis vil være et A-hold sendt for at erobre basen.",
        "Description2": "Hvis fjenden ingen forsvarslinje har, kan du eliminere dem med nul troppetab, især hvis du er hurtig og fjenden er tæt på.",
        "Description3": "Fjenden får ingen point, hvis du er hurtig, da det tager 1 minut for erobringen at starte."
      },
      "Disadvantages": {
        "Title": "Ulemper:",
        "Description1": "Hvis fjenden har en stærk B-troppe og bruger den til forsvar, kan denne strategi stadig fungere, men det vil tage længere tid, da du kun kan ramme dem med din A-troppe. Dette fungerer bedre, hvis du er tæt på fjenden.",
        "Description2": "Hvis flere fjender dukker op, kan du blive udsat for deres angreb, hvis du har sendt din A-troppe for at angribe fjenden.",
        "Description3": "Fjenden kan gå i forsvar, når du rammer dem. Brug derfor en troppe med kun en lav-niveau helt som en god strategi til yderligere at reducere risikoen for troppetab.",
        "Description4": "Hvis det er den første erobring af bygningen, og du ikke hurtigt nok eliminerer fjenden, får de disse point.",
        "Description5": "Husk, at denne strategi sigter mod at reducere troppetab, men du mister værdifulde sekunder på bygningserobring. Brug den derfor med omtanke og med hensyn til den aktuelle kampstatus og antallet af tilbageværende tropper."
      },
      "BuildingInEnemy": {
        "Title": "Erobr en Fjendtlig Bygning",
        "Description1": "Hvis bygningen tilhører det andet hold, kan du gribe til to metoder:",
        "Description2": "Angrib bygningen direkte med din stærkeste troppe og forsøg at besejre alle de tropper, der forstærker bygningen (svarende til landsbyerobring). Denne strategi har en alvorlig ulempe, da du sandsynligvis vil miste mange soldater, og efter et par erobringer vil du løbe tør for tropper.",
        "Description3": "Identificer fjendtlige baser, hvor der er forstærkninger, og brænd dem ned. Denne tilgang fungerer normalt godt, hvis baserne ikke har forsvar. Ellers opstår det samme problem som ved den ovenstående metode, men du vil sandsynligvis miste færre soldater, hvis fjenden sender den første troppe til forstærkning."
      },
      "ShouldNotDo": {
        "Title": "Hvad Du Ikke Skal Gøre",
        "Description1": "I Ørkenstorm er dine tropper meget værdifulde, så du bør ikke gøre noget, der sætter dem i fare.",
        "Description2": "Her er nogle eksempler på, hvad du ikke skal gøre, da det sandsynligvis vil føre til troppetab:",
        "Description3": "Hvis du bliver angrebet af en svagere fjende, så vent med dit hovedhold i forsvaret og angrib, når deres hovedhold vender tilbage, i stedet for at lade dem brænde dig, fordi dine forsvarstropper er ude. Husk, at hvert angreb medfører et bestemt antal troppetab, hvis du fjerner forsvarsformationen.",
        "Description4": "Angrib ikke inaktive fjender med svage tropper, da de har tid til at opbygge deres forsvar, og du vil miste tropper. Det er bedre at gøre dette, når fjenderne multitasker, da de måske ikke har tid til at opbygge forsvar, hvis de ser, at du angriber (fungerer bedst, hvis du er tæt på fjendens base)."
      }
    }
  }
}
