{
  "Home": {
    "Welcome": "Welcome, brave warriors, to the Alliance Old Viking!",
    "PlayerManager": {
      "Title": "Player Manager",
      "Description": "Your ultimate tool for alliance management: Manage players, plan events, and track everything from VS points to Marshal!",
      "Button": "Learn more about Player Manager"
    },
    "Section1": "Step into the stormy seas and endless battlefields with the Alliance Old Viking by your side. Here we fight shoulder to shoulder, our axes sharp, our shields raised, always ready for the next battle.",
    "WhatToExpect": {
      "Title": "What to Expect:",
      "List1": "Brothers and Sisters in Arms: Find loyal companions who will support you in every battle and share the glory with you.",
      "List2": "Strategic Mastery: Forge powerful plans and overcome your enemies with clever tactics and unwavering courage.",
      "List3": "Glorious Feasts: Participate in epic battles and glorious raids that will reward you richly and continue your heroic saga.",
      "List4": "Wisdom of the Ancients: Learn from experienced warriors and improve your skills to stand as a true Viking."
    },
    "Allies": {
      "Title": "Our Allies:",
      "Allie1": "tES - The Walking Beer",
      "Allie2": "7ci - La 7e compagnie"
    },
    "Nap": {
      "Title": "Non-Aggression Pacts (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "CrossServerAlliances": {
      "Title": "Cross-Server Alliances"
    },
    "Section2": "Become a part of the Alliance Old Viking and sail with us into legend. Together, we will be unbeatable and make the world tremble with awe.",
    "Vs": {
      "Title": "VS-Duel:",
      "Description": "Find out here how to score the most points.",
      "Link": "Learn more",
      "Day1": {
        "Link": "day1",
        "Description": "Day 1 - Radar Special Training"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Day 2 - Base Building"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Day 3 - Age of Science"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Day 4 - Hero Development"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Day 5 - Combat Readiness"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Day 6 - Elimination of Enemies"
      }
    },
    "Information": {
      "Title": "More Information",
      "Description": "Here you will find useful links to the main pages of our website:",
      "Vs": "VS Duel",
      "Rules": "Rules",
      "Basics": "Basics",
      "TipsAndTricks": "Tips and Tricks"
    },
    "Guestbook": "Guestbook"
  },
  "Rules": {
    "Title": "Alliance Rules",
    "Rule1": {
      "Title": "Inactivity",
      "Description": "Anyone who is offline for 3 days without notifying will be dismissed from the alliance on the 4th day."
    },
    "Rule2": {
      "Title": "Assembly Point",
      "Description": "The entire battle is over on Sunday, and all members should gather at the alliance assembly point.",
      "Description2": "Anyone who has not gathered at the assembly point by Wednesday will be dismissed.",
      "Description3": "How do I get to the meeting place?"
    },
    "Rule3": {
      "Title": "Alliance Technology Donations",
      "Description": "By Sunday, each member must have donated points to the alliance technology (donating is free).",
      "Description2": "Anyone who does not do this will be dismissed.",
      "Description3": "How do I make a donation?"
    },
    "Rule4": {
      "Title": "Player Names",
      "Description": "Each member must have their own player name.",
      "Description2": "Anyone who does not choose their own player name will be dismissed from the alliance."
    },
    "Rule5": {
      "Title": "General Attacks",
      "Description": "Any attack on our allies or on the NAP (Non-Aggression Pact) is prohibited.",
      "Description2": "Attacks on players from other alliances are generally prohibited. If special circumstances or conflicts arise, such actions must be discussed and approved by an R5 or R4 beforehand to avoid unnecessary stress.",
      "Description3": "Plundering trucks or trains from your own server is not allowed.",
      "Description4": "How to avoid attacks on your own trucks",
      "Description5": "Looting secret tasks and ghost ops tasks from your own server is not allowed",
      "Description6": "How do I loot secret tasks on other servers"
    },
    "Note": {
      "Title": "Note:",
      "Description": "If anyone does not know how to fulfill a rule or has any other questions, please contact us. We are here to help."
    },
    "Footer": "Let's be strong and successful together!",
    "ServerRules": {
      "Title": "Server Rules",
      "Abuse": {
        "Title": "Abuse:",
        "Rule1": "No bullying, sexism, racism, homophobia or other hate-based chat, including ethnic, sexual, religious, disability, agist or transphobic slurs. The consequence is one free hit on the player, or repeat offence is expulsion from the alliance."
      },
      "Zeroing": {
        "Title": "Zeroing:",
        "Rule1": "It is forbidden to zero (ash) bases who are in alliances on our server. The consequence is being zeroed in return, with troops outside of the base."
      },
      "Trucks": {
        "Title": "Trucks:",
        "Rule1": "No attacks on our server trucks and trains. Use the filter to prevent this. If it occurs, speak to the person directly to organise an equivalent truck to be plundered in return. If no response, raise with R4/R5."
      },
      "Villages": {
        "Title": "Villages:",
        "Rule1": "Players are not allowed to attack bases on village capture, only reinforce the village or attack the village. The consequence is an equivalent number of hits in return with troops outside of the base."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Attacks 1: ",
          "Rule": "Players who leave their alliance to attack a player in the Top 10 will be banned from joining any Top 10 for 1 week. They cannot be protected for that week by any Top 10."
        },
        "Rule2": {
          "Title": "Attacks 2: ",
          "Rule": "Players who attack any other player in the Top 10 should receive the same number of attacks and damage in return, with a second offence resulting in a 1 week ban from Top 10."
        }
      },
      "Cities": {
        "Title": "Cities:",
        "Rule1": "Level 6 cities belong to the Top 3 alliances. If the top 3 is to change, level 6 cities will change accordingly. "
      }
    }
  },
  "Navigation": {
    "Home": "Homepage",
    "Rules": "Rules",
    "VS": "VS Duel",
    "Alliances": "Alliance",
    "AllianceMvp": "Alliance MVP",
    "Basics": "Basics",
    "TipsAndTricks": "Tips/Tricks",
    "Buildings": "Buildings",
    "Squad": "Squad",
    "DesertStorm": "Desert Storm",
    "Seasons": "Seasons",
    "SeasonOne": "Season 1",
    "SeasonTwo": "Season 2",
    "SeasonThree": "Season 3",
    "Marshall": "Marshal Guard",
    "Capitol": "Capitol"
  },
  "VS": {
    "Title": "VS Duel",
    "Day1": {
      "Title": "Day 1 - Radar Special Training",
      "DayText": "Monday",
      "Task1": {
        "Title": "Complete 1 radar mission (~25,000 points):",
        "Description": "Go to the radar symbol at the bottom left and open the radar screen. Here you will see missions, some of which are already completed (with a red dot in the top right) and others that still need to be completed. To complete a mission, you must first execute it (if it hasn't been done already) and then click on the mission with the red dot. This action will collect it and grant you points. To maximize points, consider stacking missions from the previous day."
      },
      "Task2": {
        "Title": "Use 1 stamina (~300 points):",
        "Description": "Use stamina for attacks, collection actions, and radar missions."
      },
      "Task3": {
        "Title": "Use at least 660 hero XP points at once (~6 points):",
        "Description": "Go to the Drone Center and click the 'Data Training' button to use combat data. On certain levels, drone parts are required to continue the training."
      },
      "Task4": {
        "Title": "Use 1 drone component:",
        "Description": "Go to the Drone Center and click the 'Data Training' button to use combat data. On certain levels, drone parts are required."
      },
      "Task5": {
        "Title": "Collect 100/100/60 units of food/iron/gold (~40 points):",
        "Description": "You can collect units of food, iron, or gold in two ways:",
        "Description2": "Using special radar missions to collect food, iron, or gold. In this case, the collection speed is very high.",
        "Description3": "Switch to map mode, click on the magnifying glass, then on Collect, and choose 'Farmland', 'Iron Mine', or 'Gold Mine'. Find a location to send your troops to collect. Points will be awarded when the troops leave the collection point, either because the resources have been exhausted or the troops have been recalled. Therefore, start collecting the day before this day begins and ensure that the final collection time is after the start of this day."
      },
      "Task6": {
        "Title": "For each drone skill chip point earned (~2,000 points):",
        "Description": "Earn points by opening drone skill chip chests from your inventory (not to be confused with drone component chests)."
      }
    },
    "Day2": {
      "Title": "Day 2 - Base Construction",
      "DayText": "Tuesday",
      "Task1": {
        "Title": "Use a 1-minute building accelerator (~120 points):",
        "Description": "Use building accelerators (generic ones are also acceptable, of any length)."
      },
      "Task2": {
        "Title": "Increase building combat power by 1 point (~21 points):",
        "Description": "Each time you finish a building, the power of that building increases and you receive points for that difference. Note that the building power increase only occurs when you open the gift box containing the newly improved building."
      },
      "Task3": {
        "Title": "Send the legendary trading cart once (~200,000 points):",
        "Description": "Trading carts can vary in type and therefore contain different rewards. You can change their contents using the trade contract. Go to the section where you can send a cart. If you preview the contents at the top right, you will find a button with a die. To get the 'legendary' version, you need to refresh multiple times until you see the yellow background and 'UR' text on the left side."
      },
      "Task4": {
        "Title": "Complete 1 legendary secret mission (~150,000 points):",
        "Description": "The secret mobile unit contains activities of various types and levels. Use the 'Update' button at the bottom to change the current missions (consuming 1 secret mission item, the 'Secret Order'). Look for missions with the yellow/golden square and start them. If you keep secret mission items during the week, you can start all legendary missions on this day."
      },
      "Task5": {
        "Title": "Recruit 1 survivor (~3,000 points):",
        "Description": "Use the golden survivor recruitment tickets (different from golden hero recruitment tickets) found in the hero section. Click on the 'Recruit Heroes' button and then go to the 'Recruit Survivors' section. Collect recruitment tickets for survivors throughout the week and use them only on this day."
      }
    },
    "Day3": {
      "Title": "Day 3 - Age of Science",
      "DayText": "Wednesday",
      "Task1": {
        "Title": "Complete a radar mission (~23,000 points):",
        "Description": "Go to the radar symbol at the bottom left and open the radar screen. Here you will see missions, some of which are already completed (with a red dot in the top right) and others that still need to be completed. To complete a mission, you must first execute it (if it hasn't been done already) and then click on the mission with the red dot. This action will collect it and grant you points. To maximize points, consider stacking missions from the previous day."
      },
      "Task2": {
        "Title": "Use a 1-minute research accelerator (~120 points):",
        "Description": "Use a research accelerator (generic ones are also acceptable, of any length)."
      },
      "Task3": {
        "Title": "Increase technological performance by 1 point (~21 points):",
        "Description": "You earn technological performance points when you click the icon for completed research in the Technology Center. To maximize points, start a long research project on the previous day(s) so it ends on this day, or complete it by clicking the icon for completed research only on this day."
      },
      "Task4": {
        "Title": "Use a Valor Badge (~600 points):",
        "Description": "Go to the Research Center and the 'Alliance Duel' section. Start one of the searches that consume Valor Badges (these are the blue medals in the middle, golden on the outside, and with the ribbon at the bottom, which can be won in duel chests)."
      },
      "Task5": {
        "Title": "For each opened drone component chest of levels 1/2/3/4/5/6/7:",
        "Description": "Earn points by opening drone component chests from your inventory (not to be confused with drone skill chip chests)."
      }
    },
    "Day4": {
      "Title": "Day 4 - Hero Development",
      "DayText": "Thursday",
      "Task1": {
        "Title": "Perform an advanced recruitment once (~3,750 points):",
        "Description": "Use legendary recruitment tickets in the hero section to recruit heroes (not to be confused with 'Recruit Survivors' tickets). Collect hero recruitment tickets throughout the week and use them only on this day."
      },
      "Task2": {
        "Title": "Use at least 660 Hero EXP points (~6 points):",
        "Description": "Use experience points by clicking the 'Upgrade' button after selecting a hero."
      },
      "Task3": {
        "Title": "Use a legendary, epic, or rare shard (~20,000, ~7,000, or ~2,000 points):",
        "Description": "Use the golden, purple, or blue shards (puzzle pieces) of heroes to increase their level in the hero section. Click on a hero, go to the class section, and upgrade the hero class."
      },
      "Task4": {
        "Title": "Use a skill medal (~20 points):",
        "Description": "Enhance hero skills by going to the hero section, selecting a hero, clicking on the 'Skills' section, choosing one of the skills (the squares) at the top, and using the 'Strengthen' button (this is not always possible)."
      },
      "Task5": {
        "Title": "Use 1 skill medal"
      },
      "Task6": {
        "Title": "Buy a gift pack with diamonds (1 diamond)"
      }
    },
    "Day5": {
      "Title": "Day 5 - Combat Readiness",
      "DayText": "Friday",
      "Task1": {
        "Title": "Complete a radar mission (~23,000 points):",
        "Description": "Go to the radar symbol at the bottom left and open the radar screen. Here you will see missions, some of which are already completed (with a red dot in the top right) and others that still need to be completed. To complete a mission, you must first execute it (if it hasn't been done already) and then click on the mission with the red dot. This action will collect it and grant you points. To maximize points, consider stacking missions from the previous day."
      },
      "Task2": {
        "Title": "Use a 1-minute construction accelerator (~120 points):",
        "Description": "Use a construction accelerator (generic ones are also acceptable, of any length)."
      },
      "Task3": {
        "Title": "Increase building strength by 1 point (~21 points):",
        "Description": "Each time you finish a building, the strength of that building increases, and you receive points for the difference. Note that the building strength increase only occurs when you open the gift box containing the newly improved building."
      },
      "Task4": {
        "Title": "Use a 1-minute research accelerator (~120 points):",
        "Description": "Use a research accelerator (generic ones are also acceptable, of any length)."
      },
      "Task5": {
        "Title": "Increase technological performance by 1 point (~21 points):",
        "Description": "Technological performance points are earned when a research project is completed in the Technology Center."
      },
      "Task6": {
        "Title": "Use a 1-minute training accelerator (~122 points):",
        "Description": "Use a training accelerator (generic ones are also acceptable, of any length). Points are also awarded when you train to improve the soldier's level. It's actually better to prepare many low-level soldiers before this day and then level them up, as points are awarded based on the level of the incoming soldier."
      },
      "Task7": {
        "Title": "Train a soldier of levels 1/2/3/4/5/6/7/8/9/10 (~46/70/93/117/140/164/197/211/234/258 points):",
        "Description": "Points are based on the arrival level of a soldier. So if you upgrade a level 4 soldier to level 5, you receive the points for a level 5 soldier, just as if you trained a level 5 soldier from scratch. Therefore, prepare many soldiers of intermediate levels to upgrade them on the assembly line."
      },
      "Task8": {
        "Title": "Use 1 Overlord Skill Badge (~12 points):",
        "Description": "Consume 1 Overlord Skill Badge to upgrade your Overlord units. This will improve their abilities and contribute to the day's points."
      },
      "Task9": {
        "Title": "Use 1 Overlord Bond Badge (~74.000 points):",
        "Description": "Consume 1 Overlord Bond Badge to increase your promotion ranking. This item helps to unlock further upgrades for your Overlord units."
      },
      "Task10": {
        "Title": "Use 1 Training Certificate (~3.500 points):",
        "Description": "Consume 1 Training Certificate to level up your specialized training. This is essential for improving the skills of your soldiers."
      },
      "Task11": {
        "Title": "Use 1 Overlord Training Guidebook (~1.500 points):",
        "Description": "Consume 1 Overlord Training Guidebook to further upgrade your specialized training programs. This item is key to enhancing your soldiers' training."
      },
      "Task12": {
        "Title": "Use 1 Overlord Promotion Shard of Each Type (~25.000 points):",
        "Description": "Consume 1 Overlord Promotion Shard of each type to improve your Overlord units. These shards are required for promotion and unlocking higher-tier abilities."
      }
    },
    "Day6": {
      "Title": "Day 6 - Eliminating the Enemies",
      "DayText": "Saturday",
      "Task1": {
        "Title": "Send a legendary trade truck once (~200,000 points):",
        "Description": "Trade trucks can vary in type and thus contain different rewards. You can change their contents using the Trade Contract. To use them, go to the section for sending a truck. If you preview the contents in the top right, you will see a button with a dice icon. To obtain the 'legendary' version, you need to update multiple times until you see the yellow background and 'UR' text on the left side."
      },
      "Task2": {
        "Title": "Complete a legendary secret mission (~150,000 points):",
        "Description": "In the secret mobile unit, you will find activities of various types and levels. Use the 'Update' button at the bottom to change the current missions (using 1 secret mission item, the 'Secret Order'). Look for missions with the yellow/golden square and start them. If you keep secret mission items throughout the week, you can start all legendary missions on this day."
      },
      "Task3": {
        "Title": "Use a 1-minute construction accelerator (~120 points):",
        "Description": "Use a construction accelerator (generic ones are also acceptable)."
      },
      "Task4": {
        "Title": "Use a 1-minute research accelerator (~120 points):",
        "Description": "Use a research accelerator (generic ones are also acceptable)."
      },
      "Task5": {
        "Title": "Use a 1-minute training accelerator (~122 points):",
        "Description": "Use training accelerators (generic ones are also acceptable). Points are also awarded when you train to improve the soldier's level. It's actually better to prepare many low-level soldiers before this day and then level them up, as points are awarded based on the level of the incoming soldier."
      },
      "Task6": {
        "Title": "Use a 1-minute healing accelerator (~122 points):",
        "Description": "Use a healing accelerator."
      },
      "Task7": {
        "Title": "Each enemy unit of levels 1/2/3/4/5/6/7/8/9/10 killed provides ~25/38/50/63/75/88/100/113/125/138 points:",
        "Description": "Points are awarded each time you kill an enemy soldier from the opposing alliance in a duel. Use the teleport (Duel Against Opponent Symbol -> Alliance Attacks -> Attack) to reach your opponent's server and kill as many soldiers as possible who are attacking your opponent's bases. If an enemy has removed troops from defense, you cannot earn points on that base. Therefore, first scout and only attack those that are still in defense."
      },
      "Task8": {
        "Title": "Each unit of levels 1/2/3/4/5/6/7/8/9/10 killed provides ~5/8/10/13/15/18/20/23/25/28 points:",
        "Description": "Points are awarded each time you kill a soldier from another alliance on a different server, other than the opponent's alliance in the VS duel, for which points are given in the previous section. It is better to try to kill soldiers from your opponent’s alliance in VS duels, as this gives five times the points. If they are shielded or have no troops, you can also kill soldiers from other alliances on this server. This will require more time and hits to achieve the same number of points."
      },
      "Task9": {
        "Title": "Each lost unit of levels 1/2/3/4/5/6/7/8/9/10 provides ~6/8/10/12/14/16/18/20 points:",
        "Description": "Whether you are attacking or defending, each time one of your soldiers is killed, you receive this number of points. If you need to collect points at the end of a duel to open chests, and your alliance is winning the game decisively, you might consider sacrificing some of your troops to attack a higher-level headquarters if only these are available. This way, you can lose units and earn points."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Overlap with Arms Race",
      "Day1": {
        "Title": "There are two overlaps, so I recommend completing the activities during the respective phases:",
        "Overlap1": {
          "Title": "Drone Boost Phase:",
          "Description": "Use one stamina.",
          "Description2": "Use 10 drone combat data points."
        },
        "Overlap2": {
          "Title": "Hero Ascension Phase:",
          "Description": "Use 2000 EXP points."
        }
      },
      "Day2": {
        "Title": "The following activities overlap with the city-building phase of the Arms Race. I recommend performing these activities during this phase:",
        "Overlap1": {
          "Description": "Use the 1-minute construction accelerator.",
          "Description2": "Increase building strength by 1 point."
        }
      },
      "Day3": {
        "Title": "The following activities overlap with the technology research phase of the Arms Race. I recommend performing these activities during this phase:",
        "Overlap1": {
          "Description": "Use a 1-minute research accelerator.",
          "Description2": "Increase technological performance by 1 point."
        }
      },
      "Day4": {
        "Title": "The following activities overlap with the hero development phase of the Arms Race. I recommend performing these activities during this phase:",
        "Overlap1": {
          "Description": "Perform 1 advanced recruitment.",
          "Description2": "Use 2000 EXP points."
        }
      },
      "Day5": {
        "Title": "There are three overlaps. I recommend completing the activities during the respective phases:",
        "Overlap1": {
          "Title": "City Building Phase:",
          "Description": "Use a 1-minute construction accelerator.",
          "Description2": "Increase building strength by 1 point."
        },
        "Overlap2": {
          "Title": "Technology Research Phase:",
          "Description": "Use a 1-minute research accelerator.",
          "Description2": "Increase technological performance by 1 point."
        },
        "Overlap3": {
          "Title": "Unit Progress Phase:",
          "Description": "Use a 1-minute training accelerator.",
          "Description2": "Train a soldier of levels 1/2/3/4/5/6/7/8/9/10."
        }
      },
      "Day6": {
        "Title": "There are three overlaps. I recommend completing the activities during the respective phases:",
        "Overlap1": {
          "Title": "City Building Phase:",
          "Description": "Use a 1-minute construction accelerator."
        },
        "Overlap2": {
          "Title": "Technology Research Phase:",
          "Description": "Use a 1-minute research accelerator."
        },
        "Overlap3": {
          "Title": "Unit Progress Phase:",
          "Description": "Use a 1-minute training accelerator."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Strategic Preparation",
      "Description": "For certain activities, you will earn points upon completion. Therefore, you can start them the day before the required date and finish them during the respective phase to achieve maximum points. Here are the phases and the corresponding activities:",
      "List1": "On days when radar missions are rewarded, stack the missions the day before to the maximum. This allows you to achieve the maximum number of points when the missions are completed on the actual day.",
      "List2": "On days when collecting food, iron, or gold provides reward points, start collecting the day before and ensure you finish it on the new day. The amount needed to achieve maximum points will be displayed before collecting.",
      "List3": "On days when upgrading buildings provides points based on their performance increase, it is beneficial to upgrade several buildings on previous days and leave them in gift packaging. Building performance will only increase when opening the gift package, and at this time, duel points will also be awarded.",
      "List4": "On days when research provides points, start a long research project the day before so that the research completes on these days. Points will be awarded when you click on the completed research icon.",
      "List5": "Do not open the chest with the drone data chip and components if they are in your inventory, as you will earn points for these activities on Day 1 and Day 3.",
      "FightDay": {
        "Title": "Fight Day Preparation",
        "Description": "On the last day of the duel, there are points for killing enemy troops, so it is important to prepare for this day.",
        "AttackPreparation": {
          "Title": "Attack Preparation",
          "List1": "Try to level up the barracks to the highest possible level during the week to unlock higher-level troop training. This will allow you to collect points more efficiently by training higher-level soldiers.",
          "List2": "Train as many troops as possible, as you will need them during the war. Use your training accelerators best on Day 5 to maximize points.",
          "List3": "Purchase training accelerators and healing accelerators. These can help you complete troop training and healing faster, which is crucial to stay efficient during the key phases of the war."
        },
        "DefensePreparation": {
          "Title": "Defense Preparation",
          "List1": "Purchase shields (or save resources to buy them) to use during the 24 hours of the last day. Otherwise, you will need 1,500 diamonds for an 8-hour shield.",
          "List2": "Remove troops from your defense setup so that in the event of an attack, you suffer fewer troop losses compared to a defeat with an active defense. To do this, go to your base, click on the wall, and go to the defense setup. Uncheck the troops to remove them from the defense setup."
        }
      }
    },
    "Reward": {
      "Title": "Reward",
      "Description": "For each required activity during the duel, you will receive a certain number of points. You can further increase this point yield through research in the 'Alliance Duel' section. To conduct such research, you need bravery badges, which you can only obtain by opening chests in the duel."
    },
    "GeneralTips": {
      "Title": "General Tips:",
      "Tip1": "Complete radar missions only every other day when they give points in the event (Monday, Wednesday, Friday)",
      "Tip2": "Collect all drone combat data points and use them only on Monday",
      "Tip3": "Leave buildings wrapped after construction and only unwrap them on Tuesday when they give points",
      "Tip4": "Collect tickets for trading carts and missions, then use them when golden trucks and missions give points",
      "Tip5": "Collect survivor tickets and use them on Tuesday (except for free ones)",
      "Tip6": "Leave drone component chests in inventory and open them only on Wednesday",
      "Tip7": "Collect all recruitment tickets and use them only on Thursday (except for free ones)",
      "Tip8": "Collect hero fragments and skill medals and use them only on Thursday",
      "Tip9": "Collect hero XP and use it only on Monday or Thursday",
      "Tip10": "Collect all drone skill chips for Monday",
      "Tip11": "Overlord Gorilla: After healing, the Overlord can be trained and promoted. On Friday, you earn points for the VS Duel by using Skill Badges, Bond Badges, Training Certificates, Training Manuals, and Promotion Shards. Save all these items until Friday and use them then to earn VS points"
    },
    "YouTubeNote": "Note: The following YouTube videos show good examples for the VS day. Please note that they may not be entirely up-to-date. Also check for the latest changes and procedures.",
    "Description": "On this page, you will find useful tips and tricks on how to score the maximum points in the VS Duel without spending money. Discover effective strategies and proven methods to maximize your score and succeed!"
  },
  "DesertStorm": {
    "Title": "Desert Storm",
    "Register": {
      "Title": "Registration",
      "Description1": "Any member of an alliance can request to participate when registration is open.",
      "Description2": "The maximum number of players is 20 per team, with 10 substitutes allowed. Once registration is closed, not even R4 and R5 can change the participants. R4/R5 decide the final lineup of participating players.",
      "Description3": "Only request to participate in specific time slots if you can actually attend, as replacements are not possible later. Up to 10 substitutes can be selected.",
      "Step1": "Go to Events -> <br> Battlefield Desert Storm -> <br> Select Participants",
      "Step2": "Select \"Request to Battle\"",
      "Step3": "We play from 22:00 - 22:40 <br> Check the box and confirm"
    },
    "Join": {
      "Title": "Enter the Battlefield",
      "Description": "When the event countdown ends on the event detail page and the event starts, participants must enter the battlefield on time. After 5 more minutes, substitutes may enter, and those who were not connected will remain outside.",
      "Step1": "You start the game with troops of the highest level you can train, matching the capacity of your training grounds.",
      "Step2": "Troops can be injured during the event and will be sent to a special event hospital (you can heal them during the event if needed, and if you have the field hospital, healing will be faster), but at the end of the event, injured troops will return to their normal state as if nothing happened. So use all the troops available to you. Alliance help is not available in the event hospital.",
      "Step3": "Only troops that are in your base in the normal game are available in Desert Storm. If you left any in the fields, just recall them to the base. Once they enter the base, they will be available in DS."
    },
    "Goals": {
      "Title": "Goals",
      "Goal1": "During the event, try to score as many alliance points as possible to win. A nice HUD banner with real-time rankings will help you keep track of the progress.",
      "Goal2": "Alliance points are earned by capturing and holding buildings. The first capture gives some additional points. A capture is only complete once an alliance clears the building of enemies, if they are reinforcing, and after the 1-minute capture countdown ends. From that moment, capture yields are added to the real-time score banner.",
      "Goal3": "Additional points can be collected by gathering point supply boxes that appear when a building is captured (if there are extra points). Send scouts to collect them quickly.",
      "Goal4": "Individual points grant personal rewards, but the focus should be on alliance points, as the alliance rewards are better than individual ones."
    },
    "MostImportant": {
      "Title": "The Most Important Things to Know",
      "Important1": "You cannot use alliance help to heal your soldiers in the hospital as you can in the normal game, but you can use healing boosts.",
      "Important2": "You can only use troops in the mini-game Desert Storm if your troop is in the base on the normal map. Make sure your troops are back in the base before Desert Storm starts. If a troop is used in the normal map mode, it will not be available in Desert Storm.",
      "Important3": "If you miss the registration phase or are not listed as a participant or substitute, you cannot participate in the Desert Storm Battle.",
      "Important4": "Teleports in Desert Storm are free but limited to 1 every 2 minutes. The cooldown is shown in the bottom left part of the screen just above the \"Heroes\" button.",
      "Important5": "In Desert Storm, your base durability is 4000 points. After 4 hits, your base will burn, and you will be teleported back to the safe zone. The teleport cooldown does not reset in this case. If it was used, you have to wait.",
      "Important6": "Most players without Desert Storm experience lose their troops within a few minutes. Be sure to read the following strategies to learn how to minimize troop losses.",
      "Important7": "In Desert Storm, you cannot move your troops freely. They must reach a target and return to the base before being deployed to another target. Forget about burning a base with a few quick clicks and a troop in a few seconds.",
      "Important8": "In Desert Storm, once the teleport cooldown is over, you can teleport anywhere on the map, regardless of whether your troops are in the base or not. This is a nice change from the normal game teleport rules, where all your troops must be back in the base before teleporting. P.S.: The same rule applies during the Duel vs Day 6, when teleporting to and from the other server."
    },
    "Strategies": {
      "Title": "Strategies",
      "EmptyBuilding": {
        "Title": "Capture an Empty Building",
        "Description1": "Capturing an empty building is easy: just attack it, and it's yours.",
        "Description2": "After 1 minute, points for your alliance (and for your individual points) are generated based on the capture yield. If it's the first capture, you also get the first capture points."
      },
      "ReduceTroopLosses": {
        "Title": "Strategy to Capture Empty Buildings to Reduce Troop Losses",
        "Description1": "If you capture a building (but still don't receive capture points) and an enemy shows up, you can use the following strategy to win the battle and reduce your troop losses (this works well if the enemy's HQ/power is similar to or lower than yours):",
        "Tip1": "Keep your troop in the building until the enemy starts the attack (especially if it's the first building capture where you can get the initial capture points).",
        "Tip2": "If the enemy starts attacking the building and you haven't received the capture yield yet (you are reinforcing for less than 1 minute), withdraw the troop to avoid the enemy attacking your troop on the building. This prevents troop losses.",
        "Tip3": "The enemy likely sent their A-team to capture the building, so they might be defenseless. Remember, if they want to attack your base with that troop, they need to send it back to their base first and then send it to your base.",
        "Tip4": "Send all your troops with troop A in the first position to attack the enemy base.",
        "Tip5": "If you are lucky, the enemy has no defense or only weak troops. Once the enemy is eliminated, send your troop to capture the base.",
        "Tip6": "By using scouts, you can ensure the troops you send can actually win the battle against the base. Send scouts multiple times just before your troops hit the enemy to withdraw a troop if the enemy activates defense."
      },
      "Advantages": {
        "Title": "Advantages:",
        "Description1": "You avoid losing troops in the enemy's first attack, which will likely be an A-team sent to capture the base.",
        "Description2": "If the enemy has no defense line, you can eliminate them with zero troop losses, especially if you are quick and the enemy is nearby.",
        "Description3": "The enemy doesn't get points if you are quick, as it takes 1 minute for the capture to start."
      },
      "Disadvantages": {
        "Title": "Disadvantages:",
        "Description1": "If the enemy has a strong B-team and uses it for defense, this strategy can work, but it will take longer as you can only hit them with your A-team. This works better if you are near the enemy.",
        "Description2": "If multiple enemies appear, you might be vulnerable to their attacks when your A-team is sent to attack the enemy.",
        "Description3": "The enemy might go on defense when you hit them. So using a troop with only a low-level hero might be a good strategy to further reduce the risk of troop loss.",
        "Description4": "If it's the first capture of the building and you don't eliminate the enemy quickly enough, they get those points.",
        "Description5": "Keep in mind that this strategy aims to reduce troop losses, but you lose valuable seconds in capturing the building. Use it wisely, considering the current battle status and the number of troops you have left."
      },
      "BuildingInEnemy": {
        "Title": "Capture a Building Owned by the Enemy",
        "Description1": "If the building belongs to the other team, you can proceed in two ways:",
        "Description2": "Attack the building directly with your strongest troop and try to defeat all troops reinforcing the building (similar to village capture). This strategy has a serious issue as you will likely lose many soldiers and run out of troops after a few captures.",
        "Description3": "Identify bases with reinforcements and burn them down. This approach usually works well if the bases have no defense. Otherwise, the same problem as the above approach occurs, but you will likely lose fewer soldiers if the enemy sends the first troop for reinforcement."
      },
      "ShouldNotDo": {
        "Title": "What You Should Not Do",
        "Description1": "In Desert Storm, your troops are very valuable, so you should avoid anything that puts them in danger.",
        "Description2": "Here are some examples of what not to do, as it will most likely result in troop loss:",
        "Description3": "If attacked by a weaker enemy, wait with your main troop in defense and then attack when their main troop returns, instead of letting them burn you because your defense troops are out. Remember, each attack causes a certain number of troop losses if you remove the defense formation.",
        "Description4": "Don't attack idle enemies with weak troops, as they have time to build up their defense and you will lose troops. It's better to do this when enemies are multitasking, as they might not have time to build up defense if they see you attacking (works best if you are near the enemy base)."
      }
    }
  },
  "Alliances": {
    "Title": "Alliance",
    "TrainConductor": {
      "Title": "Train Conductor Overview",
      "Today": "Today:",
      "Sunday": "Sunday:",
      "Monday": "Monday:",
      "Tuesday": "Tuesday:",
      "Wednesday": "Wednesday:",
      "Thursday": "Thursday:",
      "Friday": "Friday:",
      "Saturday": "Saturday:"
    },
    "Discord": {
      "Title": "Our Community on Discord",
      "Description1": "Join our Old Vikings community on Discord! Connect with other players, get help, and stay up to date.",
      "Description2": "Whether it's tips, planning, or just Viking chatter – you're in the right place!",
      "Button": "Join our Discord"
    },
    "R4Roles": {
      "Title": "Roles & Responsibilities",
      "Description": "Our R4 members don’t just hold titles – they keep the alliance running. Each role comes with clear responsibilities, whether it’s strategy, recruitment, tech, or communication.",
      "Description2": "Got a question? After this, you’ll know exactly who to reach out to.",
      "Button": "View Leadership Structure"
    },
    "Donate": {
      "Title": "How You Can Contribute/Donate",
      "Description": "To contribute to Alliance Tech, the following rules apply:",
      "Rule1": "for each donation to a non-recommended technology, you receive 50 EXP and alliance contribution points.",
      "Rule2": "for each donation to the recommended technology, you receive an additional reward of +20%: you earn 60 EXP and 60 alliance contribution points.",
      "Rule3": "Furthermore, donations have a chance to trigger a critical hit, granting extra tech EXP. The chances for critical hits are:",
      "Hit1": "No critical hit: 45%",
      "Hit2": "2x critical hit (additional 50 points alliance tech EXP): 30%",
      "Hit3": "3x critical hit (additional 100 points alliance tech EXP): 15%",
      "Hit4": "5x critical hit (additional 200 points alliance tech EXP): 10%",
      "Description2": "How to donate:",
      "Donate": "Click on the recommended technology and then on 'Donate', either with coins or diamonds.",
      "Maximum": "Commanders have a maximum of 20 opportunities to donate to the alliance technology with coins. Each donation, whether critical or not, consumes one opportunity. If a commander's available donation opportunities fall below 20, they receive one opportunity every 20 minutes.",
      "Limit": "There is no daily limit on the number of diamond donations commanders can make to alliance technology. However, the diamond costs for each donation increase with the number of donations made, but an unlimited number of diamond donations can be made. After 20 minutes, the amount of diamonds required for donation gradually decreases. Costs start at 2 diamonds for the first donation and increase by 2 diamonds with each subsequent donation, up to a maximum of 50 diamonds."
    },
    "Shop": {
      "Title": "Alliance Shop",
      "Description1": "If you are part of an alliance, you have access to the Alliance Shop. Alliance -> Alliance Shop",
      "Description2": "The Alliance Shop offers very helpful power-up items that can be claimed in exchange for alliance contribution points. The amount you can claim of each item is time-limited, and the shop resets these limits after a countdown displayed at the top of the Alliance Shop.",
      "Image": "In the image, two areas are marked in red: <br> Advanced Teleport and Alliance Teleport <br> These two areas are important to get to the assembly place. <br> With the Advanced Teleport, you can freely choose where you want to be teleported on the map. <br> With the Alliance Teleport, you will be teleported somewhere near the assembly place."
    },
    "AssemblyPlace": {
      "Title": "How do I get to the assembly place?",
      "Variant1": {
        "Title": "Variant 1: Advanced Teleport",
        "Description1": "Search for our alliance assembly place on the map (purple flag).",
        "Description2": "Choose a free spot nearby.",
        "Description3": "Click on 'Teleport'. This will cost you an Advanced Teleport."
      },
      "Variant2": {
        "Title": "Variant 2: Alliance Teleport",
        "Description1": "Go to your inventory and select the 'Special' tab.",
        "Description2": "Find the Alliance Teleport.",
        "Description3": "Click on 'Use'. You will then be automatically teleported to the assembly place."
      },
      "Footer": "In the image below, the Alliance Teleport is shown, and in the image above is the shop. You can exchange both teleports as described above in the Alliance Shop. The Alliance Teleport costs less.",
      "Image": "Click on: <b><br> 1. Inventory <br> 2. Special <br> 3. Alliance Teleport <br> 3. Use"
    },
    "Formation": {
      "Title": "Formation of Players",
      "Description": "The spots around the Marshal Guard are reserved for R5 and R4. These 9 spots must be kept free by other players, as R4 and R5 receive a special bonus during this event.",
      "Info": {
        "Title": "Important Notes:",
        "Info1": "Respect the placement: Please ensure that you position yourselves in such a way that no gaps arise between the spots, which the enemy could exploit.",
        "Info2": "Strategic placement: The correct formation is crucial for strengthening defense and maximizing the benefits of the bonuses for R4 and R5."
      }
    }
  },
  "Basics": {
    "Title": "Basics",
    "Translate": {
      "Title": "Translations",
      "Description": "In Last War, you can use the automatic translation feature to translate text into your own language. To translate chats and messages, simply use the icon at the bottom right – it shows an 'A' with arrows and a 'T'. This way, you can communicate in your preferred language and focus entirely on the game!",
      "Image": "The image shows two examples of where to find the icon to translate the text."
    },
    "Trucks": {
      "Title": "Looting Trucks on Your Own Server",
      "Description": "It is not allowed to loot trucks on your own server. To ensure that such trucks do not appear, there is a checkbox that you can activate to filter out all trucks from your own server. Please check this box to comply with the rules. The image below shows where to find the checkbox.",
      "Image": "Please activate the checkbox as shown in the image."
    },
    "SecretTasks": {
      "Title": "Plundering of Secret Tasks on Other Servers",
      "Description": "It is not allowed to plunder Secret Tasks on our own server. These must be carried out exclusively on other servers. Violations may result in warnings or further consequences.",
      "Title2": "How to Plunder on Other Servers?",
      "Image": "Secret Task",
      "Image1": "Go to the station in your base and click on the truck icon.",
      "Image2": "Select a truck and click on 'Plunder'. (This also works if you have already plundered four times.)",
      "Image3": "You are now on another server and can search for secret tasks.",
      "Image4": "Golden, shiny tasks at level 5 are the best you can find.",
      "Image5": "Feel free to share these tasks in the alliance chat with other players."
    }
  },
  "TipsAndTricks": {
    "Title": "Tips and Tricks",
    "Overview": {
      "Title": "Overview"
    },
    "Pvp": {
      "Title": "Attack and Defense",
      "Description1": "First, let’s discuss basic defense. You should only attempt to defend if your main troop can survive the first or second consecutive attack (i.e., the attacker is roughly at your level).",
      "Tip1": "If you can’t defend or aren’t online to make this decision, DEACTIVATE your defenses.",
      "Tip2": "To activate/deactivate defenses: Go to the wall in your base, click on the house+ icon, and deactivate the troops. Every time you unlock a new troop, make sure to deactivate it as well. Sometimes it makes sense to have no defense at all, and sometimes it makes sense to use the main troop as defense, but the biggest mistake you can make is allowing your weaker troops to participate in defense.",
      "Tip3": "Why this works: Suppose a much stronger player attacks you 5 times (let’s assume you’re level 20 with 3 troops). You would lose around 10k to 12k troops in those 5 attacks if you had 3 defense teams. If you had only a single defense (the strongest troop), you would lose about 4k to 5k troops. If you had no defense at all, you would lose about 1k troops (due to the breakthrough attack, which doesn’t count as kills for the attacker). That’s a huge difference.",
      "Tip4": "Attacking bases serves two purposes in this game: (1) to plunder resources and (2) to earn points during kill events, like the Enemy Destroyer (Day 6 of the Duel).",
      "Tip5": "Plundering offers the best resource-stamina ratio in the game, but be aware of defenses/counterattacks, your current plunder limits, etc.",
      "Tip6": "When attacking other bases for kill events, note that only fights count as kills for points. So someone without defense or without troops won’t give you event points or increase your individual kill count. That’s another reason why you should deactivate your own defenses, to prevent your opponents from earning points by attacking you.",
      "Image1": "Click on the wall and then on the plus icon to access defenses.",
      "Image2": "By checking the box, you can turn the defense on or off for each troop."
    },
    "Troops": {
      "Title": "Troop/Unit Training",
      "Description1": "The optimal strategy for troop training is to train them in 3 stages. This doesn’t make the training faster or use fewer resources, but it allows you to earn more points during relevant events like unit training in the Arms Race and Day 5 of Duel activity.",
      "Tip1": "Assume TX = max level of troops you can train, TY = one level below the maximum, and TZ = two levels below the maximum. The strategy is to train TZ all week long (assuming you already have enough TX for all your units). During unit training in the Arms Race, promote TZ -> TY and/or TY -> TX (you might do two rounds in each barrack without accelerators during this phase). On Day 5 of the Duel, you would promote almost all TY/TZ to TX before entering the Desert Storm battlefield or Day 6 of the Duel. Once you’ve completed the kill events, continue filling TZ.",
      "Tip2": "For example, if you’re HQ 25, then TX would be level 8 units (requires Lv24 Barrack), TY would be level 7 units (requires Lv20 Barrack), and TZ would be level 6 units (requires Lv17 Barrack). To apply this strategy, you need to keep some barracks at a level lower than the maximum possible. Of 4 barracks, I recommend having 2 that can train up to TX and 2 that can only train up to TY. This is because troop promotion automatically goes to the maximum level for that barrack.",
      "Example": {
        "Title": "An Example: ",
        "Example1": "Direct Training: 1 T9 Soldier = 250 points",
        "Example2": "Tiered Training: 1 T5 = 150 points, 1 T5 -> 1 T6 = 175 points, 1 T6 -> 1 T7 = 200 points, 1 T7 -> 1 T8 = 225 points, 1 T8 -> 1 T9 = 250 points totaling 1000 points",
        "Description": "As you can see, with the tiered approach, you get four times the points for each soldier."
      },
      "Image1": "In this image, you can see which troops you can upgrade. Click the 'Upgrade' button, not 'Train,' to bring the soldiers to the maximum level of the barrack."
    },
    "Healing": {
      "Title": "Spam Healing",
      "Description1": "Another concept is 'Spam-Healing.' This means if you have over 1000 dead troops and it would take 4 hours to heal them all, you should set only 25 minutes of healing time at a time and click the help button from your alliance. This keeps the resource cost the same but reduces healing time by more than 50%. This method is efficient for keeping your combat power high and ensuring a steady flow of troops."
    },
    "SmallTroops": {
      "Title": "Gathering Resources with Low Troop Strength",
      "Description1": "If you have only a few troops available in your training ground (e.g., after Saturday’s wars), you might not be able to send all your troops to gather resources since a certain number of troops is required for each troop.",
      "Description2": "This can be resolved as follows:",
      "Tip1": "Return your troops to the base so you can replace them",
      "Tip2": "Remove all heroes from each troop and add only 1 hero per troop, preferably those with a low value in the 'Command' attribute.",
      "Tip3": "Now send troops to gather. Each troop will use a much smaller number of troops, so you can send them all.",
      "Tip4": "Additionally, you can easily train level 1 soldiers in any barrack to have some troops available almost immediately, as training level 1 soldiers is quick."
    },
    "IncreasedDamage": {
      "Title": "Increased Damage Percentage",
      "Description1": "In every attack, defense, or guard, you can use the War Fever to increase damage by 1%.",
      "Description2": "This boost is automatically activated when you attack or scout a base, but not when you are just defending.",
      "Description3": "To trigger War Fever, you can perform one of the following actions:",
      "Tip1": "Send a reconnaissance plane to a base",
      "Tip2": "Start an attack or rally against an enemy base (attacks or rallies against zombies do not count). You can also cancel the attack once War Fever has started",
      "Tip3": "You can see the status of War Fever in the top left corner of the screen, just below the food/iron/coins/energy displays. Clicking on the icon will show the countdown.",
      "Tip4": "Repeat the triggering action to restart the countdown to 15 minutes at any time.",
      "Tip5": "IMPORTANT: Do not use this trick while you have a shield, as you will lose it."
    }
  },
  "Buildings": {
    "Title": "Buildings",
    "Headquarters": {
      "Title": "Headquarters",
      "Description1": "The Headquarters is the most important building in the game. It serves similar functions to the town halls in other games. By upgrading it, you can build new structures and elevate existing buildings to higher levels.",
      "Description2": "When the Headquarters levels up, the following increases:",
      "List1": "Performance",
      "List2": "Hero Level Cap",
      "List3": "Hero HP",
      "List4": "Hero Attack",
      "List5": "Hero Defense",
      "List6": "Level Cap for each building",
      "LevelUp": {
        "Title": "Level-Up Requirements",
        "Description1": "To upgrade the Headquarters to a higher level, both resource and building requirements must be met at each stage.",
        "Description2": "It is important to progress the construction step by step to ensure a smooth advancement to the next level of the Headquarters and to save enough resources. If the Headquarters is not upgraded, it can lead to a weak troop as this building sets the cap for hero levels.",
        "Description3": "Below is a chart of the buildings required for each level",
        "Table": {
          "ToUnlock": "HQ to Unlock",
          "Condition1": "Building 1",
          "Condition2": "Building 2",
          "Iron": "Iron",
          "Food": "Food",
          "Gold": "Gold",
          "Days": "Days",
          "Wall": "Wall L.",
          "TechCenter": "Tech Center L.",
          "DrillGround": "Drill Ground L.",
          "Barracks": "Barracks L.",
          "AllianceCenter": "Alliance Center L.",
          "Hospital": "Hospital L.",
          "TankCenter": "Tank Center L."
        }
      }
    },
    "Barracks": {
      "Title": "Barracks",
      "Description1": "Barracks are used to recruit and promote your troops. Once you unlock the Barracks, you should always upgrade only one Barracks at a time to use your resources efficiently. Promoting your troops allows you to advance troops from a lower level to the highest level allowed by your Barracks. Promoting troops becomes especially useful once unlocked, as it allows you to train and upgrade tier one troops, requiring fewer resources and time."
    },
    "Hospital": {
      "Title": "Hospital",
      "Description1": "The Hospital is used to heal your troops after a battle. If an enemy is strong enough, they can kill or injure your troops. However, the Hospital cannot revive fallen troops, only heal injured ones. An efficient way to heal your troops quickly is to select only a number of troops that can be healed in 25 minutes or less. This allows your alliance to assist you and reduce healing time to almost immediate. By using the healing system correctly, the healing time will be reduced to 25% of the time it would have taken if you had healed all troops at once."
    },
    "DrillGround": {
      "Title": "Drill Ground",
      "Description1": "The Drill Ground is the building where your troops are stationed. The maximum level of the Drill Ground increases with the level of your Headquarters. The Drill Ground is a central source of your strength, as the strength of your troops largely determines your power level. To achieve the maximum power possible (the primary goal of the game), you should constantly upgrade your Drill Ground to the highest level and build additional Drill Grounds when possible. The second Drill Ground is unlocked at level 16, and the third at level 21."
    },
    "Garages": {
      "Title": "Garages",
      "Description1": "Garages house your heroes. They provide your heroes with additional strength and troops they can take with them. At the start of the game, you receive one Garage, and you can unlock more throughout the game, up to a total of three Garages. A fourth Garage can also be obtained through the monthly pass. You should focus solely on upgrading Garage 1, as most of your efforts in the game will be directed towards it. Upgrade Garage 2 only if you need it for cost-effective Arm Race points or if you feel it is too far behind."
    },
    "TechCenter": {
      "Title": "Tech Center",
      "Description1": "The Tech Center is a crucial part of the game for competing successfully against other players. It is frequently shown in the 'required upgrades' section when you want to upgrade your Headquarters for good reason. The Tech Center allows you to improve certain stats of your base, such as heroes, troops, garages, and more. This converts resources into more strength and stats for everything. Once you reach level 16, you will have the option to purchase a second Tech Center, which is highly recommended."
    },
    "GearFactory": {
      "Title": "Gear Factory",
      "Description1": "The Gear Factory allows you to craft or dismantle gear for your heroes. You can craft any type of gear currently in the game and also dismantle gear parts. Additionally, the Gear Factory lets you combine gear components to create the Dielectric Ceramic Component piece needed to make a legendary piece of gear. It is not recommended to craft or upgrade rare, super-rare, or super-super-rare gear parts. Once you have at least all super-super-rare (SSR) gear parts for your main heroes, you should dismantle all additional gear parts to obtain more legendary gear."
    },
    "ComponentFactory": {
      "Title": "Component Factory",
      "Description1": "The Component Factory produces boxes of drone components. These drone components are used in the Drone Center to make further upgrades to your drone. Once the Component Factory is built, it cannot be upgraded further."
    },
    "TankCenter": {
      "Title": "Tank Center",
      "Description1": "The Tank Center is a crucial building in the game that significantly enhances the stats of your tank heroes. This building should be upgraded to its maximum level as quickly as possible each time you upgrade your Headquarters."
    },
    "AircraftCenter": {
      "Title": "Aircraft Center",
      "Description1": "The Aircraft Center serves the same function as the Tank Center, but for aircraft-type heroes. Initially, it is not crucial to upgrade this building as it does not provide bonuses for the setup you should use. However, once DVA and Carlie become available, upgrading the Aircraft Center will be just as important as upgrading the Tank Center due to the additional stats it provides these heroes."
    },
    "MissileCenter": {
      "Title": "Missile Center",
      "Description1": "Similar to the two buildings mentioned above, the Missile Center increases the stats for missile-type heroes."
    },
    "ResourceCenters": {
      "Title": "Resource Centers",
      "Description1": "The Food, Iron, and Smelting Centers are buildings that produce the respective resources. The Training Base is the building that produces hero XP. Experience shows that Training Base buildings offer good XP utilization relative to the resources used and are efficient to upgrade."
    }
  },
  "Greeting": {
    "HomeButton": "Leave a greeting",
    "Modal": {
      "Title": "Leave a Greeting",
      "Form": {
        "ServerNumber": {
          "Label": "Server Number",
          "Required": "Server number is required"
        },
        "AllianceName": {
          "Label": "Alliance Name",
          "Required": "Alliance name is required"
        },
        "Comment": {
          "Label": "Comment",
          "MaxLength": "The maximum character limit is 200. Please shorten your comment."
        },
        "PlayerName": "Player Name",
        "Optional": "Optional",
        "CloseButton": "Cancel",
        "SubmitButton": "Submit"
      },
      "Toastr": {
        "Label": "Your Greeting",
        "Success": "Thank you for your greeting",
        "Error": "An error occurred. Please try again later."
      }
    }
  },
  "Spinner": {
    "Label": "Please wait..."
  },
  "MemberLogin": {
    "Title": "Member Login",
    "Description": "This area is for members only.",
    "Form": {
      "Label": "Enter password",
      "Required": "Password is a required field",
      "LoginButton": "Login"
    },
    "Toastr": {
      "Title": "Login",
      "Error": "Login failed"
    },
    "PasswordExpired": {
      "Title": "Password expired",
      "Information": "The password has changed"
    }
  },
  "Squad": {
    "Title": "Squad",
    "Description": "To maximize your heroes' power, you should optimize your squad setup.",
    "Basics": {
      "Title": "Basics of Squad Setup",
      "Description": "Each hero has their own type, abilities, and special characteristics.",
      "Defend": {
        "Title": "Defensive Heroes",
        "Description": "should be placed at the front of the team."
      },
      "Attack": {
        "Title": "Offensive Heroes",
        "Description": "should be placed at the back."
      },
      "Support": {
        "Title": "Support Heroes",
        "Description": "should be placed at the back."
      }
    },
    "Example": {
      "Title": "Example of a Squad",
      "List1": "<b>Violet</b> and <b>Scarlett</b> in defense and thus at the front",
      "List2": "<b>Mason</b> and <b>Richard</b> are attacking and therefore placed at the back",
      "List3": "a support hero, <b>Monica</b>, in the background",
      "Image": "Defensive heroes at the front, offensive and support heroes at the back for optimal positioning."
    },
    "FormationBonus": {
      "Title": "Formation Bonus",
      "Description": "The bonus you are currently using can be seen on the symbol in the top left of the squad setup area.",
      "Image": "<ul><li>3 heroes of the same type: +5 %</li><li>3 heroes of the same type + 2 of another: +10 %</li><li>4 heroes of the same type: +15 %</li><li>5 heroes of the same type: 20 %</li></ul>",
      "Description2": "If you have all heroes of the same type (in the example above, all tanks), you receive a power bonus of 20 %. Additionally, upgrading the tank building increases the power of all tank heroes."
    },
    "TroopsAndSoldiers": {
      "Title": "Troops and Soldiers",
      "Description": "When carrying out an attack or rally with a team, soldiers are added to the base strength of the heroes. The number of soldiers involved in the attack depends on the command attribute of the heroes in the team.",
      "Image": "In the example, you can see that the number of units (soldiers) involved in the attack is 1,965 (393 with Murphy, 393 with Williams, etc.), and by clicking on the i, it shows the information that these are soldiers of level T6 and T7.",
      "Description2": "Note that, if available, soldiers with higher levels are always used first, and then those with lower levels are used to fill in."
    }
  },
  "SeasonOne": {
    "Title": "Season 1 – The Purple Plague",
    "Content": {
      "Title": "Content",
      "NewResources": "New Base Resources",
      "WorldMap": "The World and the Map",
      "NewBuildings": "New Buildings",
      "MilitaryBase": "Military Base",
      "NewFarms": "New Alliance Farms",
      "MilitaryStrongholds": "Military Strongholds",
      "Cities": "Cities",
      "Conquest": "Conquest",
      "HeroUpgrade": "Hero Upgrades",
      "Virus": "Virus",
      "Gameplay": "Gameplay"
    },
    "Resources": {
      "Title": "New Base Resources – Immune Protein, Mutant Crystal, and Gene Fragment",
      "Description": "New resources are now available in the game, with 2 of them (Immune Protein and Mutant Crystal) being managed similarly to existing resources like food, iron, and gold.",
      "ImmuneProtein": {
        "Title": "Immune Protein",
        "Description": "Used for constructing and upgrading the Virus Research Institute and military outposts.",
        "Description2": "You can obtain Immune Protein through:",
        "List1": "Protein Farm",
        "List2": "Rewards for killing zombies for the first time",
        "List3": "Achieving Season 1 goals to increase virus resistance",
        "List4": "Using the Hero’s Return Recruitment Ticket"
      },
      "MutantCrystal": {
        "Title": "Mutant Crystal",
        "Description": "Used for constructing and upgrading Protein Farms and military bases.",
        "Description2": "You can obtain Mutant Crystals through:",
        "List1": "Rewards for killing a zombie for the first time",
        "List2": "Completing season quest missions",
        "List3": "Completing Season 1 goals to increase virus resistance",
        "List4": "Doom Walker First Blood Kill (first DW kill of the day)",
        "List5": "Genetic Recombination",
        "List6": "Using the Hero’s Return Recruitment Ticket",
        "List7": "Weekly Pass and Season Battle Pass"
      },
      "GeneFragment": {
        "Title": "Gene Fragment",
        "Description": "There are 6 types of Gene Fragments. Combine them to obtain mutated crystals and rewards. Gene Fragments can be exchanged with your allies.",
        "Description2": "You can earn Gene Fragments through:",
        "List1": "Completing Radar Missions: Killing Doom Elites, gathering resources, and killing Doom Walkers gives you Types I, II, III",
        "List2": "Killing Crimson Zombies (any level) gives you Types I, II, III",
        "List3": "Killing Infected Zombies (any level) gives you Types I, II, III",
        "List4": "Killing Doom Elites (any level) gives you Types I, II, III",
        "List5": "Healing Allies gives you Types IV, V, VI",
        "List6": "Attacking Cities"
      },
      "Description2": "You can manage the amount of these resources (except Gene Fragments) in the upper part of the game display, just like other resources. Also, remember to check your inventory as these resources are typically available as rewards."
    },
    "WorldMap": {
      "Title": "The World and the Map",
      "Description": "With this new season, the server map changes drastically, becoming larger and filled with new creatures.",
      "Description2": "You will encounter terrifying and infested villages, military fortresses, and the capital, which has transformed into the Apocalypse City.",
      "Image1": "Infested Villages",
      "Image2": "Military Strongholds",
      "Image3": "City of the Apocalypse (Capitol)",
      "Description3": "At the start of the season, you and your allies are stranded on the edge of the server with no city of your own. Cities must be reclaimed, but new rules apply...",
      "Description4": "IMPORTANT: Alliances that hold the capital last will continue to hold it once Season 1 begins. The conquest of the capital will only start 28 days after the City Clash event.",
      "Description5": "Doom Elite monsters transform into aggressive, infectious scorpion monsters, and most zombies are contagious.",
      "Description6": "This is what the map looks like. The buildings you see are the cities, while the other fields in between are military fortresses."
    },
    "NewBuildings": {
      "Title": "New Buildings",
      "Description": "New building types are available and necessary. They can only be constructed outside the radius of your base. Some appear at the start of the season, while others will be introduced later.",
      "Image1": "A powerful, zombie-transmitted virus is infecting the land. To survive, a Virus Research Institute must be built.",
      "VirusResearchInstitute": {
        "Title": "Virus Research Institute",
        "Image1": "The Virus Research Institute allows for an increase in virus resistance.",
        "LevelUp": {
          "Title": "Leveling Up the Virus Research Institute",
          "Description": "To increase the level of the Virus Research Institute, you need Immune Protein.",
          "Description2": "Leveling up this building increases virus resistance, which is crucial for survival in these apocalyptic times.",
          "Image1": "This building can be upgraded up to level 30, regardless of your HQ level."
        }
      },
      "ProteinFarm": {
        "Title": "Protein Farm",
        "Description": "In this new building, Immune Proteins are cultivated, one of the new resources of the season.",
        "Image1": "A total of 5 Protein Farms are available; the fifth is accessible only with the Season's Weekly Pass.",
        "LevelUp": {
          "Title": "Upgrade Your Protein Farms",
          "Description": "To increase the level of Protein Farms, you need Mutant Crystals.",
          "Description2": "Once your first Protein Farm reaches level 5, a new Protein Farm will become available.",
          "Description3": "Subsequent Protein Farms will become available as the previous one reaches level 10.",
          "Description4": "A Protein Farm is immediately available with the Weekly Season Pass.",
          "Image1": "This building can be upgraded up to level 30, regardless of your HQ level."
        }
      },
      "MilitaryBase": {
        "Title": "Military Base",
        "Description": "Starting from the third week, three new buildings will be available that provide upgrades for hero types.",
        "Description2": "To upgrade, you will need both Immune Proteins and Mutant Crystals. These buildings can be upgraded up to level 30, regardless of your HQ level.",
        "Description3": "Each level-up increases the HP, attack, and defense of the corresponding hero type by 1%."
      }
    },
    "NewFarms": {
      "Title": "New Farms – Alliance Resources",
      "Description": "After randomly killing Doom Elites, a new temporary Alliance Resources Farm may appear. Send your squad to collect resources such as food, iron, gold, diamonds, or Mutant Crystals together with your allies."
    },
    "MilitaryStrongholds": {
      "Title": "Military Strongholds",
      "Description": "On the map, you will find buildings with military strongholds between cities (villages), which are surrounded by infectious zombies that protect them.",
      "Description2": "Alliances must first secure a Level 1 stronghold to claim their initial territory. By conquering additional military strongholds, they can then expand.",
      "Description3": "Alliances can conquer up to 2 military strongholds per day, with a limit on the total number of strongholds they can hold.",
      "Image1": "Military strongholds serve as bases for the queen’s elite troops."
    },
    "Cities": {
      "Title": "Cities",
      "Description": "Conquering cities brings many benefits, from buffs to alliance influence points, and most importantly, rewards.",
      "Description2": "To declare war on a city, an alliance must control at least one adjacent military stronghold.",
      "Influence": {
        "Title": "Influence",
        "Description": "By conquering cities, the alliance’s influence points increase. Each city in their possession provides a different amount based on its level:",
        "List1": "Level 1: 100 km",
        "List2": "Level 2: 200 km",
        "List3": "Level 3: 300 km",
        "List4": "Level 4: 400 km",
        "List5": "Level 5: 500 km",
        "List6": "Level 6: 1 M",
        "Description2": "You can check the amount of your alliance's influence points by clicking on the Season 1 event icon directly above the Duel VS icon, then on the Season 1 banner, and finally on the 'Leaderboard' button."
      }
    },
    "ConquestOfCities": {
      "Title": "City and Stronghold Conquest – Alliance Territory",
      "Description": "At the start of the season, all alliances are stranded on the edge of the server and do not own a city. Cities and military strongholds are now considered alliance territory. Your goal is to expand your territory and increase your alliance's influence.",
      "Image1": "Alliance territory must be connected to military strongholds that are adjacent to the target city where war will be declared.",
      "Description2": "You can view your strongholds and cities by going to Alliance -> Alliance City, where the boundaries are also shown.",
      "RulesForConqueringFortresses": {
        "Title": "Rules for Conquering Strongholds",
        "Rule1": "Alliances can conquer up to 2 military strongholds per day, regardless of the daily limit for conquering cities.",
        "Rule2": "An alliance must conquer a Level 1 stronghold to acquire the first piece of alliance territory and then expand it by continuously conquering additional military strongholds.",
        "Rule3": "To conquer a military stronghold, the alliance must own a neighboring stronghold.",
        "Rule4": "The initial limit for the number of owned strongholds is 3.",
        "Rule5": "For each city of levels 1–5 conquered, the alliance’s stronghold limit is increased by 1.",
        "Rule6": "For each city of Level 6 conquered, the alliance’s stronghold limit is increased by 2.",
        "Rule7": "Conquering a military stronghold requires virus resistance.",
        "Rule8": "At the start of the season, the stronghold belongs to the Crimson Legion and is guarded by Corruptors and Infected Zombies. To take the stronghold, both enemy types must be defeated.",
        "Rule9": "Once a stronghold is conquered, it is in a protection phase for 36 hours and cannot be conquered by another alliance during this time.",
        "Rule10": "Once a stronghold is captured by an alliance, a defensive army will appear, with its level proportional to the stronghold's level. Any alliance wishing to take the stronghold must defeat these defenders before they can capture it. An alert about the attack on the defenders will be shown to allies as an attack notification."
      },
      "RulesForConqueringACity": {
        "Title": "Rules for Conquering a City",
        "Rule1": "Alliances can declare war on up to two cities per day; this restriction is independent of the daily limit for city conquests.",
        "Rule2": "The alliance’s territory must be connected to the target city via military strongholds to declare war.",
        "Rule3": "Each alliance can only declare war on one city at a time.",
        "Rule4": "The duration of a war declaration is 1 hour.",
        "Rule5": "In the same war area, an alliance can conquer up to 6 cities.",
        "Rule6": "During the season, alliances can additionally conquer up to 6 cities in other war areas.",
        "Rule7": "After conquering a city, the maximum number of military strongholds that the alliance can hold in the target war area (as mentioned above) will increase.",
        "Rule8": "To declare war on a city, the alliance must have conquered at least one adjacent military stronghold.",
        "Rule9": "Once a city enters the war protection status, the protection period lasts until 6 days later at 12:00 server time of the next declaration day."
      }
    },
    "HeroUpgrades": {
      "Title": "Hero Upgrades and Weapons",
      "Description": "Season 1 brings updates to heroes and weapons, with availability varying over time.",
      "ReturnOfHero": {
        "Title": "Return of the Hero",
        "Description": "If you previously missed out on obtaining a hero, you can now get them.",
        "Description2": "Starting from the beginning of the first season, a new type of recruitment ticket will be available: the Hero’s Return Ticket.",
        "Description3": "With this recruitment ticket, you can obtain shards of most UR heroes from the first day of Season 1.",
        "Image1": "These tickets grant the same number of points as the hero recruitment tickets in the arms race and duel modes."
      },
      "ExclusiveWeapons": {
        "Title": "Exclusive Weapons",
        "Description": "In Season 1, each legendary hero has a unique, exclusive weapon, with availability times varying by hero. To activate them, you need specific shards.",
        "Description2": "Exclusive weapons unlock new vehicle appearances and abilities at levels 1, 10, 20, and 30.",
        "Description3": "Upgrading exclusive weapons significantly improves various attributes and increases the maximum levels of existing skills."
      },
      "MasonUpgrade": {
        "Title": "Mason Upgrade to UR",
        "Description": "The rumors are true; you will be able to upgrade Mason to UR hero status."
      }
    },
    "InfectVirus": {
      "Title": "Infect Virus",
      "Description": "When fighting zombies, there is a risk of infection. You can build virus resistance at the Virus Research Institute, but if it hasn’t reached a certain level, your troops will get infected. Returning troops can negatively impact the base.",
      "Description2": "The spreading virus is the RA virus.",
      "VirusStack": {
        "Title": "Virus Stack",
        "Description": "When your troops get infected and return to your base, the infection begins to accumulate there.",
        "Description2": "The infection stacks range from 0 to 100, where 0 indicates no infection and 100 is the maximum.",
        "Description3": "Even if you attack multiple infected monsters or are attacked by enemies, the infection stack cannot exceed 100.",
        "Description4": "The virus infection stack is displayed by an icon above the radar icon:",
        "List1": "when you are not infected",
        "List2": "when you are infected, and the number on the icon shows the value of the infection stack",
        "Description5": "Clicking on the icon will show you more details about the active debuffs and their severity."
      },
      "InfectionStackLogic": {
        "Title": "Infection Stack Logic",
        "Description": "Each infection increases the infection stack.",
        "Description2": "You can get infected or increase your infection stack if:",
        "List1": "You attack a zombie whose virus level is higher than your virus resistance (the game will warn you about this)",
        "List2": "You attack a Corruptor or an Infected Zombie, regardless of your virus resistance.",
        "List3": "You attack a world boss like Frankenstein, etc.",
        "List4": "You are attacked by enemy troops carrying the virus",
        "Description3": "You will NOT be infected if:",
        "List5": "You reinforce a base",
        "Description4": "When certain infection stack thresholds are reached (1, 20, 40, 60, 80), various debuffs are activated.",
        "Description5": "There are five types of debuffs (symbols under the stack thresholds), from left to right:",
        "Debuff1": "Hospital Stay (activated with stack >=1): Every (300 to 200 seconds) a unit is severely injured",
        "Debuff2": "Low Morale (activated when the stack ≥20): Damage dealt is less effective (between -4% and -20%).",
        "Debuff3": "Deadly Virus (activated at a stack of ≥40): Increased loss rate of enemy units (between +4% and +10%).",
        "Debuff4": "Severe Infection (activated at a stack of ≥60): The infection transmitted by troops increases by 11% to 15% upon deployment.",
        "Debuff5": "Virus Plague (activated when the stack ≥80): Your troops have a 8% to 10% chance to infect the enemy even if they lose."
      },
      "AutomaticHealing": {
        "Title": "Automatic Healing",
        "Description": "If you don’t get further infected and no one heals you, you will slowly heal based on the debuff timers and eventually reach infection stack 0. However, this healing process can take quite a long time.",
        "Description2": "Therefore, it is better to treat the virus immediately."
      },
      "Treatments": {
        "Title": "Treatments",
        "Description": "Treatments can reduce the virus intensity, while overcoming other commanders can contribute to spreading the infection.",
        "Description2": "To treat an ally, click on their base and then on the 'Healing' icon. Your aircraft, similar to a scout, will fly out and reduce the infection by 1. This will consume your immunoproteins.",
        "Description3": "But here’s the interesting part: For each treatment you perform, you will receive a gene fragment (Type IV, V, or VI) as a reward."
      },
      "VirusResistance": {
        "Title": "Virus Resistance",
        "Description": "Virus resistance is now very important, and you need to continually improve it by upgrading the Virus Research Institute. This way, you can receive numerous rewards.",
        "Image1": "When you attack a zombie, the information window will show you how much virus resistance is required. If your resistance is insufficient and you still attack, your troops will be infected."
      }
    },
    "Gameplay": {
      "Title": "Gameplay",
      "Description": "In this new world, many dynamics are changing. Let’s explore these, particularly focusing on how to kill zombies.",
      "DamageDebuff": {
        "Title": "Damage Debuff and Unconditional Infection",
        "Description": "The first thing you need to know when attacking zombies is that two new things may apply:",
        "List1": "Damage Reduction: When you attack a zombie whose virus level is higher than your resistance level, you deal less damage. The percentage reduction will be shown in the attack display.",
        "List2": "Unconditional Infection: Some enemies infect you regardless of your virus resistance, such as Corruptors, infected zombies, and world bosses. This will be shown in the attack display, where information about the additional virus infection stack can be seen.",
        "Image1": "A +1 RA Virus molecule means that you will increase your infection stack by one regardless of your virus resistance.",
        "Description2": "Additionally, you can see that your virus resistance is insufficient as 1900 is required, but you only have 1090. Therefore, you can expect:",
        "List3": "to be infected",
        "List4": "that your attack in this specific case will have a damage debuff of -96%."
      },
      "ZombieElite": {
        "Title": "Zombie and Doom Elite",
        "Description": "There is news regarding the food, iron, and gold of zombies: They now have similar types to heroes, such as tanks, planes, and rocket vehicles.",
        "Description2": "Once you select the zombie to attack, details will be shown.",
        "Description3": "In particular, given that the virus resistance is lower than the zombie virus, you should be aware of the following:",
        "List1": "Once you hit the zombie, you will be infected.",
        "List2": "The damage you cause will be reduced by 18%. Therefore, make sure your power is at least this much higher – ideally, it should be somewhat higher.",
        "Description4": "Doom Elites are also different; they are gigantic, infectious scorpions."
      },
      "DoomedElite": {
        "Title": "Effective Rally Against the Doomed Elite",
        "Image1": "With a virus resistance of 500/2200, you cannot defeat this zombie alone, as the damage caused is reduced by -99.9%.",
        "Description": "If you have low virus resistance and the damage is severely reduced, a rally against a Doom Elite, regardless of success or failure, will result in significant troop losses.",
        "Description2": "To avoid this, you can ask your allies for support:",
        "List1": "Create a hero team with the hero who has the lowest command attribute (to bring fewer troops).",
        "List2": "Start a rally against Doom Elite monsters and ask those with sufficient virus resistance to participate in the action.",
        "Description3": "With this approach, you will defeat the zombie and earn many mutant crystals, while troop losses remain minimal."
      },
      "WorldBoss": {
        "Title": "World Boss",
        "Description": "World bosses now change their appearance, but the basic rules remain the same – except that they infect you with the virus on contact, though it is a very mild infection."
      },
      "Spoilers": {
        "Title": "Spoilers",
        "Description": "When you attempt to capture a military stronghold for the first time, you will face its guardian, a new and powerful enemy: the Spoiler.",
        "Description2": "They are indeed very powerful. Remember that you will always get infected when attacking them, regardless of your virus resistance.",
        "Description3": "Additionally, a damage debuff will be applied if your virus resistance is lower than the virus strength."
      },
      "InfectedZombies": {
        "Title": "Infected Zombies",
        "Description": "Not only Corruptors are the guardians of military strongholds, but there are also infected zombies.",
        "Description2": "These zombies will infect you no matter how resistant you are to viruses.",
        "Description3": "Additionally, a damage debuff will be applied if your virus resistance is lower than the virus strength."
      }
    }
  },
  "Marshall": {
    "Title": "Marshall Watch",
    "Instruction": {
      "Title": "Introduction",
      "Description1": "The Marshall Exercise or Alliance Exercise is a regular event where the alliance can receive various rewards. It is divided into levels and tests the alliance's combat strength.",
      "Description2": "The R4 and R5 members of the alliance can set the start time for the exercise (which can vary each time), so be sure to read the alliance announcements carefully."
    },
    "Attack": {
      "Title": "Attack",
      "Description": "For those with 2 teams, the strategy is very simple:",
      "List1": "Click on the tanks to start rallies (for 3 minutes!) with the weakest team against the tanks.",
      "List2": "Join the rallies of others with the strongest team (first those whose countdown is closest to zero).",
      "List3": "Never stop until the event is over.",
      "List4": "Those with 3 teams can use two teams (the strongest) to join other rallies, and the third (the weakest) can start rallies.",
      "List5": "Each alliance member can only start one rally at a time. Even if you have 3 squads, you cannot start 2 rallies simultaneously. However, you can join as many rallies as you like at the same time."
    },
    "Tricks": {
      "Title": "Tricks",
      "Trick1": "Scout a base that does not belong to any alliance a few minutes before the exercise. This activates the War Fever mode, which gives you +1% damage. IMPORTANT: Do not use this trick while carrying a shield, as you will lose it.",
      "Trick2": "To maximize your individual points, participate in rallies started by R4 and R5 that give you +2.5% (R4 without role) / +5% (R5 and R4 with role) (the text will appear in the rally list).",
      "Trick3": "If you let the strongest team participate in rallies from other players, you can earn more points while the weakest team 'sits out' and waits for the rally to start."
    },
    "Important": {
      "Title": "Important",
      "List1": "Alliance members need to be close to the alliance base and preferably nearer to the Marshall's platform. Distant members can cause announcements, which are allowed to last up to 3 minutes, to be delayed (even more than 30 minutes).",
      "List2": "It is important that all members recall their teams if they have been sent to gather resources in mines or on fields a few minutes before the event starts.",
      "List3": "If a squad from a distant member joins the rally for various reasons and delays the start, it is possible to remove this squad from the rally. This must be done by the person who started the rally.",
      "List4": "You can also perform the Marshall Exercise while carrying a shield. Do not use the War Fever trick if you are carrying a shield, as you will lose it."
    }
  },
  "Guestbook": {
    "Title": "Guestbook",
    "Description1": "The Old Vikings sail bravely through the vastness of many servers and have already met many allies and enemies. Whether you come from near or distant shores, from a friendly alliance or a hostile faction – we look forward to your message!",
    "Description2": "Skål, and may the wind always be in your favor! The Old Vikings",
    "Anonymous": "Anonymous",
    "Pagination": {
      "NextLabel": "Next",
      "PreviousLabel": "Previous"
    }
  },
  "SeasonTwo": {
    "Title": "Season 2 - Polar Storm",
    "CelebrationButton": "S2 Celebration",
    "Content": {
      "Title": "Content",
      "NewResources": "New Basic Resources",
      "WorldMap": "The World and the Map",
      "NewBuildings": "New Buildings",
      "AllianceFurnace": "Alliance Furnace",
      "NewFarms": "New Farms – Alliance Resources",
      "MilitaryBase": "Military Bases",
      "Cities": "Cities",
      "DigSites": "Excavation Sites",
      "StockCollection": "Stock Collection",
      "RareSoil": "Rare Soil",
      "RareSoilWar": "War for Rare Soil",
      "RadarMission": "Radar Missions",
      "HeroUpgrade": "Hero Upgrades and Weapons",
      "Temperature": "Temperature",
      "HelpTheAllies": "Help the Allies Increase the Temperature",
      "VirusResistance": "Virus Resistance",
      "Profession": "Professions – Level Cap Increased to Level 70"
    },
    "Resources": {
      "Title": "New Base Resources – Coal and Titanium Alloys",
      "Description": "Additional resources are now available in the game: titanium alloy and coal.",
      "Titanium": {
        "Title": "Titanium Alloy",
        "Description": "Used for building and upgrading seasonal buildings.",
        "Description2": "You can obtain titanium alloys by:",
        "List1": "Rewards for the first-time killing of zombies at level",
        "List2": "Completing seasonal quest missions",
        "List3": "Completing Season 2 objectives for the high-temperature furnace level",
        "List4": "First blood kill of Doom Walker (first DW kill of the day)",
        "List5": "Using the 'Hero's Return' recruitment ticket in S2: Legend Returns",
        "List6": "Reward for the first conquest of a city/excavation site"
      },
      "Coal": {
        "Title": "Coal",
        "Description": "Used for building and upgrading seasonal structures or for fueling the high-temperature furnace.",
        "Description2": "You can earn coal by:",
        "List1": "Rewards for the first-time killing of zombies at level",
        "List2": "Completing seasonal quest missions",
        "List3": "Conquering excavation sites allows for continuous coal production",
        "List4": "Completing Season 2 objectives for the high-temperature furnace level",
        "List5": "Using the 'Hero's Return' recruitment ticket in S2: Legend Returns",
        "List6": "Weekly pass and seasonal battle pass (biggest boost)",
        "List7": "Rewards for collecting supplies",
        "List8": "Reward for the first conquest of a city/excavation site",
        "List9": "Feeding Snowflake with a meal he receives through the 'Polar Dishes' event"
      }
    },
    "WorldMap": {
      "Title": "The World and the Map",
      "Description": "The world has changed again. The map consists of changing cities and excavation sites.",
      "Description2": "To thwart the ambitions of Emperor Boreas, gather with your allies at the edge of the polar region. It is very cold, and the temperature continues to drop as you get closer to the center.",
      "Image1": "Cities",
      "Image2": "Excavation Sites",
      "Image3": "Atomic Furnace (Capitol)",
      "Description3": "At the beginning of the season, you and your allies are stranded at the edge of the server (but still together as an alliance hive) and have no city of your own. Cities must be recaptured, but new rules apply …",
      "Description4": "Doom elite monsters transform into aggressive polar monsters, and most zombies require high virus resistance to be killed.",
      "Description5": "This is what the map looks like. The buildings you see are the cities; the other tiles in between are the excavation sites. Tiles are considered connected at the corners, so for example, each city tile is connected at the corners with the tiles of other cities. The same applies to excavation sites.",
      "ThermalMap": {
        "Title": "Thermal Map View",
        "Description": "As you can see in the map view, there is a toggle to activate the heat map, which shows you the temperature. When you click on any point on the map, the temperature at that location will be displayed.",
        "Description2": "The further you move toward the center of the map, the lower the temperature becomes.",
        "Description3": "Starting from each excavation site in the corner diagonally to the center, each map square has a decreasing temperature of: -15 °C, -30 °C, -40 °C, -50 °C, -60 °C, -70 °C, -80 °C (The Capitol).",
        "Description4": "This is the complete heat map overlay, which does not take into account urban furnaces, atomic furnaces, snowstorms, or other heat-altering effects. It shows the base temperature of the war zone."
      }
    },
    "NewBuildings": {
      "Title": "New Buildings",
      "Description": "New building types are available in Season 2.",
      "Description2": "The buildings that belong to your base can only be built outside the radius of your base (the same area as in Season 1).",
      "Description3": "Some will appear at the very beginning of the season, while others will follow.",
      "Description4": "New alliance buildings are also available in Season 2.",
      "TitanFabric": {
        "Title": "Titanium Alloy Factory",
        "Image1": "The titanium alloy factory produces titanium alloys, which are crucial for upgrading your furnace.",
        "Update": {
          "Title": "Upgrade the Titanium Alloy Factory Level",
          "Description": "You will need coal to upgrade the titanium alloy factory.",
          "Description2": "This building can be upgraded to level 30 regardless of your HQ level.",
          "Description3": "Once your first titanium alloy factory reaches level 15, a new titanium alloy factory will become available.",
          "Description4": "Subsequent titanium alloy factories will become available once the previous level reaches 15.",
          "Description5": "A titanium alloy factory will be immediately available with the weekly seasonal pass.",
          "Image": "IMPORTANT: Each level increase always gives you an increase of 720 output/h, regardless of the level achieved. So be smart and always level up the factory with the lowest level first."
        },
        "Requirements": {
          "Title": "Coal Requirements for a Titanium Alloy Factory",
          "Description": "The values in the following table are the ORIGINAL costs for coal. Some deductions will be applied to these costs based on:",
          "List1": "Your technical research on building cost reduction",
          "List2": "Your alliance tech on construction cost reduction",
          "List3": "The profession specialization, especially the 'Resource Conservation' skill at level 35 (up to -5%)",
          "Image": "To determine your actual costs, calculate the percentage of 'reduction of resources required to build the building' and subtract that percentage from the ORIGINAL costs."
        }
      },
      "HighTemperatureFurnace": {
        "Title": "High-Temperature Furnace",
        "Description": "This new building is very important.",
        "Image": "It allows you to increase the temperature using coal, thus increasing virus resistance.",
        "Update": {
          "Title": "Upgrade the High-Temperature Furnace Level",
          "Description": "You will need a titanium alloy to upgrade the high-temperature furnace.",
          "Description2": "Upgrading this building will improve the following points:",
          "List1": "virus resistance",
          "List2": "the activation heat of the furnace (this is the base temperature of the furnace)",
          "List3": "the furnace overheating (this is the maximum temperature you can reach with the furnace if you allow it to consume more coal per minute)",
          "Image": "This building can be upgraded to level 30 regardless of your HQ level."
        },
        "Control": {
          "Title": "High-Temperature Furnace Control Panel",
          "Description": "To increase the temperature of your base, you can turn on the high-temperature furnace.",
          "Description2": "The control panel is quite simple to understand:",
          "List1": "Switch to turn on/off",
          "List2": "Switch to activate overdrive, which consumes more coal per minute but heats more",
          "List3": "Switch to automatically activate the furnace when a blizzard arrives.",
          "Image": "When you activate overdrive, the temperature rises even faster."
        }
      }
    },
    "AllianceFurnace": {
      "Title": "Alliance Furnace",
      "Description": "In addition to your own high-temperature furnace, there will also be the Alliance Furnace. This is a nice addition as the entire alliance can contribute to raising the temperature for all allies.",
      "Description2": "From day 1 of the second season, alliances can position the building site for the Alliance Furnace on the map (level 1 area) and begin repairing the Alliance Furnace for use (starts at level 1). This process is similar to building an outpost with up to 20 reinforcements.",
      "Description3": "The Alliance Furnace can be found by clicking on the Alliance button -> Alliance Furnace -> and then clicking on the coordinates. Actions on it can only be performed by R4/R5 members.",
      "HeatingRange": {
        "Title": "Heating Range of the Alliance Furnace",
        "Description": "It is important to note that the Alliance Furnace only increases the temperature within its effective range. Therefore, make sure your base is near the furnace.",
        "Description2": "A good suggestion for an alliance would be to always settle near the Alliance Furnace and allow members with lower temperatures and a low high-temperature furnace level to come closer.",
        "Description3": "Below, you can see the effect of the furnace on the area when it is turned on and off. On the left, the furnace is on and thus heating the surroundings; on the right, it is off and the temperature at exactly the same spot is lower.",
        "Description4": "Below you can see the heat map around the furnace and how it influences the temperature in the vicinity."
      }
    },
    "NewFarms": {
      "Title": "New Farms – Alliance Resources",
      "Description": "As seen in Season 1, a new type of alliance resource farm can temporarily appear after randomly killing Doom elites. In Season 2, they can also be of the titanium alloy and coal type."
    },
    "MilitaryBase": {
      "Title": "Military Bases",
      "Description": "Once the high-temperature furnace reaches level 30, three new buildings will become available, allowing upgrades for hero types.",
      "Description2": "IMPORTANT: These buildings will disappear at the end of Season 2, just as they did in Season 1.",
      "Description3": "To upgrade, you will need both coal and titanium alloy. These buildings can be upgraded to level 30 regardless of your HQ level.",
      "Description4": "Each level upgrade increases the corresponding damage boost caused by tank, aircraft, or missile heroes.",
      "Description5": "The amount of coal and titanium alloy required for each level upgrade is the same for all buildings, as is the boost percentage."
    },
    "Cities": {
      "Title": "Cities",
      "List1": "Maximum number of cities and excavation sites you can conquer: 6 cities and 4 excavation sites.",
      "List2": "Conquering cities does not increase the number of excavation sites you can conquer, as this always remains 4.",
      "Description": "Your own cities and excavation sites produce Rare Earth, which is crucial for victory in Season 2. The amount depends on the city level: amount of Rare Earth in cities and amount of Rare Earth in excavation sites.",
      "Heating": {
        "Title": "City Furnace",
        "Description": "Cities supply the entire city area with heat once they are conquered. The amount depends on their level:",
        "List1": "Level 1: 5 °C",
        "List2": "Level 2: 20 °C",
        "List3": "Level 3: 30 °C",
        "List4": "Level 4: 40 °C",
        "List5": "Level 5: 50 °C",
        "List6": "Level 6: 60 °C"
      }
    },
    "DigSites": {
      "Title": "Excavation Sites",
      "Description": "Excavation sites were once crucial for coal production but have been taken over by mutated beasts under the control of Emperor Boreas. Defeat the beasts, reclaim the sites, and resume coal production.",
      "Description2": "Coal is essential for heating your base. Therefore, conquering excavation sites that produce coal is a very important step for any alliance. Higher-level excavation sites produce greater amounts of coal.",
      "Description3": "With the latest game update, excavation sites also produce Rare Earth.",
      "Description4": "The excavation site is guarded by ice beasts, which can be thawed. You must thaw them before conquering the site.",
      "Description5": "To do this, click on the beast and use the 'Thaw' button to send your troops into action. Then defeat the ice beast as you did with the Corruptors in Season 1.",
      "Description6": "You can view all the alliance's excavation sites by clicking the 'Alliance' -> 'Alliance City' button.",
      "Description7": "On the first tab, you'll find cities and excavation sites that produce Rare Earth; on the second tab, you'll find excavation sites that produce coal. You can claim these hourly by clicking on each listed excavation site or on the 'Claim All' button.",
      "Coal": {
        "Title": "Coal and Rare Earth Excavation Sites",
        "Description": "Excavation sites produce coal and Rare Earth based on their level; here’s the exact amount per level:",
        "List1": "Level 1: 2,736/h coal – 100/h Rare Earth",
        "List2": "Level 2: 2,880/h coal – 110/h Rare Earth",
        "List3": "Level 3: 3,024/h coal – 120/h Rare Earth",
        "List4": "Level 4: 3,168/h coal – 130/h Rare Earth",
        "List5": "Level 5: 3,312/h coal – 140/h Rare Earth",
        "List6": "Level 6: 3,456/h coal – 150/h Rare Earth"
      },
      "Protection": {
        "Title": "Capture and Protection Status",
        "Description": "Excavation sites are similar to the fortresses of Season 1.",
        "List1": "Maximum number of excavation sites you can own: 4, regardless of how many cities you own.",
        "List2": "Maximum daily limit for conquering excavation sites: 2.",
        "List3": "The first conquest requires defeating mutated beasts with sufficient virus resistance. The Polar Beast may be frozen, so you'll need to send troops to thaw it before attacking. Defeating these beasts requires multiple hits (each hit causes % damage). Once the Polar Beast is defeated, you must reinforce the excavation site with up to 10 troops.",
        "List4": "The conquest process of the excavation site is a challenge, where the first alliance to reach 100% wins. The maximum conquest time is 4 hours. If full progress of 100% is not achieved within this time, the attempt fails. If the excavation site was not owned, it remains neutral; if it was owned, it stays with the previous owner. An alliance's conquest percentage increases while the site is being reinforced. Stronger troops accelerate the process.",
        "List5": "Once an excavation site is captured, it will be protected for 36 hours and surrounded by guards.",
        "List6": "Technically, you can attack and reinforce an unlimited number of excavation sites simultaneously, but once you complete the second daily conquest, you can no longer attack neutral or owned excavation sites. If you've reinforced another excavation site (counted as the third conquest), your troops will automatically be removed as soon as the second conquest is completed.",
        "List7": "If an excavation site belongs to an alliance and is attacked by another, a failed conquest attempt does not count as a daily conquest for the defending alliance.",
        "List8": "Your first alliance territory must be an excavation site of level 1. From here, you can conquer any adjacent area. Areas in Season 2 are also adjacent at their corners.",
        "List9": "Territory conquest can be extended to adjacent areas (excavation sites and cities) from both owned cities and excavation sites.",
        "List10": "If you give up or lose an alliance territory and now have two separate sets of alliance territories, you can still conquer all areas that are adjacent to either set.",
        "List11": "If your alliance abandons an excavation site (which takes one hour), it becomes neutral, and any alliance, including yours, can reclaim it. However, if the excavation site was still under protection when abandoned, the protection cooldown must expire before any alliance, including your own, can take control.",
        "List12": "In Season 2, there will be no cross-zone conquests of excavation sites.",
        "Description2": "Below, you see a mutated gorilla guarding a level 2 excavation site. The mutated gorilla is still frozen, and the alliance has partially thawed it.",
        "Description3": "The game allows the conquest of excavation sites that are diagonally adjacent to other excavation sites at a corner. For example, in the images below, it was not necessary to conquer city level 2 to conquer the other excavation sites that are corner-adjacent to the other excavation sites. These screenshots are from day 3 when only city level 1 could be conquered."
      }
    },
    "StockCollection": {
      "Title": "Supply Collection",
      "Description": "In Season 2, a new treasure type for alliance resources appears.",
      "Description2": "These new treasures can only be discovered when the land temperature reaches 0 °C.",
      "Description3": "To find them, relocate the alliance furnace to heat the land and bring it to 0 °C. You can also conquer a city so that the city furnace heats the entire city area. Then, move the alliance furnace and activate it in overdrive mode (of course, you need to ensure that your current alliance furnace level is high enough to reach the right temperature). Once the land reaches 0 °C, the supply collection appears in thawed state.",
      "Description4": "Send troops to thaw the supply collection and then claim your reward.",
      "Description5": "Supply collections have different levels and therefore offer different rewards.",
      "Description6": "There is an option to access the Season 2 icon -> Supply Collection and from there see if supply collections have been discovered.",
      "Image1": "There is a limit of 5 redemption attempts per day."
    },
    "RareSoil": {
      "Title": "Rare Soil",
      "Description": "Once cities and dig sites in the polar region are conquered, they will begin to produce rare soil over time. Rare soil is an important alliance resource this season, and at the end of the season, alliances will be ranked based on their quantity. The higher the rank, the better the rewards.",
      "Description2": "The higher the levels of the city and dig site, the more rare soil will be produced per hour.",
      "Production": {
        "Title": "Production of Rare Soil",
        "Description": "Once cities and dig sites are conquered, they will begin to produce rare soil depending on their level.",
        "Description2": "You can see the details of rare soil production by clicking on the 'Alliance' -> 'Alliance City' button. There you can see both cities and dig sites that produce rare soil.",
        "Description3": "The total amount of produced rare soil is visible in the alliance furnace view: Alliance button -> Alliance Furnace, and it affects the level of the alliance furnace.",
        "Description4": "The rankings for rare soil can be accessed through the 'Season 2' page: Season 2 icon -> Leaderboard.",
        "Description5": "You can earn more rare soil by winning as an attacker in the war for rare soil."
      },
      "CityProduction": {
        "Title": "Rare Soil Production in the City",
        "Description": "Here is the exact amount of rare soil per city level:",
        "List1": "Level 1: 350/h",
        "List2": "Level 2: 400/h",
        "List3": "Level 3: 450/h",
        "List4": "Level 4: 800/h",
        "List5": "Level 5: 900/h",
        "List6": "Level 6: 1000/h"
      },
      "DigSiteProduction": {
        "Title": "Rare Soil Production in Dig Sites",
        "Description": "Here is the exact amount of rare soil per dig site level:",
        "List1": "Level 1: 100/h",
        "List2": "Level 2: 110/h",
        "List3": "Level 3: 120/h",
        "List4": "Level 4: 130/h",
        "List5": "Level 5: 140/h",
        "List6": "Level 6: 150/h"
      }
    },
    "RareSoilWar": {
      "Title": "War for Rare Soil",
      "Description": "In Season 2, there will be wars for rare soil. There will be no cross-zone conquest of cities or dig sites."
    },
    "RadarMission": {
      "Title": "Radar Missions",
      "Description": "In Season 2, a new radar mission will be available: 'Survivor in Distress.'",
      "Description2": "To complete the mission, send your troop to help the survivor in distress and receive rewards, including coal."
    },
    "HeroUpgrade": {
      "Title": "Hero Upgrades and Weapons",
      "Description": "Season 2 brings news about heroes and weapons, which will be available for a limited time.",
      "Violette": {
        "Title": "Violet's Upgrade to UR",
        "Description": "It will be possible to upgrade Violet to UR. The event is expected to start after week 2."
      },
      "Legend": {
        "Title": "S2: The Return of the Legend",
        "Description": "After every 50 recruits, a legendary hero is guaranteed."
      },
      "RecruitHeroes": {
        "Title": "Recruit Heroes"
      },
      "Weapon": {
        "Title": "S2: Weapons of Legends",
        "Description": "A new area in the tavern allows you to receive hero-exclusive weapon shard selection chests II. These contain weapon shards from Kimberly, DVA, and Tesla.",
        "Image1": "To recruit in this area, you need a New Era recruitment ticket.",
        "Image2": "Every 20 recruits guarantees 2 exclusive weapon shards."
      },
      "ExclusiveWeapons": {
        "Title": "Exclusive Weapons",
        "Description": "Season 2 brings exclusive weapons for Murphy, Carlie, and ???.",
        "Murphy": {
          "Title": "Murphy's Exclusive Weapon",
          "Description": "Starting from day 4 of season 1, you can collect weapon shards through Murphy's exclusive weapon battle pass to activate and upgrade Murphy's exclusive weapon. Universal weapon shards can only be used for upgrading, not for activation."
        },
        "Carlie": {
          "Title": "Carlie's Exclusive Weapon",
          "Description": "Starting from day 4 of week 3, you can collect weapon shards through Carlie's exclusive weapon battle pass to activate and upgrade Carlie's exclusive weapon. Universal weapon shards can only be used for upgrading, not for activation."
        },
        "Swift": {
          "Title": "Swift's Exclusive Weapon",
          "Description": "Starting from day 4 of week 6, you can collect weapon shards through Swift's exclusive weapon battle pass to activate and upgrade Swift's exclusive weapon. Universal weapon shards can only be used for upgrading, not for activation."
        }
      }
    },
    "Temperature": {
      "Title": "Temperature",
      "Description": "Temperature poses a significant challenge in the polar region and continuously affects the statistics of your base. The base temperature gradually adjusts to the environment. Maintaining higher temperatures gives you bonus statistics. The temperature of your base can range from -270 °C to +300 °C.",
      "Location": {
        "Title": "Location",
        "Description": "You can monitor your temperature via the icon or access the temperature detail page by clicking on the corresponding icon. This detail page lists all the factors affecting your base's temperature.",
        "Description2": "In the upper area, you can see how the symbol for your base's temperature (house icon) moves and overlaps with the symbol for the ambient temperature (map icon)."
      },
      "Base": {
        "Title": "Base",
        "Description": "The final temperature of the locations displayed above affects your base and causes buffs/debuffs. The strength of the buff/debuff in % depends on the temperature and is shown in the diagrams you can see in the images below. Here’s the description of the buffs/debuffs.",
        "Title2": "Basic Resource Production:",
        "Description2": "Production from farmland, iron mines, and gold mines +10% (at 4 °C)",
        "Title3": "Thermal Weapon:",
        "Description3": "Troop durability damage during the game season +100 (at 4 °C)",
        "Title4": "Unit Healing Speed:",
        "Description4": "Healing speed of wounded units during the season +0% (at 4 °C)",
        "Title5": "Unit Morale:",
        "Description5": "Unit morale during the season +0% (at 4 °C)"
      },
      "Factors": {
        "Title": "Factors Affecting Temperature",
        "Description": "Temperature is influenced by many factors:",
        "List1": "Base location on the map: The further you go to the center, the colder it gets.",
        "List2": "Furnace activity: The new seasonal building 'High-Heat Furnace' generates heat for your base when activated and even more heat in Overdrive mode.",
        "List3": "Intense Overdrive Ability: A seasonal ability that allows you to increase Overdrive heat.",
        "List4": "Alliance Furnace Activity: The new seasonal alliance building generates heat in the nearby area. Bases near the Alliance Furnace are influenced by this heat.",
        "List5": "Allied Recon Aircraft: Allies can send recon aircraft to temporarily heat up an ally.",
        "List6": "City Heating Area: When the city furnace is activated, the entire city area (field where the city is located) warms up. Proximity to a city helps stay warm.",
        "List7": "Atomic Furnace: The ultimate heater that supplies heat to the entire map after activation.",
        "List8": "Blizzards: Since day 1 of the season, events occur that cause a massive temperature drop across all war zones for hours. The higher the level, the more significantly the temperature drops.",
        "List9": "Troop Activity: Troops leaving your base cause a temporary loss of heat.",
        "List10": "Polar Monsters: Your base is attacked by polar monsters, resulting in a temperature drop of -5 °C (defensive failures cause an additional drop of -10 °C)."
      },
      "Burn": {
        "Title": "Freezing and Burning",
        "Description": "Your goal is to maintain your base at the right temperature so you are not affected by debuffs and your base does not freeze or catch fire. Be careful not to spend too much coal, as you will need it for your furnace (and the alliance furnace) the further your alliance moves to the center.",
        "Description2": "If your base's temperature gets too low or too high, there is a risk that your base will freeze or catch fire."
      },
      "LowTemperatures": {
        "Title": "Low Temperatures",
        "Description": "The temperature of your base cannot fall below -270 °C.",
        "Title2": "Base Nearly Frozen:",
        "Description2": "If you stay below -20 °C, a 5-minute countdown will start, indicating 'About to Freeze.' Warm up the base before the freeze time ends to prevent freezing.",
        "Solutions": "Solutions:",
        "Solution1": "Move to a warmer zone.",
        "Solution2": "Activate the high-temperature furnace or switch to Overdrive mode.",
        "Solution3": "If you are within range of the alliance furnace, request for it to be activated or switched to Overdrive mode.",
        "Solution4": "Ask your allies to send a recon aircraft to warm you up."
      },
      "FrozenBase": {
        "Title": "Frozen Base:",
        "Description": "If a base remains below -20 °C for more than 5 minutes, it becomes frozen. In this state, location changes and gatherings are not possible (alliance and random location changes are still possible). Note that debuffs also apply, as shown in the 'Base' section.",
        "Solutions": "Solutions:",
        "Solution1": "Get help from the alliance or teleport randomly to warmer zones.",
        "Solution2": "Activate the high-temperature furnace or switch it to Overdrive mode.",
        "Solution3": "If you are within range of the alliance furnace, request for it to be switched to Overdrive mode.",
        "Solution4": "Ask your allies to send you a recon aircraft to warm you up or troops to break the ice (5 hits cost 5 stamina points each)."
      },
      "IceMelts": {
        "Title": "Ice Melting Soon:",
        "Description": "If your base is frozen, you can thaw it by raising the temperature above -20 °C and maintaining that temperature. A 5-minute thaw countdown will start. If the temperature falls below -20 °C even for a second, the base remains frozen, and you will need to start thawing again.",
        "Description2": "Alternatively, you can ask your allies to send troops to break the ice (5 hits cost 5 stamina each)."
      }
    },
    "HelpTheAllies": {
      "Title": "Help Allies Increase Temperature",
      "Description": "You can assist your allies in raising their temperature by sending a recon plan and spending some coal. However, note that the effect does not last long. This can be particularly helpful when they are facing difficult events like blizzards."
    },
    "VirusResistance": {
      "Title": "Virus Resistance",
      "Description": "In Season 2, the virus remains active but has a lesser impact on gameplay than in Season 1.",
      "Description2": "To increase your virus resistance, you need to upgrade your own High-Heat Furnace. This enhances both heat and virus resistance.",
      "Image": "As usual, there is a weekly pass that provides you with a boost of 250 virus resistances.",
      "Description3": "Virus resistance has the following effects:",
      "List1": "Doom Elite that you can attack.",
      "List2": "Polar beasts guarding the excavation sites can also attack you."
    },
    "Profession": {
      "Title": "Professions – Level Cap Increased to Level 70",
      "Description": "In Season 2, the level cap for professions is raised to level 70.",
      "Description2": "The seasonal abilities for levels up to 50 will be revised and adapted to the season theme. However, some abilities at lower levels will remain the same as in Season 1.",
      "SeasonSkills": {
        "Title": "Seasonal Abilities",
        "Description": "The seasonal abilities are identical for the professions Engineer and Warlord and are located to the right of the carrier on a green background."
      },
      "Warlords": {
        "Title": "Warlord Additional Skills – Levels 45 to 70",
        "Description": "Skills for Level 45",
        "Description2": "Skills for Level 50",
        "Description3": "Skills for Level 55",
        "Description4": "Skills for Level 60",
        "Description5": "Skills for Level 65",
        "Description6": "Skills for Level 70"
      },
      "Engineer": {
        "Title": "Engineer Additional Skills – Levels 45 to 70",
        "Description": "Skills for Level 45",
        "Description2": "Skills for Level 50",
        "Description3": "Skills for Level 55",
        "Description4": "Skills for Level 60",
        "Description5": "Skills for Level 65",
        "Description6": "Skills for Level 70"
      }
    },
    "Celebration": {
      "Title": "S2 Celebration: The Age of Oil",
      "Description": "To celebrate the end of season 2, we start The Age of Oil on Monday, which will last for five weeks (4 weeks with missions + 1 week of Championship Duel). Many new things to explore and prepare for, so we composed a guide for those who are curious and want to optimize their gameplay.",
      "Profession": {
        "Title": "Profession",
        "Description": "You will be doing a lot of research and building this month and not as much fighting, so Engineer is the most interesting profession to choose from. Maximize the skills that make you build and research faster and cheaper!"
      },
      "Week1": {
        "Title": "Week 1: To-Do List",
        "List1": "Switch to Engineer and max all skills that help you build and research faster and cheaper",
        "List2": "Make sure we unlock the server-wide missions to start the new research and base expansion",
        "List3": "Build your oil well and upgrade it to level 30 asap for maximum oil production!",
        "List4": "Upgrade the new tech tree efficiently, only the required research first."
      },
      "ServerWideMissions": {
        "Title": "Server-Wide Missions",
        "Description": "To unlock the good new stuff as a server, we need to complete some missions. The faster these are completed, the faster our server can start to grow.",
        "Mission1": {
          "Title": "Mission 1: Unlock Tech (Day 1, Week 1)",
          "Description": "Objective: Complete 500 researches across the whole server. This unlocks the new research tree."
        },
        "Mission2": {
          "Title": "Mission 2: Unlock Stage II Base Expansion (Day 2, Week 1)",
          "Description": "Objective: Complete 500 buildings across the whole server. This allows us to extend the ground of our base further with new levels to complete.",
          "Description2": "Completing the tiles on this new area also has oil as rewards, so it’s important to complete these as soon as possible to have the most impact on your progress"
        },
        "Mission3": {
          "Title": "Mission 3: Hero Mobilization (Day 2, Week 1)",
          "Description": "Objective: A total of 10,000 recruitments need to be done across the whole server. There is no specific reward for completing this objective so it is not as important."
        }
      },
      "Research": {
        "Title": "New Research Tree",
        "Description": "The main focus of this period is the new research tree that unlocks a third tech center, a drone gear factory and the possibility to upgrade your HQ further from HQ31-HQ35. This research needs a new resource, oil, to be launched.",
        "Description2": "<strong>Note:</strong> This research tree is only available when your Tech Center is level 30 and Special Forces is at least 40%.",
        "Upgrade": {
          "Title": "Oil Well Upgrade",
          "Description": "The first research will allow you to build an oil well to start producing your oil. Upgrade this oil well as fast as possible to have the highest production rate (use many speedups!). It is possible to get this to level 30 in the first day, aim to complete it by the second day at latest."
        },
        "Strategy": {
          "Title": "Research Strategy",
          "Description": "Just as with T10 research, you do not have to complete every level of every research to go down in your tree. As oil will be hard to come by in the beginning, you want to be as efficient as possible with it. The minimum required levels are indicated below, the <span class=\"text-danger\">red squares</span> are the ones that boost your oil output so that should be your focus to rush! Use your speedups and do not wait until VS day with these. The <span class=\"text-warning\">yellow ones</span> increase building and research speed, they’re nice ones to come back to afterwards. This research will take long to complete, don’t expect to have it fully done in the first week already."
        }
      },
      "Hq": {
        "Title": "Headquarter 31 - 35 Requirements",
        "Description": "Once you complete the bottom of the research tree, you will be able to start HQ31+. The required buildings are listed below and always include the research center, the tank/air/missile center (one of them) and barracks.<br> To see the time and required resources, visit <a href=\"https://www.lastwartutorial.com/copilot.php\" target=\"_blank\">Last War Tutorial: Builder Copilot</a>",
        "Table": {
          "Header": "HQ Level",
          "Header2": "Requirements",
          "Row1": "Research Center Lv30, Tank/Air/Missile Center Lv30, Barracks Lv30",
          "Row2": "Research Center Lv31, Tank/Air/Missile Center Lv31, Barracks Lv31, Wall Lv31",
          "Row3": "Research Center Lv32, Tank/Air/Missile Center Lv32, Barracks Lv32, Hospital Lv32, Drillground Lv32",
          "Row4": "Research Center Lv33, Tank/Air/Missile Center Lv33, Barracks Lv33, Wall Lv33, Alliance Center Lv33",
          "Row5": "Research Center Lv34, Tank/Air/Missile Center Lv34, Barracks Lv34, Hospital Lv34, Drillground Lv34"
        }
      },
      "Week2": {
        "Title": "Week 2",
        "ServerMission": "Server-Wide Missions",
        "Mission1": {
          "Title": "Mission 1: Unlock Radar Task Dripper (Day 1, Week 2)",
          "Description": "Objective: Complete 5000 radar tasks across the whole server."
        },
        "Mission2": {
          "Title": "Mission 2: Unlock Secret Task Capture the Oil Depot (Day 1, Week 2)",
          "Description": "Objective: Complete 1,000 secret tasks across the whole server."
        },
        "Mission3": {
          "Title": "Mission 3:Trade Expansion (Day 1, Week 2)",
          "Description": "Objective: Dispatch 500 trucks across the whole server."
        },
        "Event": {
          "Title": "Additional Events",
          "Description": "Just like in season 1 celebration, the bingo event, the black market and the championship duel will start again in week 2. The bingo event allows you to get oil and black market cash as rewards. The events work exactly the same as they did in season 1."
        }
      },
      "Week3": {
        "Title": "Week 3 & 4",
        "Description": "Nothing much new or special about these weeks except that week 3 will unlock level 31-35 zombies on the map and week 4 will unlock level 31-35 doom elites."
      }
    }
  },
  "PlayerMvp": {
    "Title": "Alliance - MVP",
    "FirstPlace": "1st place of the last VS week",
    "SecondPlace": "2nd place of the last VS week",
    "ThirdPlace": "3rd place of the last VS week",
    "MvpCard": {
      "Title": "Outstanding Player",
      "VsPoints": "VS Points",
      "MarshalParticipation": "Marshal Participation",
      "DesertStormParticipation": "Desert Storm Participation",
      "MvpPoint": "MVP Points"
    },
    "Table": {
      "Name": "Name",
      "VsPoints": "VS Points",
      "MarshalParticipation": "Marshal Participation",
      "DesertStormParticipation": "Desert Storm Participation",
      "MvpPoint": "MVP Points",
      "PlayerHasNotThreeWeeks": "Players who have not participated in three VS duels yet."
    },
    "EvaluationCriteria": {
      "Title": "Evaluation Criteria",
      "VSDuel": {
        "Title": "Weekly Points (VS Duel) – 80% Weighting:",
        "Description": "Your points are based on the total VS points from the last <strong>three weeks</strong>. This total is divided by 1,000,000 and multiplied by 0.8:",
        "DescriptionBold": "three weeks",
        "Formula": "(Total VS Points from the last 3 weeks / 1,000,000) * 0.8.",
        "Description2": "This calculation represents your activity in the weekly VS Duel, which is the most important factor."
      },
      "Marshal": {
        "Title": "Marshal Participation – 20 points per participation:",
        "Description": "Each participation in the event earns you <strong>20 points</strong>. This demonstrates your strategic availability when the alliance needs you."
      },
      "DesertStorm": {
        "Title": "Desert Storm Participation – 40 points per participation:",
        "Description": "Each participation in Desert Storm earns you <strong>40 points</strong>. This event is considered a bonus but rewards players who go above and beyond their regular tasks."
      },
      "MarshalAndDesertStorm": {
        "Title": "Marshal Participation + Desert Storm Participation – 20% Weighting:",
        "Description": "The points from both events are added and multiplied by 0.2: <code>(Marshal points + Desert Storm points) * 0.2</code>"
      },
      "Example": {
        "Title": "<strong>Example:</strong> A player has the following values:",
        "List1Bold": "VS Points from the last 3 weeks:",
        "List1": "130 million",
        "List2Bold": "Marshal Participations:",
        "List3Bold": "Desert Storm Participations:",
        "Description": "The MVP points are calculated as follows:",
        "List4Bold": "VS Points:",
        "List5Bold": "Marshal Participations:",
        "List6Bold": "Desert Storm Participations:",
        "List7Bold": "Points for MVP:",
        "TotalBold": "Total:",
        "Total": "104 + 48 = <strong>152 MVP Points</strong>"
      }
    }
  },
  "Capitol": {
    "Title": "The Capitol",
    "Description": "The Capitol will house the President, the Vice President (formerly known as First Lady, FL), and the appointed Secretaries.",
    "Description2": "Secretaries provide the player they are assigned to with boosts and advantages, helping them progress faster in the game.",
    "Buffs": {
      "Title": "Types of Buffs that Secretaries Offer:",
      "Description": "The positions can offer various types of buffs:",
      "List1": {
        "Text": "Speed Boost: Construction, Research, Healing, Training",
        "List": {
          "List1": "These boosts only take effect when starting these operations",
          "List2": "Ongoing constructions, research, healing, and training are not affected by this buff",
          "List3": "Once the secretary is assigned to a player, the buffs are already accounted for in the operation's displayed time (i.e., construction time for a building)",
          "List4": "To take advantage of the buffs, an explicit action by the player is required: Once the operation with the shortened time has started, it will not be affected, regardless of whether the player removes the secretary"
        }
      },
      "List2": {
        "Text": "Capacity Extensions: Hospital Capacity",
        "List": {
          "List1": "Your hospitals can accommodate more injured soldiers."
        }
      },
      "List3": {
        "Text": "Increase in Production Output",
        "List": {
          "List1": "Request the Interior Secretary when your production buildings (iron/gold/food) are full. Obtain the secretary and then collect the resources to get a larger amount of resources"
        }
      }
    },
    "Example": {
      "Title": "Example of a Speed Boost and Reduced Construction Time by the Development Secretary:"
    },
    "Explanation": {
      "Title": "Explanation of the Speed Increase",
      "Description": "When the Development Secretary is assigned to you, who increases your construction speed by 50%, you would expect the time to be halved. However, it doesn’t work that way.",
      "Description2": "To better explain, we use an analogy:",
      "List1": "100 blocks are required to build a headquarters",
      "List2": "Your initial speed is 1 block per minute",
      "List3": "Without a secretary, the construction would therefore take 100 minutes",
      "List4": "With a 50% speed boost, your speed increases to 1.5 blocks per minute. The new construction time would be: Time = Blocks / Speed = 100 blocks / 1.5 blocks/minute = 66.7 minutes",
      "List5": "The Development Secretary increases your construction speed by 50%, which shortens the construction time by 33%.",
      "Description3": "So, you won’t notice the time reduction in the same proportion as the speed increase percentage. Keep this in mind when using accelerations.",
      "Description4": "Additionally, a secretary is less effective compared to the initial time the more buffs you already have (through skins, decorations, villages, etc.).",
      "Description5": "Continuing the above analogy:",
      "List6": "You already have a 100% construction speed buff, so your speed is 2 blocks per minute",
      "List7": "You obtain the Interior Secretary, who increases your speed by 50% (calculated from the initial speed of 1 block per minute) to 2.5 blocks per minute",
      "List8": "Instead of an effectiveness (time reduction) of 33%, the effectiveness would be 100/2 to 100/2.5, which results in an effectiveness of just 20% (time reduction)"
    },
    "Positions": {
      "Title": "Positions",
      "Description": "The following positions exist:",
      "List1": "President",
      "List2": "Vice President, also known as VP (formerly First Lady or FL)",
      "List3": "Secretary of Strategy",
      "List4": "Secretary of Security",
      "List5": "Secretary of Development",
      "List6": "Secretary of Science",
      "List7": "Secretary of the Interior"
    },
    "President": {
      "Title": "President",
      "Description": "This title is reserved for the alliance that has conquered the capital. The President can appoint the Vice President and all Secretaries.",
      "List1": "Increase Hero HP: +5%",
      "List2": "Increase Hero Attack: +5%",
      "List3": "Increase Hero Defense: +5%",
      "Description2": "These improvements are automatically applied once the President is appointed."
    },
    "VicePresident": {
      "Title": "Vice President (VP) formerly First Lady",
      "Description": "The President appoints the Vice President, also known as VP. The Vice President can appoint their successor and all other Secretaries, but the VP cannot appoint the President.",
      "Description2": "Accelerations for construction, research, and training only take effect when you initiate the operation. Once you become Vice President, you will see that the required time has already been reduced compared to the previous time.",
      "List1": "Construction Acceleration: +20%",
      "List2": "Research Speed: +20%",
      "List3": "Training Speed: +10%",
      "Description3": "The Vice President is managed by us. Apply for this position only if there is a real need. You must always be online to add other players to the waiting list."
    },
    "SecretaryOfDevelopment": {
      "Title": "Secretary of Development",
      "Description": "Construction and research acceleration only takes effect when you initiate the operation. Once you have the Secretary of Development, you will see that the required time has already been reduced compared to the previous time.",
      "Description2": "Ongoing constructions and researches are not affected by this buff.",
      "List1": "Construction Acceleration: +50%",
      "List2": "Research Speed: +25%",
      "Description3": "Once the position is assigned, begin building or researching to take advantage of the shortened operation time."
    },
    "SecretaryOfScience": {
      "Title": "Secretary of Science",
      "Description": "Construction and research acceleration only takes effect when you initiate the operation. Once you have the Secretary of Science, you will see that the required time has already been reduced compared to the previous time.",
      "Description2": "Ongoing constructions and researches are not affected by this buff.",
      "List1": "Research Speed: +50%",
      "List2": "Construction Acceleration: +25%",
      "Description3": "Once the position is assigned, begin building or researching to take advantage of the shortened operation time."
    },
    "SecretaryOfInterior": {
      "Title": "Secretary of the Interior",
      "List1": "Increase Food Production: +100%",
      "List2": "Increase Iron Output: +100%",
      "List3": "Increase Coin Production: +100%",
      "Description": "To fully utilize this buff, you must wait until your iron, coin, or food mines/fields are full, then take the Secretary of the Interior position and collect the resources. Once the resources are gathered with the position, the boost will be applied."
    },
    "SecretaryOfStrategy": {
      "Title": "Secretary of Strategy",
      "List1": "Hospital Capacity: +20%",
      "List2": "Unit Healing Rate: +20%"
    },
    "SecretaryOfSecurity": {
      "Title": "Secretary of Security",
      "Description": "Training speed increases only take effect when you initiate the operation. Once you have the Secretary of Security, you will see that the required time has already been reduced compared to the previous time.",
      "Description2": "Ongoing training is not affected by this buff.",
      "List1": "Unit Training Cap: +20%",
      "List2": "Training Speed: +20%"
    },
    "Request": {
      "Title": "Request a Buff/Secretary",
      "Description": "This guide will show you step by step how to apply for the role of a secretary to unlock the associated buff.",
      "Description2": "Once you receive the buff, you have 5 minutes to use it before the next applicant comes up. An exception applies only if no one else is in the queue.",
      "Description3": "Vice President: Apply only if someone is actively looking for the position in the world chat and you fully understand how this role works. Also, make sure you are always online to process all applications in time.",
      "Step1": {
        "Title": "Step 1",
        "Description": "The easiest way to start the application process is through the world map. Click on your base. Then, as shown in the image below, click your profile picture to continue.",
        "Image": "Click on your base and then on your profile picture to start."
      },
      "Step2": {
        "Title": "Step 2",
        "Description": "After opening your profile picture, click on the button on the right showing the server number. See the image below for reference.",
        "Image": "Click on the button with the server number on the right after opening your profile picture."
      },
      "Step3": {
        "Title": "Step 3",
        "Description": "You are now on the overview page of the different secretaries. In the top right corner, you can, as shown in the image, adjust the time to your local time. This helps you keep track of the buff duration. To proceed, click on a secretary – for example, the Secretary of Development as shown below.",
        "Image": "Set the time to local time in the top right and select a secretary, e.g., Development."
      },
      "Step4": {
        "Title": "Step 4",
        "Description": "You are now in the selected secretary's view. Here you can see:",
        "List1": "Who is currently next in line.",
        "List2": "How many people are in the queue waiting for the buff.",
        "Description2": "As shown in the image below, click the 'Apply' button to start your application.",
        "Image": "Click 'Apply' to start, as shown in the image."
      },
      "Step5": {
        "Title": "Step 5",
        "Description": "After applying, you will be added to the application list, as shown in the image below. Now, wait for the Vice President to add you to the queue.",
        "Description2": "⚠️ Important: As described above, only someone who fully understands how the job works should apply as Vice President. The Vice President must ensure that all applications are processed on time.",
        "Image": "After applying, you will appear in the list. Wait until the Vice President adds you to the queue."
      },
      "Step6": {
        "Title": "Step 6",
        "Description": "Once you are added to the queue, you can see in the time display (see image below) when you will be up next.",
        "Description2": "⚠️ Note: You only have 5 minutes to use the buff before the next person in the queue gets their turn. Plan ahead to make the best use of your time!",
        "Image": "Check the time display to see when you're up."
      },
      "Step7": {
        "Title": "Step 7",
        "Description": "Once it's your turn, you will have received the buff, as shown in the image below. You now have 5 minutes to use this buff before the next person in the queue gets their turn.",
        "Image": "Once it's your turn, you have 5 minutes to use the buff."
      }
    }
  },
  "PlayerManager": {
    "Title": "Player Manager",
    "Description": "Your ultimate alliance management tool! Organize events, track player activities, and collaborate efficiently with your team.",
    "BetaInfo": "This tool is still in the beta phase. Errors may still occur and functions may be missing.",
    "PlayerAdmin": {
      "Title": "Player & Team Management",
      "Description": "Invite other players and grant them individual access rights to assist you in managing the alliance."
    },
    "Mvp": {
      "Title": "MVP Calculation",
      "Description": "Custom formula to determine the best players based on various performance metrics."
    },
    "Event": {
      "Title": "Event Planning",
      "Description": "Plan & manage events like Marshal, VS Duels, Desert Storm, and Zombie Siege with detailed player participation tracking."
    },
    "Statistic": {
      "Title": "Alliance Statistics",
      "Description": "Track Marshal levels, reward phases, and each player's participation."
    },
    "Vs": {
      "Title": "VS Duels & Zombie Siege",
      "Description": "Detailed opponent information, league overview, weekly player points, and survived zombie waves."
    },
    "Custom": {
      "Title": "Custom Events",
      "Description": "Create and manage your own events, perfect for seasons or special alliance activities."
    },
    "Api": {
      "Title": "API for MVP List",
      "Description": "The Player Manager provides an API interface that allows external tools to retrieve the MVP list.",
      "Description2": "Additional API features are planned for future updates."
    },
    "Button": "Open Player Manager Now"
  },
  "SeasonThree": {
    "Title": "Season 3 – Golden Kingdom",
    "Content": {
      "Link1": "New Base Resources",
      "Link2": "The World and the Map",
      "Link3": "Visitors",
      "Link4": "Golden Scarab",
      "Link5": "Radar Missions",
      "Link6": "New Buildings",
      "Link7": "Alliance Center",
      "Link8": "Alliance Resources",
      "Link9": "Cities",
      "Link10": "Fortresses",
      "Link11": "Trading Posts",
      "Link12": "Gameplay",
      "Link13": "Hero Upgrades and Weapons",
      "Link14": "Exclusive Weapons",
      "Link15": "Professions",
      "Link16": "Desert Bazaar"
    },
    "Resources": {
      "Title": "New Base Resources – Mithril and Holy Water",
      "Description1": "Additional resources are now available in the game: Mithril and Holy Water.",
      "ScaredWater": {
        "Title": "Holy Water:",
        "Description1": "It is used for building and upgrading seasonal structures.",
        "Description2": "Holy Water can be earned through the following:",
        "List1": "Rewards for the first-time defeat of zombies on a specific level",
        "List2": "By completing seasonal quest missions",
        "List3": "By completing Season 3 goals",
        "List4": "Using the 'Hero's Return' recruitment ticket: Heroes return in Season 3 – The Return of the Legend",
        "List5": "Reward for the first-time conquest of a city",
        "List6": "Alliance Center: A hut with Holy Water"
      },
      "Mithril": {
        "Title": "Mithril:",
        "Description1": "It is used for building and upgrading seasonal structures. Mithril can be earned through the following activities:",
        "List1": "Rewards for the first-time killing of zombies on a specific level.",
        "List2": "Visitors at the wall of your base.",
        "List3": "By completing seasonal quest missions.",
        "List4": "By completing Season 3 goals.",
        "List5": "First Blood Kill with the Doom Walker (first DW kill of the day).",
        "List6": "Radar missions in the Desert Ruins.",
        "List7": "Using the 'Hero's Return' recruitment ticket: Heroes return in Season 3 – Legend Returns.",
        "List8": "Weekly Pass and Season Battle Pass (the biggest boost).",
        "List9": "Reward for the first-time conquest of a city/fortress by digging.",
        "List10": "Digging fortresses owned by the alliance yields Mithril.",
        "List11": "Alliance Center: The Mithril Workshop.",
        "List12": "Desert Treasures: The open vaults."
      }
    },
    "Map": {
      "Title": "The World Map and Its Regions",
      "Description1": "The world has changed again. The map consists of three different types of buildings: cities, excavation fortresses, and trading posts.",
      "Image1": "City",
      "Image2": "Excavation Fortress",
      "Image3": "Trading Post",
      "Description2": "At the start of the season, you and your allies are stranded at the edge of the server (but still together as an alliance hive) and do not have your own city yet. Cities must be retaken, but new rules apply.",
      "Description3": "Doom Elite monsters turn into Egyptian monsters, and most zombies require high virus resistance to be killed.",
      "NewMap": "The New Map",
      "NewMapDescription": "The map size is 13 x 13 squares (even though they appear as rectangles on the map below). Each square is 75 x 75 ‘pixels’ in size (your base size is 3 x 3)."
    },
    "Visitors": {
      "Title": "Visitors",
      "Description": "From time to time, two new types of visitors will appear at the wall (the left one after a few hours, the right one once per day) and distribute Mithril."
    },
    "GoldenScarab": {
      "Title": "Golden Scarab",
      "Description1": "You will find golden scarabs on the map. Click on them and attack them to receive rewards.",
      "Description2": "You can find scarabs by:",
      "List1": "Killing world zombies",
      "List2": "Killing Doom-Elites.",
      "List3": "Using a trap landmine (random underground creatures may appear, not just scarabs).",
      "Image1": "The Golden Scarab is visible when you zoom out of the map. You will see it move, and once you start attacking it, it will remain still."
    },
    "RadarMissions": {
      "Title": "Radar Missions – Desert Ruins",
      "Description1": "With Season 3 comes a new type of radar mission.",
      "Description2": "It consists of two parts:",
      "List1": "A gamble, where various rewards can be found:",
      "List1List1": "You have found the Desert Ruins.",
      "List1List2": "Collect the rewards or risk going deeper into the ruins and losing everything.",
      "List2": "If you trigger a trap, a mini-game with coin rewards will start.",
      "List2List1": "Run to collect coins and avoid zombies. You have 30 seconds to escape the ruins and collect as many coins as possible.",
      "Description3": "These new radar missions are really cool because they can bring you great rewards, with the best being the season merit medal (which you can use to buy items in the season shop) if you're lucky enough to reach the last levels and also choose the right chest."
    },
    "Building": {
      "Title": "New Buildings",
      "Description1": "New building types are available during Season 3.",
      "CurseLab": {
        "Title": "Curse Research Lab",
        "Description": "In the Curse Research Lab, you can improve your resistance to curses, similar to virus resistance, to defeat Elite Zombies and Guardians of the Excavation Fortresses. To upgrade it, you will need Holy Water."
      },
      "BlessingFountain": {
        "Title": "Blessing Fountain",
        "Description1": "Blessing Fountains produce Holy Water; they are similar to the Titan Alloy Factory from Season 2.",
        "Description2": "There are several Blessing Fountains available. To unlock them, you need to upgrade the previous Blessing Fountain (they are called Blessing Fountain I, II, III, IV, V). To upgrade them, you will need Mithril. Therefore, refer to the article about the new resources in Season 3 to learn how to obtain them."
      },
      "Altar": {
        "Title": "Altar",
        "Description1": "This building can only be constructed when the Curse Research Lab reaches Level 30.",
        "Description2": "It will increase the stats of the Desert Guardians, similar to how Military Bases (Tank/Air/Rocket) increased Hero attributes in Season 2.",
        "Image": "Each level-up of this building increases the HP, attack, and defense of the Guardian by 0.5%."
      }
    },
    "AllianceCenter": {
      "Title": "Alliance Center",
      "Description1": "Go to the 'Alliance' button -> 'Alliance Center' -> click on the coordinates to find the Alliance Center on the map.",
      "Description2": "On the second day of Season 3, your alliance must build the Alliance Center.",
      "Description3": "Once the Alliance Center is built, it will produce Spices/H and provide buffs to all alliance members within its range. It also prevents members within the alliance range from being pushed back by giant sandworms.",
      "Description4": "IMPORTANT: The values for spice production may be changed by the developers. Do not use the images as a reference for these values. Information on accessing these values can be found in the 'Levels' section below.",
      "RepairAllianceCenter": {
        "Title": "Repair Alliance Center:",
        "List1": "The more troops that enter the Alliance Center, the faster it will be built.",
        "Description1": "You can see the range of buffs applied by the Alliance Center by zooming out on the map."
      },
      "AdditionalFeatures": {
        "Title": "Additional Features:",
        "Description1": "Once the Alliance Center is created, you can see which levels unlock new features."
      },
      "MithrilPlant": {
        "Title": "Mithril Plant",
        "Description1": "This building produces 34,560 Mithril/h and is unlocked when the Alliance Center reaches Level 5.",
        "Description2": "If the building is damaged, production will stop. If destroyed, the alliance will lose a corresponding percentage of Spices.",
        "Description3": "Go to the Alliance Center page and click on the Mithril you see in the construction of the Alliance Center, as shown in the image here, to collect the produced Mithril."
      },
      "ExploratoryWell": {
        "Title": "Exploratory Well",
        "Description1": "This building produces 600 Oil/h and is unlocked when the Alliance Center reaches Level 10.",
        "Description2": "If the building is damaged, production will stop. If destroyed, the alliance will lose a corresponding percentage of Spices.",
        "Description3": "Go to the Alliance Center page and click on the Oil you see in the construction of the Alliance Center, as shown in the image here, to collect the produced Oil."
      },
      "SacredWaterHut": {
        "Title": "Sacred Water Hut",
        "Description1": "This building produces 8640 Holy Water/h and is unlocked when the Alliance Center reaches Level 15.",
        "Description2": "If the building is damaged, production will stop. If destroyed, the alliance will lose a corresponding percentage of Spices.",
        "Description3": "Go to the Alliance Center page and click on the Holy Water you see in the construction of the Alliance Center, as shown in the image here, to collect the produced Holy Water."
      },
      "Obelisk": {
        "Title": "Obelisk",
        "Description1": "This building produces 6 Guardian Horns/h and is unlocked when the Alliance Center reaches Level 20.",
        "Description2": "If the building is damaged, production will stop. If destroyed, the alliance will lose a corresponding percentage of Spices.",
        "Description3": "Go to the Alliance Center page and click on the Guardian Horns you see in the construction of the Alliance Center, as shown in the image here, to collect the produced Guardian Horns."
      },
      "Level": {
        "Title": "Levels",
        "Description1": "The level of the Alliance Center automatically increases based on the accumulated Spices."
      },
      "Relocation": {
        "Title": "Relocation",
        "Description1": "The Alliance Center can be relocated. To do so, you need to build the relocation site, just like building the original Alliance Center. This is also similar to relocating the Alliance Furnace in Season 2.",
        "Description2": "IMPORTANT: Once you begin building the relocation site, enemies can attack it, so be cautious."
      }
    },
    "NewFarms": {
      "Title": "New Farms – Alliance Resources",
      "Description1": "As shown in Season 1 and 2, after defeating the Doom-Elites, a new type of Alliance Resource Farm/Field may randomly appear temporarily.",
      "Description2": "In Season 3, these farms may contain Holy Water, Mithril, and Oil types. Up to 10 troops can collect in each gathering field.",
      "Description3": "In Season 3, the game does not specify the probability with which Alliance Resource Tiles appear after killing monsters. In Season 2, this was 5%.",
      "Description4": "Here is an example of new resource tiles:"
    },
    "Cities": {
      "Title": "Cities",
      "Description1": "The conquest of the city follows the event schedule of City Clash Season 3.",
      "Description2": "The spices produced by the owners themselves are crucial for winning Season 3, and the amount depends on the city's level.",
      "Description3": "City spice production per level:",
      "List1": "Level 1: 100/h Spices",
      "List2": "Level 2: 200/h Spices",
      "List3": "Level 3: 300/h Spices",
      "List4": "Level 4: 400/h Spices",
      "List5": "Level 5: 500/h Spices",
      "List6": "Level 6: 600/h Spices",
      "Description4": "Limits of City Conquest",
      "Description5": "As we can see under the 'Alliance Button -> Alliance City':",
      "List7": "Daily war declaration limit for cities: 2",
      "List8": "Max captured cities: 8",
      "List9": "Daily excavation fortress conquests: 2",
      "List10": "Max captured excavation fortresses: 8"
    },
    "Strongholds": {
      "Title": "Excavation Fortresses",
      "Description1": "Excavation Fortresses are locations on the map where Mithril can be dug. They are similar to the excavation sites from Season 2.",
      "Description2": "They are guarded by Mummy Guardians and Golden Annihilators. The higher the level of the excavation fortress, the stronger the guardian.",
      "Description3": "With the latest game update, Mithril is produced by digging fortresses at a rate based on their level:",
      "List1": "Level 1: 100/h Mithril",
      "List2": "Level 2: 120/h Mithril",
      "List3": "Level 3: 140/h Mithril",
      "List4": "Level 4: 160/h Mithril",
      "List5": "Level 5: 180/h Mithril",
      "List6": "Level 6: 200/h Mithril",
      "Description4": "There are three different types of Golden Beasts that defend the excavation fortresses. Click the 'i' to view details.",
      "List7": "The Golden Defender is a Tank type.",
      "List8": "The Golden Striker is an Aircraft type.",
      "List9": "The Golden Annihilator is a Rocket type.",
      "Description5": "When digging fortresses, Mithril is produced, which you can collect via the 'Alliance' -> 'Alliance Cities' -> 'Dig Fortresses' -> 'Claim All' button."
    },
    "TradePosts": {
      "Title": "Trade Posts",
      "Description1": "Trade posts are located at specific spots on the map. They are positioned diagonally toward the capital and can have various levels up to Level 5.",
      "Description2": "Trade posts are not the same as fortresses or cities. They can be occupied by individuals and open up a market where everyone can buy things. The owner of the trade post can earn taxes.",
      "Description3": "There is no need to control adjacent areas, and there is no limit to the number of trade posts you can have. However, trade posts can be captured by others, so you need to defend them. Therefore, it is typically difficult for a player to manage too many trade posts effectively.",
      "Description4": "Rules for conquering trade posts",
      "List1": "Trade post levels are unlocked gradually (the start date of the competition will be displayed on each trade post):",
      "List1List1": "Level 1: Sunday, Day 7 of Week 2 at 12:00 Server Time (this is the only conquest where other servers cannot come to capture trade posts on your server)",
      "List1List2": "Level 2: Monday, Day 1 of Week 3 at 12:00 Server Time",
      "List1List3": "Level 3: Tuesday, Day 2 of Week 3 at 12:00 Server Time",
      "List1List4": "Level 4: Thursday, Day 4 of Week 3 at 12:00 Server Time",
      "List1List5": "Level 5: Friday, Day 5 of Week 3 at 12:00 Server Time",
      "List2": "IMPORTANT: From Day 1 of Week 3, teleports between the war zones of the season grouping are open, and other war zones can come and capture trade posts in your war zone.",
      "List3": "Once the competition to capture the trade post begins, it lasts 1 hour.",
      "List4": "Troops stationed at the trade post gradually increase the conquest progress over time.",
      "List5": "Progress is tracked separately for you and your allies.",
      "List6": "During the competition, the first commander to reach 100% progress wins the trade post. If no commander reaches 100% by the end of the competition, the commander with the highest progress takes over the trade post, as long as it has no governor.",
      "List7": "Your base must be within the contaminated area of the target trade post to attack and capture it.",
      "List8": "If the trade post already has a governor, the current governor retains control if no one reaches 100% by the end of the competition.",
      "List9": "Once a trade post is captured, the next competition for its recapture will occur 7 days later.",
      "Description5": "Each trade post is an independent shop, and commanders in the same season group can buy items from it.",
      "Description6": "Trade Post Levels",
      "Description7": "As you can see in these images, the higher the level of the trade post, the more items are available.",
      "Description8": "All other parameters remain the same, but the governor's advantage through the increase in the guardian limit gradually increases.",
      "Description9": "Trade Business",
      "Description10": "Once the governor takes control of a trade post, the trade shop opens, and items can be purchased. Click on the trade post and then click on the symbol below to access the shop.",
      "Description11": "The governor can call a trade caravan once to restock the inventory and allow purchases.",
      "Description12": "Unfortunately, not all items displayed in the shop are available to every commander. The principle 'first come, first served' applies as the total number of available items is limited. Additionally, some items are reserved exclusively for the governor.",
      "Description13": "Tax",
      "Description14": "Diamonds spent in a trade post generate tax revenue. When all items are sold out or the trade post is abandoned by the governor, the collected taxes are sent to the governor of the trade post in the form of a Golden Egg, which can then be shared in the chat."
    },
    "GamePlay": {
      "Title": "Gameplay",
      "Description1": "In Season 3, there are many new things you can do in the game:",
      "Link1": "Like the Cat Base Skin to receive rewards.",
      "Link2": "Sandworm Crisis",
      "Link3": "Desert Protectors",
      "Link4": "Build an Oasis",
      "Link5": "Desert Artifacts",
      "Link6": "Doom Walker - The Last Jedi",
      "Link7": "Truck",
      "Description2": "Like the Cat Base Skin to receive rewards",
      "Description3": "Find Cat Base Skins and give them a 'like' to instantly receive a reward. There is a daily limit to the number of 'likes' you can give.",
      "SandWorm": {
        "Title": "Sandworm Crisis",
        "Description1": "Since the start of Season 3, sandworms have been lurking beneath the sand, listening to every sound of the commanders.",
        "Description2": "The Sandworm Crisis event starts on day one and lasts for 14 days.",
        "Image1": "Loot-Drops: There is a limit of 30 loot pieces you can collect per day.",
        "List1": "During the event, sandworms will appear. Hunt them to complete missions and earn rewards.",
        "List2": "When alliance member troops are engaged in battles, they generate shockwaves. When the progress bar is full, the last commander to trigger it will attract a sandworm that will attack their base. Bases surrounded by small sandworms cannot send queues, but can escape using teleportation items. However, the small sandworm will disappear, and rewards will be lost. (Only ongoing collection marches can be continued.)",
        "List3": "After a sandworm is defeated, the commander it attacked will receive a bonus discovery reward by email.",
        "List4": "As the event progresses, large sandworms will appear. Bases outside the alliance center will be thrown away when large sandworms are attracted.",
        "List5": "Commanders who leave the alliance will no longer collect shockwave points.",
        "List6": "Although not tracked on this page, giant sandworms trapped by landmines will also appear.",
        "Description3": "Small Sandworm",
        "Description4": "When commanders fight monsters on the map, shockwaves will be generated, attracting small sandworms. Once the progress bar is full, the last commander to trigger it will attract the sandworm, which will then entangle them.",
        "Description5": "The 'possible loot' listed as a reward will be left in the form of chests on the map near the spot where the sandworm was killed.",
        "Description6": "Large Sandworm",
        "Description7": "Large sandworms can be attacked with rallies and are much stronger than small sandworms.",
        "Description8": "The discovery reward includes sandworm scales.",
        "Description9": "If a large sandworm appears directly under your base, it will throw your base to a distant location on the map.",
        "Description10": "In this case, a popup message will appear, alerting you to this event.",
        "Description11": "To prevent your base from being thrown by sandworms, you should stay in alliance areas, as the alliance center provides buffs that protect you from sandworms.",
        "Description12": "Rewards",
        "Description13": "Fighting sandworms provides daily and additional rewards depending on the goal.",
        "Description14": "Compare the size of the giant sandworms to a city. When sandworms appear, they leave the area, as you can see directly around the city. If the sandworm is not killed, it will disappear after 5 hours.",
        "Description15": "The alliance center prevents members from being thrown back by giant sandworms in alliance areas."
      },
      "Protector": {
        "Title": "Desert Protectors",
        "Description1": "The Desert Protectors are a new type of soldier with enhanced abilities, available from day 1 of Season 3 when the event 'Ancient Tech - Protector' is unlocked.",
        "Description2": "It has been confirmed that they are not for T11, so it is expected that T11 will be available in the future.",
        "Description3": "This new soldier type is a great addition to the game, as it doesn't solely depend on how much you spend or how well you train your soldiers. Desert Protectors are not trained but are raised from the dead. They are disposable and disappear once you have used them.",
        "Description4": "Protector Field",
        "Description5": "Once the 'Ancient Tech - Protector's Field' event is unlocked, you can build the Desert Protector's Field right in front of your base wall.",
        "Description6": "IMPORTANT: Only level the Protector's Field to level 10 at the beginning of the season, not further, as level 11 requires Mithril and Holy Water, which are important for other seasonal buildings. Moreover, you already get access to all the features of the Desert Protectors at level 10, so it is not necessary to upgrade it further in the first days.",
        "Description7": "This seasonal field can be upgraded like any other building and will grant you access to the menu for managing Desert Protectors.",
        "Description8": "When switching to map mode (from base view to map view), you can also access the Desert Protectors' field via the corresponding icon above the truck/secret mission icons.",
        "Description9": "Desert Protector Abilities",
        "Description10": "Protectors, blessed by the desert, have superior combat power. They are stronger than units of the same level.",
        "Description11": "Each hero can carry protectors in a quantity that corresponds to 1/10 of the unit count (even with this limit, protectors are stronger than soldiers of the same level).",
        "Description12": "Unlike regular units, protectors who participate in battles do not return, but disappear into the desert. Use them wisely.",
        "Description13": "If they are deployed but do not fight, all protectors will return.",
        "Description14": "Depending on how many Desert Protectors are stationed in your Protector's Field, skills will be unlocked progressively.",
        "Description15": "Customization Power (unlocked when 500 or more Protectors are stationed in the Protector's Field)",
        "Description16": "Protectors have extra resistance to curses (+250), as well as improved attack, defense, and increased HP (+25%). This makes them perfect for attacking enemies against which your current curse resistance is insufficient.",
        "Description17": "Death Shockwave (unlocked when 750 or more Protectors are stationed in the Protector's Field)",
        "Description18": "Blue Flame Spell (unlocked when 1000 or more Protectors are stationed in the Protector's Field).",
        "Description19": "When a group with Protectors wins an attack on another commander’s base, it triggers the 'Blue Flame' spell, enveloping the enemy's base in indelible blue flames for one hour.",
        "Description20": "Protector Rally (unlocked when 1250 or more Protectors are stationed in the Protector's Field).",
        "Description21": "Enables the Protector Rally!",
        "Description22": "Rally Restriction: Allies joining the rally must deploy troops with protectors.",
        "Description23": "Rally Countdown: Protector Rallies have a preparation time of 1 minute.",
        "Description24": "Leader Buff: All troops in the rally benefit from the active Protector enhancements of the leader.",
        "Description25": "Desert Protector Conversion",
        "Description26": "In simple terms, here’s how you create Desert Protectors:",
        "Description27": "10% of the units lost in the following cases go into the Protector's Field conversion pool, waiting to be converted:",
        "Description28": "Battle losses during VS Duels",
        "Description29": "Severely injured units that cannot fit in the hospital when it is full.",
        "Description30": "Losses due to violations of the training ground.",
        "Description31": "The number of lost units that can wait in the conversion pool is unlimited.",
        "Description32": "Allies send reconnaissance planes to assist you in converting each unit.",
        "Description33": "If your base is breached, the Desert Protectors in the Protectors' Field are not affected.",
        "Description34": "Desert Protectors - Attributes",
        "Description35": "Here’s a comparison between regular soldiers and the corresponding Desert Protector version for some variants.",
        "Description36": "Level 10",
        "Description37": "Level 9",
        "Description38": "Level 7",
        "Description39": "Boost the Protector’s attributes with the Altar.",
        "Description40": "The Altar is a new building specifically designed to enhance Desert Protector attributes. For more information, refer to the 'Altar' section.",
        "Description41": "Converted units are sent to the Protector's Field.",
        "Image1": "The Desert Protector symbol also gives you a preview of how many soldiers of this type are immediately available.",
        "Image2": "Troops carrying Protectors automatically receive active buffs: the Protectors gain additional curse resistance and status improvements.",
        "Image3": "When a troop with Protectors is defeated in PvP battles, a portion of the enemy’s units are eliminated based on the level and number of Protectors you killed.",
        "Image4": "Unlock additional powerful curse effects by mastering specialization skills!",
        "Image5": "Quick March: Gain an additional triple march speed boost when participating in or deploying a Protector Rally."
      },
      "Oasis": {
        "Title": "Build an Oasis",
        "Description1": "This event starts simultaneously with the opening of level 1 cities on the third day of the first week and lasts until the end of the season.",
        "Description2": "Greening Rules:",
        "List1": "Greening Command: You can only green sand areas adjacent to already greened areas.",
        "List2": "Progressive Expansion: The available greening area increases over the course of the event.",
        "List3": "Greening Progress: Once 80% of a region is greened, it is considered complete and contributes to the overall progress of the war zone.",
        "List4": "Desert Treasure: In greened areas, there is a chance to find rare treasures (Desert Artifacts). Each region contains a set number of treasures.",
        "Description3": "Stages",
        "Description4": "Phase 1 (Week 1–4 of the Season):",
        "List5": "Greening Area: Greening is unlocked only after conquering a city.",
        "List6": "Blocked Areas: Fortresses, trade posts, and the capital cannot be greened during this phase.",
        "List7": "Start of Greening: Conquering a city transforms the surrounding contaminated land into green areas, which serve as the starting point for expansion.",
        "Description5": "Phase 2 (Week 5–7 of the Season):",
        "List8": "Greening Expansion: Commanders can green regions starting from level 1 and gradually expand to cities, fortresses, trade posts, and the Capitol.",
        "List9": "Unlock Progress: Once 80% greening progress is achieved in the current level, the next level will be unlocked, which leads to greening the Capitol at level 7.",
        "List10": "Cross-War Zone Greening: Commanders can now green war zones across all 8 war zones of the same season group freely.",
        "Description6": "How it gets greener",
        "Description7": "Greening is simple: Click on a valid tile on the map and send the reconnaissance plane to green it.",
        "Description8": "The basic rule is that you can only green tiles adjacent to a tile that is already green: When a city is conquered, the land around the city turns green, allowing you to start the greening process in that area. Gradually, more zones will open based on the phases described in previous sections."
      },
      "Artefact": {
        "Title": "Desert Artifacts",
        "Description1": "Desert Artifacts are similar to the supply collections from Season 2."
      },
      "DoomWalker": {
        "Title": "Doom Walker - The Last Jedi",
        "Description1": "On early servers, the new Doom Walker levels will debut in Season 3.",
        "Description2": "For newer servers, here is the schedule:",
        "List1": "After entering the off-season of Season 1, Doom Walker levels 200, 210, and 220 will be unlocked.",
        "List2": "After entering the off-season of Season 2, Doom Walkers will unlock at levels 230, 240, and 250.",
        "Description3": "Doom Walkers are quite important during the seasons, as they are rewarded with scarce resources like Mithril for their first blood (first kill of the day)."
      },
      "Lkw": {
        "Title": "Truck",
        "Description1": "Trucks are undergoing a makeover, but it is purely aesthetic."
      }
    },
    "Weapons": {
      "Title": "Hero Upgrades and Weapons",
      "Description1": "Season 3 brings new updates for heroes and weapons; their availability varies over time.",
      "Description2": "The biggest update: The Hero-Swap event allows you to swap a hero’s EXP level and stars.",
      "Description3": "Hero Swap",
      "Description4": "The Hero Swap is a new event happening in Week 2, which finally allows you to swap the EXP level and stars of two heroes.",
      "Description5": "For Season 3, you will immediately receive 2 Swap Coupons to swap 2 heroes.",
      "Description6": "Scarlett Upgrade to UR",
      "Description7": "It will be possible to upgrade Scarlett to a UR Hero. This event takes place on the first day of Week 3.",
      "Description8": "Mason and Violet Upgrade to UR",
      "Description9": "If you have a UR Upgrade Element, you can upgrade Mason and/or Violet to a UR Hero during Season 3. Go to Mason or Violet, and you will find the 'Promote' button.",
      "Description10": "S3: The Return of the Legend",
      "Description11": "S3: Legend Returns starts on the first day of Season 3. Use Hero Return Tickets to get additional Mithril and Secret Water.",
      "Description12": "S3: Weapons of Legends",
      "Description13": "S3: Weapons of Legends starts on Day 3. The reset countdown for a free recruitment is 2 days and 5 hours."
    },
    "ExclusiveWeapons": {
      "Title": "Exclusive Weapons",
      "Description1": "Season 3 also introduces some exclusive weapons: Marshall, Schuyler, and McGregor.",
      "Description2": "Marshall's Exclusive Weapon",
      "Description3": "With the Battle Pass for Marshall's exclusive weapons (starting on Day 4 of Week 1), you can earn Marshall’s exclusive weapon shards, which you can use to activate and upgrade the exclusive weapon. Otherwise, you can collect universal exclusive weapon shards, which you can only use for upgrades, not activation.",
      "Description4": "Schuyler's Exclusive Weapon",
      "Description5": "With the Battle Pass for Schuyler's exclusive weapons (starting on Day 4 of Week 3), you can earn Schuyler’s exclusive weapon shards, which you can use to activate and upgrade the exclusive weapon. Otherwise, you can collect universal exclusive weapon shards, which you can only use for upgrades, not activation.",
      "Description6": "McGregor's Exclusive Weapon",
      "Description7": "With the Battle Pass for McGregor's exclusive weapons (starting on Day 4 of Week 6), you can earn McGregor’s exclusive weapon shards, which you can use to activate and upgrade the exclusive weapon. Otherwise, you can collect universal exclusive weapon shards, which you can only use for upgrades, not activation."
    },
    "Professions": {
      "Title": "Professions – Level Cap Increased to Level 100",
      "Description1": "In Season 3, the level cap for professions will be increased to level 100, unlocking more new abilities and strategic decisions."
    },
    "Bazaar": {
      "Title": "Desert Bazaar",
      "Description1": "By killing sandworms, you can collect sandworm scale items (such as from drop chests when sandworms are killed or as objectives in the Sandworm Crisis event), which you can exchange for very important items in the Desert Bazaar.",
      "Description2": "The Desert Bazaar resets weekly, and when new missions are unlocked, you can find additional items there each week. Below, I list all the items available weekly and provide a brief description of each special item."
    }
  },
  "R4Roles": {
    "Title": "Alliance Structure",
    "DescriptionTitle": "Role Descriptions",
    "Marshal": {
      "Description": "Lead the alliance and coordinate overall structure",
      "Description2": "Support the R4 team in decision-making",
      "Description3": "Manage diplomatic relations with other alliances",
      "Description4": "Oversee the PlayerManager system"
    },
    "Vs": {
      "Description": "Announce “Save” or “All-in” each Sunday",
      "Description2": "Share VS tips and opponent insights",
      "Description3": "Track player points throughout the week",
      "Description4": "Encourage active participation",
      "Description5": "Remind players privately if needed"
    },
    "Tactical": {
      "Description": "Activate the Marshal event and position the Marshal",
      "Description2": "Start the Marshal event at the planned time",
      "Description3": "Plan and prepare the Zombie Siege",
      "Description4": "Set event levels for both Marshal and Zombie",
      "Description5": "Write and post announcements with day and time"
    },
    "Desert": {
      "Description": "Activate and create both teams on Monday",
      "Description2": "Define strategy and roles for each team",
      "Description3": "Motivate players to join and communicate expectations",
      "Description4": "Write a post-event summary if needed"
    },
    "Personnel": {
      "Description": "Search for new players when space is available",
      "Description2": "Provide regular updates on contacted or interested recruits",
      "Description3": "Welcome new players with a friendly message",
      "Description4": "Remove inactive members with a respectful message",
      "Description5": "Inform the alliance of departures and their reasons, if possible"
    },
    "Strategy": {
      "Description": "Share useful game tips in alliance messages and Discord",
      "Description2": "Provide updates on game changes and patch notes",
      "Description3": "Inform the team about new seasons and event changes",
      "Description4": "Answer player questions and guide them with useful info"
    },
    "Train": {
      "Description": "Inform the train leader in the morning and assign the VIP guest",
      "Description2": "Notify the VIP player of their seat for the day",
      "Description3": "Plan the train leader schedule from Sunday to Tuesday",
      "Description4": "Assign and announce the daily train"
    },
    "Donations": {
      "Description": "Check daily if players are contributing to alliance donations",
      "Description2": "Politely remind those who missed their donations",
      "Description3": "Report on Sunday any players who didn’t donate all week"
    },
    "Special": {
      "Description": "Plan special events like Glacieradon and General’s Trial",
      "Description2": "Research and explain new event types to the team",
      "Description3": "Inform players early about upcoming events",
      "Description4": "Announce events clearly with date and time",
      "Description5": "Lead and launch the events as scheduled"
    },
    "Discipline": {
      "Description": "Ensure no player is blamed, shamed, or insulted publicly",
      "Description2": "Step in during chat conflicts or toxic behavior",
      "Description3": "Prevent players from instructing others inappropriately",
      "Description4": "Clarify that only R4 or assigned roles give official feedback"
    },
    "War": {
      "Description": "Plan war events such as Capitol and Season Wars",
      "Description2": "Ensure personal presence or appoint a reliable substitute",
      "Description3": "Motivate players to participate and show up"
    }
  },
  "Seasons": {
    "Title": "Seasons",
    "Season4": {
      "Title": "Season 4: Evernight Isle",
      "Description": "Light and Darkness: Face the Blood Night Moon and return the light to Sakura Isle",
      "Link1": "Main Overview",
      "Link2": "Weeks guides",
      "Link3": "Game modes",
      "Link4": "The Ultimate Strategy Guide",
      "Link5": "Professions",
      "Link6": "Tactics Card"
    },
    "Season3": {
      "Title": "Season 3: Golden Kingdom",
      "Description": "Explore the deserts of the Golden Kingdom and uncover ancient secrets, powerful skills and hidden artifacts.",
      "Link1": "Main Overview",
      "Link2": "The Ultimate Strategy Guide",
      "Link3": "Weeks guides",
      "Link4": "Professions and Skills",
      "Link5": "Desert Artifacts Locations",
      "Link6": "Sphinx/Oasis Locations",
      "Link7": "Celebration",
      "Link8": "Tricks/Cheats"
    },
    "Season2": {
      "Title": "Season 2: Polar Storm",
      "Description": "A chilling wind is rising. Prepare for blizzards, frozen conflicts, and tactical survival across the ice-ridden battlefields.",
      "Link1": "Main Overview",
      "Link2": "The Ultimate Strategy Guide",
      "Link3": "Supply Collection Locations",
      "Link4": "Weeks 1–8",
      "Link5": "Celebration",
      "Link6": "Tricks/Cheats"
    },
    "Season1": {
      "Title": "Season 1: The Crimson Plague",
      "Description": "The outbreak begins. The RA virus spreads, war erupts, and new leaders rise. Prepare for the first stage of chaos in Last War.",
      "Link1": "Main Overview",
      "Link2": "Ultimate War Rules Guide",
      "Link3": "Weeks 1–8",
      "Link4": "Professions",
      "Link5": "Celebration",
      "Link6": "Tricks/Cheats"
    }
  },
  "SeasonLeaderBoard": {
    "Title": "🏆 Season 4 – Leaderboard 🏆",
    "Description": "The best players of the fourth season",
    "Button": "To the leaderboard",
    "Table": {
      "Title": "Leaderboard",
      "Rank": "Rank",
      "Player": "Player",
      "AllianceLoot": "Alliance Loot",
      "Rewards": "Season Reward",
      "Wars": "Wars",
      "Score": "Score"
    },
    "Rewards":{
      "Tactician": "Tactician Reward",
      "TacticianShort": "Tactician",
      "Core": "Core Member Reward",
      "CoreShort": "Core Member",
      "Elite": "Elite Member Reward",
      "EliteShort": "Elite",
      "Valued": "Valued Member Reward",
      "ValuedShort": "Valued",
      "Leader": "Alliance Leader Reward",
      "LeaderShort": "Leader"
    }
  }
}
