{
  "Home": {
    "Welcome": "Welcome, brave warriors, to the Alliance Old Viking!",
    "Section1": "Step into the stormy seas and endless battlefields with the Alliance Old Viking by your side. Here we fight shoulder to shoulder, our axes sharp, our shields raised, always ready for the next battle.",
    "WhatToExpect": {
      "Title": "What to Expect:",
      "List1": "Brothers and Sisters in Arms: Find loyal companions who will support you in every battle and share the glory with you.",
      "List2": "Strategic Mastery: Forge powerful plans and overcome your enemies with clever tactics and unwavering courage.",
      "List3": "Glorious Feasts: Participate in epic battles and glorious raids that will reward you richly and continue your heroic saga.",
      "List4": "Wisdom of the Ancients: Learn from experienced warriors and improve your skills to stand as a true Viking."
    },
    "Allies": {
      "Title": "Our Allies:",
      "Allie1": "FYU - IMPERIVM XXIV"
    },
    "Nap": {
      "Title": "Non-Aggression Pacts (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "Section2": "Become a part of the Alliance Old Viking and sail with us into legend. Together, we will be unbeatable and make the world tremble with awe.",
    "Vs": {
      "Title": "VS-Duel:",
      "Description": "Find out here how to score the most points.",
      "Link": "Learn more",
      "Day1": {
        "Link": "day1",
        "Description": "Day 1 - Radar Special Training"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Day 2 - Base Building"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Day 3 - Age of Science"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Day 4 - Hero Development"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Day 5 - Combat Readiness"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Day 6 - Elimination of Enemies"
      }
    },
    "Information": {
      "Title": "More Information",
      "Description": "Here you will find useful links to the main pages of our website:",
      "Vs": "VS Duel",
      "Rules": "Rules",
      "Basics": "Basics",
      "TipsAndTricks": "Tips and Tricks"
    }
  },
  "Rules": {
    "Title": "Alliance Rules",
    "Rule1": {
      "Title": "Inactivity",
      "Description": "Anyone who is offline for 3 days without notifying will be dismissed from the alliance on the 4th day."
    },
    "Rule2": {
      "Title": "Assembly Point",
      "Description": "The entire battle is over on Sunday, and all members should gather at the alliance assembly point.",
      "Description2": "Anyone who has not gathered at the assembly point by Wednesday will be dismissed.",
      "Description3": "How do I get to the meeting place?"
    },
    "Rule3": {
      "Title": "Alliance Technology Donations",
      "Description": "By Sunday, each member must have donated points to the alliance technology (donating is free).",
      "Description2": "Anyone who does not do this will be dismissed.",
      "Description3": "How do I make a donation?"
    },
    "Rule4": {
      "Title": "Player Names",
      "Description": "Each member must have their own player name.",
      "Description2": "Anyone who does not choose their own player name will be dismissed from the alliance."
    },
    "Rule5": {
      "Title": "General Attacks",
      "Description": "Any attack on our allies or on the NAP (Non-Aggression Pact) is prohibited.",
      "Description2": "Attacks on players from other alliances are generally prohibited. If special circumstances or conflicts arise, such actions must be discussed and approved by an R5 or R4 beforehand to avoid unnecessary stress.",
      "Description3": "Plundering trucks or trains from your own server is not allowed.",
      "Description4": "How to avoid attacks on your own trucks"
    },
    "Note": {
      "Title": "Note:",
      "Description": "If anyone does not know how to fulfill a rule or has any other questions, please contact us. We are here to help."
    },
    "Footer": "Let's be strong and successful together!",
    "ServerRules": {
      "Title": "Server Rules",
      "Abuse": {
        "Title": "Abuse:",
        "Rule1": "No bullying, sexism, racism, homophobia or other hate-based chat, including ethnic, sexual, religious, disability, agist or transphobic slurs. The consequence is one free hit on the player, or repeat offence is expulsion from the alliance."
      },
      "Zeroing": {
        "Title": "Zeroing:",
        "Rule1": "It is forbidden to zero (ash) bases who are in alliances on our server. The consequence is being zeroed in return, with troops outside of the base."
      },
      "Trucks": {
        "Title": "Trucks:",
        "Rule1": "No attacks on our server trucks and trains. Use the filter to prevent this. If it occurs, speak to the person directly to organise an equivalent truck to be plundered in return. If no response, raise with R4/R5."
      },
      "Villages": {
        "Title": "Villages:",
        "Rule1": "Players are not allowed to attack bases on village capture, only reinforce the village or attack the village. The consequence is an equivalent number of hits in return with troops outside of the base."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Attacks 1: ",
          "Rule": "Players who leave their alliance to attack a player in the Top 10 will be banned from joining any Top 10 for 1 week. They cannot be protected for that week by any Top 10."
        },
        "Rule2": {
          "Title": "Attacks 2: ",
          "Rule": "Players who attack any other player in the Top 10 should receive the same number of attacks and damage in return, with a second offence resulting in a 1 week ban from Top 10."
        }
      },
      "Cities": {
        "Title": "Cities:",
        "Rule1": "Level 6 cities belong to the Top 3 alliances. If the top 3 is to change, level 6 cities will change accordingly. "
      }
    }
  },
  "Navigation": {
    "Home": "Home",
    "Rules": "Rules",
    "VS": "VS-Duel",
    "Alliances": "Alliances",
    "Basics": "Basics",
    "TipsAndTricks": "Tips/Tricks",
    "Buildings": "Buildings"
  },
  "VS": {
    "Title": "VS Duel",
    "Day1": {
      "Title": "Day 1 - Radar Special Training",
      "DayText": "Monday",
      "Task1": "Use 1 stamina",
      "Task2": "Complete 1 radar mission",
      "Task3": "Use at least 660 hero XP each time",
      "Task4": "Use 1 drone combat data point",
      "Task5": "Use 1 drone component",
      "Task6": "Buy a gift pack with diamonds (1 diamond)",
      "Task7": "Collect 100 food",
      "Task8": "Collect 100 iron",
      "Task9": "Collect 60 gold",
      "Task10": "For each drone skill chip point earned"
    },
    "Day2": {
      "Title": "Day 2 - Base Construction",
      "DayText": "Tuesday",
      "Task1": "Use 1 minute building accelerator",
      "Task2": "Increase building combat power by 1 point",
      "Task3": "Send the legendary trading cart 1 time",
      "Task4": "Complete 1 orange secret mission",
      "Task5": "Buy a gift pack with diamonds (1 diamond)",
      "Task6": "Recruit survivors 1 time in the tavern"
    },
    "Day3": {
      "Title": "Day 3 - Age of Science",
      "DayText": "Wednesday",
      "Task1": "Use 1 minute research accelerator",
      "Task2": "Increase technology combat power by 1 point",
      "Task3": "Complete 1 radar mission",
      "Task4": "Buy a gift pack with diamonds (1 diamond)",
      "Task5": "Each time you open a level 1 drone component",
      "Task6": "Each time you open a level 2 drone component",
      "Task7": "Each time you open a level 3 drone component",
      "Task8": "Each time you open a level 4 drone component",
      "Task9": "Each time you open a level 5 drone component",
      "Task10": "Each time you open a level 6 drone component",
      "Task11": "Each time you open a level 7 drone component"
    },
    "Day4": {
      "Title": "Day 4 - Hero Development",
      "DayText": "Thursday",
      "Task1": "Perform 1 hero recruitment",
      "Task2": "Use at least 660 hero XP each time",
      "Task3": "Use 1 legendary hero fragment",
      "Task4": "Use 1 rare hero fragment",
      "Task5": "Use 1 skill medal",
      "Task6": "Buy a gift pack with diamonds (1 diamond)"
    },
    "Day5": {
      "Title": "Day 5 - Combat Readiness",
      "DayText": "Friday",
      "Task1": "Complete 1 radar mission",
      "Task2": "Use 1 minute building accelerator",
      "Task3": "Increase building combat power by 1 point",
      "Task4": "Use 1 minute research accelerator",
      "Task5": "Increase technology combat power by 1 point",
      "Task6": "Use 1 minute training accelerator",
      "Task7": "Train 1 soldier to level 1",
      "Task8": "Train 1 soldier to level 2",
      "Task9": "Train 1 soldier to level 3",
      "Task10": "Train 1 soldier to level 4",
      "Task11": "Train 1 soldier to level 5",
      "Task12": "Train 1 soldier to level 6",
      "Task13": "Train 1 soldier to level 7",
      "Task14": "Train 1 soldier to level 8",
      "Task15": "Train 1 soldier to level 9",
      "Task16": "Train 1 soldier to level 10",
      "Task17": "Buy a gift pack with diamonds (1 diamond)"
    },
    "Day6": {
      "Title": "Day 6 - Elimination of Enemies",
      "DayText": "Saturday",
      "Task1": "Send the legendary trading cart 1 time",
      "Task2": "Complete 1 orange secret mission",
      "Task3": "Use 1 minute building accelerator",
      "Task4": "Use 1 minute research accelerator",
      "Task5": "Use 1 minute training accelerator",
      "Task6": "Use 1 minute healing accelerator",
      "Task7": "Each level 1 unit killed from a rival alliance",
      "Task8": "Each level 2 unit killed from a rival alliance",
      "Task9": "Each level 3 unit killed from a rival alliance",
      "Task10": "Each level 4 unit killed from a rival alliance",
      "Task11": "Each level 5 unit killed from a rival alliance",
      "Task12": "Each level 6 unit killed from a rival alliance",
      "Task13": "Each level 7 unit killed from a rival alliance",
      "Task14": "Each level 8 unit killed from a rival alliance",
      "Task15": "Each level 9 unit killed from a rival alliance",
      "Task16": "Each level 10 unit killed from a rival alliance",
      "Task17": "Each level 1 unit killed",
      "Task18": "Each level 2 unit killed",
      "Task19": "Each level 3 unit killed",
      "Task20": "Each level 4 unit killed",
      "Task21": "Each level 5 unit killed",
      "Task22": "Each level 6 unit killed",
      "Task23": "Each level 7 unit killed",
      "Task24": "Each level 8 unit killed",
      "Task25": "Each level 9 unit killed",
      "Task26": "Each level 10 unit killed",
      "Task27": "Each level 1 unit lost",
      "Task28": "Each level 2 unit lost",
      "Task29": "Each level 3 unit lost",
      "Task30": "Each level 4 unit lost",
      "Task31": "Each level 5 unit lost",
      "Task32": "Each level 6 unit lost",
      "Task33": "Each level 7 unit lost",
      "Task34": "Each level 8 unit lost",
      "Task35": "Each level 9 unit lost",
      "Task36": "Each level 10 unit lost",
      "Task37": "Buy a gift pack with diamonds (1 diamond)"
    },
    "GeneralTips": {
      "Title": "General Tips:",
      "Tip1": "Complete radar missions only every other day when they give points in the event (Monday, Wednesday, Friday)",
      "Tip2": "Collect all drone combat data points and use them only on Monday",
      "Tip3": "Leave buildings wrapped after construction and only unwrap them on Tuesday when they give points",
      "Tip4": "Collect tickets for trading carts and missions, then use them when golden trucks and missions give points",
      "Tip5": "Collect survivor tickets and use them on Tuesday (except for free ones)",
      "Tip6": "Leave drone component chests in inventory and open them only on Wednesday",
      "Tip7": "Collect all recruitment tickets and use them only on Thursday (except for free ones)",
      "Tip8": "Collect hero fragments and skill medals and use them only on Thursday",
      "Tip9": "Collect hero XP and use it only on Monday or Thursday",
      "Tip10": "Collect all drone skill chips for Monday"
    },
    "YouTubeNote": "Note: The following YouTube videos show good examples for the VS day. Please note that they may not be entirely up-to-date. Also check for the latest changes and procedures.",
    "Description": "On this page, you will find useful tips and tricks on how to score the maximum points in the VS Duel without spending money. Discover effective strategies and proven methods to maximize your score and succeed!"
  },
  "DesertStorm": {
    "Title": "Desert Storm",
    "Register": {
      "Title": "Registration",
      "Description1": "Any member of an alliance can request to participate when registration is open.",
      "Description2": "The maximum number of players is 20 per team, with 10 substitutes allowed. Once registration is closed, not even R4 and R5 can change the participants. R4/R5 decide the final lineup of participating players.",
      "Description3": "Only request to participate in specific time slots if you can actually attend, as replacements are not possible later. Up to 10 substitutes can be selected.",
      "Step1": "Go to Events -> <br> Battlefield Desert Storm -> <br> Select Participants",
      "Step2": "Select \"Request to Battle\"",
      "Step3": "We play from 22:00 - 22:40 <br> Check the box and confirm"
    },
    "Join": {
      "Title": "Enter the Battlefield",
      "Description": "When the event countdown ends on the event detail page and the event starts, participants must enter the battlefield on time. After 5 more minutes, substitutes may enter, and those who were not connected will remain outside.",
      "Step1": "You start the game with troops of the highest level you can train, matching the capacity of your training grounds.",
      "Step2": "Troops can be injured during the event and will be sent to a special event hospital (you can heal them during the event if needed, and if you have the field hospital, healing will be faster), but at the end of the event, injured troops will return to their normal state as if nothing happened. So use all the troops available to you. Alliance help is not available in the event hospital.",
      "Step3": "Only troops that are in your base in the normal game are available in Desert Storm. If you left any in the fields, just recall them to the base. Once they enter the base, they will be available in DS."
    },
    "Goals": {
      "Title": "Goals",
      "Goal1": "During the event, try to score as many alliance points as possible to win. A nice HUD banner with real-time rankings will help you keep track of the progress.",
      "Goal2": "Alliance points are earned by capturing and holding buildings. The first capture gives some additional points. A capture is only complete once an alliance clears the building of enemies, if they are reinforcing, and after the 1-minute capture countdown ends. From that moment, capture yields are added to the real-time score banner.",
      "Goal3": "Additional points can be collected by gathering point supply boxes that appear when a building is captured (if there are extra points). Send scouts to collect them quickly.",
      "Goal4": "Individual points grant personal rewards, but the focus should be on alliance points, as the alliance rewards are better than individual ones."
    },
    "MostImportant": {
      "Title": "The Most Important Things to Know",
      "Important1": "You cannot use alliance help to heal your soldiers in the hospital as you can in the normal game, but you can use healing boosts.",
      "Important2": "You can only use troops in the mini-game Desert Storm if your troop is in the base on the normal map. Make sure your troops are back in the base before Desert Storm starts. If a troop is used in the normal map mode, it will not be available in Desert Storm.",
      "Important3": "If you miss the registration phase or are not listed as a participant or substitute, you cannot participate in the Desert Storm Battle.",
      "Important4": "Teleports in Desert Storm are free but limited to 1 every 2 minutes. The cooldown is shown in the bottom left part of the screen just above the \"Heroes\" button.",
      "Important5": "In Desert Storm, your base durability is 4000 points. After 4 hits, your base will burn, and you will be teleported back to the safe zone. The teleport cooldown does not reset in this case. If it was used, you have to wait.",
      "Important6": "Most players without Desert Storm experience lose their troops within a few minutes. Be sure to read the following strategies to learn how to minimize troop losses.",
      "Important7": "In Desert Storm, you cannot move your troops freely. They must reach a target and return to the base before being deployed to another target. Forget about burning a base with a few quick clicks and a troop in a few seconds.",
      "Important8": "In Desert Storm, once the teleport cooldown is over, you can teleport anywhere on the map, regardless of whether your troops are in the base or not. This is a nice change from the normal game teleport rules, where all your troops must be back in the base before teleporting. P.S.: The same rule applies during the Duel vs Day 6, when teleporting to and from the other server."
    },
    "Strategies": {
      "Title": "Strategies",
      "EmptyBuilding": {
        "Title": "Capture an Empty Building",
        "Description1": "Capturing an empty building is easy: just attack it, and it's yours.",
        "Description2": "After 1 minute, points for your alliance (and for your individual points) are generated based on the capture yield. If it's the first capture, you also get the first capture points."
      },
      "ReduceTroopLosses": {
        "Title": "Strategy to Capture Empty Buildings to Reduce Troop Losses",
        "Description1": "If you capture a building (but still don't receive capture points) and an enemy shows up, you can use the following strategy to win the battle and reduce your troop losses (this works well if the enemy's HQ/power is similar to or lower than yours):",
        "Tip1": "Keep your troop in the building until the enemy starts the attack (especially if it's the first building capture where you can get the initial capture points).",
        "Tip2": "If the enemy starts attacking the building and you haven't received the capture yield yet (you are reinforcing for less than 1 minute), withdraw the troop to avoid the enemy attacking your troop on the building. This prevents troop losses.",
        "Tip3": "The enemy likely sent their A-team to capture the building, so they might be defenseless. Remember, if they want to attack your base with that troop, they need to send it back to their base first and then send it to your base.",
        "Tip4": "Send all your troops with troop A in the first position to attack the enemy base.",
        "Tip5": "If you are lucky, the enemy has no defense or only weak troops. Once the enemy is eliminated, send your troop to capture the base.",
        "Tip6": "By using scouts, you can ensure the troops you send can actually win the battle against the base. Send scouts multiple times just before your troops hit the enemy to withdraw a troop if the enemy activates defense."
      },
      "Advantages": {
        "Title": "Advantages:",
        "Description1": "You avoid losing troops in the enemy's first attack, which will likely be an A-team sent to capture the base.",
        "Description2": "If the enemy has no defense line, you can eliminate them with zero troop losses, especially if you are quick and the enemy is nearby.",
        "Description3": "The enemy doesn't get points if you are quick, as it takes 1 minute for the capture to start."
      },
      "Disadvantages": {
        "Title": "Disadvantages:",
        "Description1": "If the enemy has a strong B-team and uses it for defense, this strategy can work, but it will take longer as you can only hit them with your A-team. This works better if you are near the enemy.",
        "Description2": "If multiple enemies appear, you might be vulnerable to their attacks when your A-team is sent to attack the enemy.",
        "Description3": "The enemy might go on defense when you hit them. So using a troop with only a low-level hero might be a good strategy to further reduce the risk of troop loss.",
        "Description4": "If it's the first capture of the building and you don't eliminate the enemy quickly enough, they get those points.",
        "Description5": "Keep in mind that this strategy aims to reduce troop losses, but you lose valuable seconds in capturing the building. Use it wisely, considering the current battle status and the number of troops you have left."
      },
      "BuildingInEnemy": {
        "Title": "Capture a Building Owned by the Enemy",
        "Description1": "If the building belongs to the other team, you can proceed in two ways:",
        "Description2": "Attack the building directly with your strongest troop and try to defeat all troops reinforcing the building (similar to village capture). This strategy has a serious issue as you will likely lose many soldiers and run out of troops after a few captures.",
        "Description3": "Identify bases with reinforcements and burn them down. This approach usually works well if the bases have no defense. Otherwise, the same problem as the above approach occurs, but you will likely lose fewer soldiers if the enemy sends the first troop for reinforcement."
      },
      "ShouldNotDo": {
        "Title": "What You Should Not Do",
        "Description1": "In Desert Storm, your troops are very valuable, so you should avoid anything that puts them in danger.",
        "Description2": "Here are some examples of what not to do, as it will most likely result in troop loss:",
        "Description3": "If attacked by a weaker enemy, wait with your main troop in defense and then attack when their main troop returns, instead of letting them burn you because your defense troops are out. Remember, each attack causes a certain number of troop losses if you remove the defense formation.",
        "Description4": "Don't attack idle enemies with weak troops, as they have time to build up their defense and you will lose troops. It's better to do this when enemies are multitasking, as they might not have time to build up defense if they see you attacking (works best if you are near the enemy base)."
      }
    }
  },
  "Alliances": {
    "Title": "Alliance",
    "Donate": {
      "Title": "How You Can Contribute/Donate",
      "Description": "To contribute to Alliance Tech, the following rules apply:",
      "Rule1": "for each donation to a non-recommended technology, you receive 50 EXP and alliance contribution points.",
      "Rule2": "for each donation to the recommended technology, you receive an additional reward of +20%: you earn 60 EXP and 60 alliance contribution points.",
      "Rule3": "Furthermore, donations have a chance to trigger a critical hit, granting extra tech EXP. The chances for critical hits are:",
      "Hit1": "No critical hit: 45%",
      "Hit2": "2x critical hit (additional 50 points alliance tech EXP): 30%",
      "Hit3": "3x critical hit (additional 100 points alliance tech EXP): 15%",
      "Hit4": "5x critical hit (additional 200 points alliance tech EXP): 10%",
      "Description2": "How to donate:",
      "Donate": "Click on the recommended technology and then on 'Donate', either with coins or diamonds.",
      "Maximum": "Commanders have a maximum of 20 opportunities to donate to the alliance technology with coins. Each donation, whether critical or not, consumes one opportunity. If a commander's available donation opportunities fall below 20, they receive one opportunity every 20 minutes.",
      "Limit": "There is no daily limit on the number of diamond donations commanders can make to alliance technology. However, the diamond costs for each donation increase with the number of donations made, but an unlimited number of diamond donations can be made. After 20 minutes, the amount of diamonds required for donation gradually decreases. Costs start at 2 diamonds for the first donation and increase by 2 diamonds with each subsequent donation, up to a maximum of 50 diamonds."
    },
    "Shop": {
      "Title": "Alliance Shop",
      "Description1": "If you are part of an alliance, you have access to the Alliance Shop. Alliance -> Alliance Shop",
      "Description2": "The Alliance Shop offers very helpful power-up items that can be claimed in exchange for alliance contribution points. The amount you can claim of each item is time-limited, and the shop resets these limits after a countdown displayed at the top of the Alliance Shop.",
      "Image": "In the image, two areas are marked in red: <br> Advanced Teleport and Alliance Teleport <br> These two areas are important to get to the assembly place. <br> With the Advanced Teleport, you can freely choose where you want to be teleported on the map. <br> With the Alliance Teleport, you will be teleported somewhere near the assembly place."
    },
    "AssemblyPlace": {
      "Title": "How do I get to the assembly place?",
      "Variant1": {
        "Title": "Variant 1: Advanced Teleport",
        "Description1": "Search for our alliance assembly place on the map (purple flag).",
        "Description2": "Choose a free spot nearby.",
        "Description3": "Click on 'Teleport'. This will cost you an Advanced Teleport."
      },
      "Variant2": {
        "Title": "Variant 2: Alliance Teleport",
        "Description1": "Go to your inventory and select the 'Special' tab.",
        "Description2": "Find the Alliance Teleport.",
        "Description3": "Click on 'Use'. You will then be automatically teleported to the assembly place."
      },
      "Footer": "In the image below, the Alliance Teleport is shown, and in the image above is the shop. You can exchange both teleports as described above in the Alliance Shop. The Alliance Teleport costs less.",
      "Image": "Click on: <b><br> 1. Inventory <br> 2. Special <br> 3. Alliance Teleport <br> 3. Use"
    }
  },
  "Basics": {
    "Title": "Basics",
    "Translate": {
      "Title": "Translations",
      "Description": "In Last War, you can use the automatic translation feature to translate text into your own language. To translate chats and messages, simply use the icon at the bottom right – it shows an 'A' with arrows and a 'T'. This way, you can communicate in your preferred language and focus entirely on the game!",
      "Image": "The image shows two examples of where to find the icon to translate the text."
    },
    "Trucks": {
      "Title": "Looting Trucks on Your Own Server",
      "Description": "It is not allowed to loot trucks on your own server. To ensure that such trucks do not appear, there is a checkbox that you can activate to filter out all trucks from your own server. Please check this box to comply with the rules. The image below shows where to find the checkbox.",
      "Image": "Please activate the checkbox as shown in the image."
    }
  },
  "TipsAndTricks": {
    "Title": "Tips and Tricks",
    "Overview": {
      "Title": "Overview"
    },
    "Pvp": {
      "Title": "Attack and Defense",
      "Description1": "First, let’s discuss basic defense. You should only attempt to defend if your main troop can survive the first or second consecutive attack (i.e., the attacker is roughly at your level).",
      "Tip1": "If you can’t defend or aren’t online to make this decision, DEACTIVATE your defenses.",
      "Tip2": "To activate/deactivate defenses: Go to the wall in your base, click on the house+ icon, and deactivate the troops. Every time you unlock a new troop, make sure to deactivate it as well. Sometimes it makes sense to have no defense at all, and sometimes it makes sense to use the main troop as defense, but the biggest mistake you can make is allowing your weaker troops to participate in defense.",
      "Tip3": "Why this works: Suppose a much stronger player attacks you 5 times (let’s assume you’re level 20 with 3 troops). You would lose around 10k to 12k troops in those 5 attacks if you had 3 defense teams. If you had only a single defense (the strongest troop), you would lose about 4k to 5k troops. If you had no defense at all, you would lose about 1k troops (due to the breakthrough attack, which doesn’t count as kills for the attacker). That’s a huge difference.",
      "Tip4": "Attacking bases serves two purposes in this game: (1) to plunder resources and (2) to earn points during kill events, like the Enemy Destroyer (Day 6 of the Duel).",
      "Tip5": "Plundering offers the best resource-stamina ratio in the game, but be aware of defenses/counterattacks, your current plunder limits, etc.",
      "Tip6": "When attacking other bases for kill events, note that only fights count as kills for points. So someone without defense or without troops won’t give you event points or increase your individual kill count. That’s another reason why you should deactivate your own defenses, to prevent your opponents from earning points by attacking you.",
      "Image1": "Click on the wall and then on the plus icon to access defenses.",
      "Image2": "By checking the box, you can turn the defense on or off for each troop."
    },
    "Troops": {
      "Title": "Troop/Unit Training",
      "Description1": "The optimal strategy for troop training is to train them in 3 stages. This doesn’t make the training faster or use fewer resources, but it allows you to earn more points during relevant events like unit training in the Arms Race and Day 5 of Duel activity.",
      "Tip1": "Assume TX = max level of troops you can train, TY = one level below the maximum, and TZ = two levels below the maximum. The strategy is to train TZ all week long (assuming you already have enough TX for all your units). During unit training in the Arms Race, promote TZ -> TY and/or TY -> TX (you might do two rounds in each barrack without accelerators during this phase). On Day 5 of the Duel, you would promote almost all TY/TZ to TX before entering the Desert Storm battlefield or Day 6 of the Duel. Once you’ve completed the kill events, continue filling TZ.",
      "Tip2": "For example, if you’re HQ 25, then TX would be level 8 units (requires Lv24 Barrack), TY would be level 7 units (requires Lv20 Barrack), and TZ would be level 6 units (requires Lv17 Barrack). To apply this strategy, you need to keep some barracks at a level lower than the maximum possible. Of 4 barracks, I recommend having 2 that can train up to TX and 2 that can only train up to TY. This is because troop promotion automatically goes to the maximum level for that barrack.",
      "Example": {
        "Title": "An Example: ",
        "Example1": "Direct Training: 1 T9 Soldier = 250 points",
        "Example2": "Tiered Training: 1 T5 = 150 points, 1 T5 -> 1 T6 = 175 points, 1 T6 -> 1 T7 = 200 points, 1 T7 -> 1 T8 = 225 points, 1 T8 -> 1 T9 = 250 points totaling 1000 points",
        "Description": "As you can see, with the tiered approach, you get four times the points for each soldier."
      },
      "Image1": "In this image, you can see which troops you can upgrade. Click the 'Upgrade' button, not 'Train,' to bring the soldiers to the maximum level of the barrack."
    },
    "Healing": {
      "Title": "Spam Healing",
      "Description1": "Another concept is 'Spam-Healing.' This means if you have over 1000 dead troops and it would take 4 hours to heal them all, you should set only 25 minutes of healing time at a time and click the help button from your alliance. This keeps the resource cost the same but reduces healing time by more than 50%. This method is efficient for keeping your combat power high and ensuring a steady flow of troops."
    },
    "SmallTroops": {
      "Title": "Gathering Resources with Low Troop Strength",
      "Description1": "If you have only a few troops available in your training ground (e.g., after Saturday’s wars), you might not be able to send all your troops to gather resources since a certain number of troops is required for each troop.",
      "Description2": "This can be resolved as follows:",
      "Tip1": "Return your troops to the base so you can replace them",
      "Tip2": "Remove all heroes from each troop and add only 1 hero per troop, preferably those with a low value in the 'Command' attribute.",
      "Tip3": "Now send troops to gather. Each troop will use a much smaller number of troops, so you can send them all.",
      "Tip4": "Additionally, you can easily train level 1 soldiers in any barrack to have some troops available almost immediately, as training level 1 soldiers is quick."
    },
    "IncreasedDamage": {
      "Title": "Increased Damage Percentage",
      "Description1": "In every attack, defense, or guard, you can use the War Fever to increase damage by 1%.",
      "Description2": "This boost is automatically activated when you attack or scout a base, but not when you are just defending.",
      "Description3": "To trigger War Fever, you can perform one of the following actions:",
      "Tip1": "Send a reconnaissance plane to a base",
      "Tip2": "Start an attack or rally against an enemy base (attacks or rallies against zombies do not count). You can also cancel the attack once War Fever has started",
      "Tip3": "You can see the status of War Fever in the top left corner of the screen, just below the food/iron/coins/energy displays. Clicking on the icon will show the countdown.",
      "Tip4": "Repeat the triggering action to restart the countdown to 15 minutes at any time.",
      "Tip5": "IMPORTANT: Do not use this trick while you have a shield, as you will lose it."
    }
  },
  "Buildings": {
    "Title": "Buildings",
    "Headquarters": {
      "Title": "Headquarters",
      "Description1": "The Headquarters is the most important building in the game. It serves similar functions to the town halls in other games. By upgrading it, you can build new structures and elevate existing buildings to higher levels.",
      "Description2": "When the Headquarters levels up, the following increases:",
      "List1": "Performance",
      "List2": "Hero Level Cap",
      "List3": "Hero HP",
      "List4": "Hero Attack",
      "List5": "Hero Defense",
      "List6": "Level Cap for each building",
      "LevelUp": {
        "Title": "Level-Up Requirements",
        "Description1": "To upgrade the Headquarters to a higher level, both resource and building requirements must be met at each stage.",
        "Description2": "It is important to progress the construction step by step to ensure a smooth advancement to the next level of the Headquarters and to save enough resources. If the Headquarters is not upgraded, it can lead to a weak troop as this building sets the cap for hero levels.",
        "Description3": "Below is a chart of the buildings required for each level",
        "Table": {
          "ToUnlock": "HQ to Unlock",
          "Condition1": "Building 1",
          "Condition2": "Building 2",
          "Iron": "Iron",
          "Food": "Food",
          "Gold": "Gold",
          "Days": "Days",
          "Wall": "Wall L.",
          "TechCenter": "Tech Center L.",
          "DrillGround": "Drill Ground L.",
          "Barracks": "Barracks L.",
          "AllianceCenter": "Alliance Center L.",
          "Hospital": "Hospital L.",
          "TankCenter": "Tank Center L."
        }
      }
    },
    "Barracks": {
      "Title": "Barracks",
      "Description1": "Barracks are used to recruit and promote your troops. Once you unlock the Barracks, you should always upgrade only one Barracks at a time to use your resources efficiently. Promoting your troops allows you to advance troops from a lower level to the highest level allowed by your Barracks. Promoting troops becomes especially useful once unlocked, as it allows you to train and upgrade tier one troops, requiring fewer resources and time."
    },
    "Hospital": {
      "Title": "Hospital",
      "Description1": "The Hospital is used to heal your troops after a battle. If an enemy is strong enough, they can kill or injure your troops. However, the Hospital cannot revive fallen troops, only heal injured ones. An efficient way to heal your troops quickly is to select only a number of troops that can be healed in 25 minutes or less. This allows your alliance to assist you and reduce healing time to almost immediate. By using the healing system correctly, the healing time will be reduced to 25% of the time it would have taken if you had healed all troops at once."
    },
    "DrillGround": {
      "Title": "Drill Ground",
      "Description1": "The Drill Ground is the building where your troops are stationed. The maximum level of the Drill Ground increases with the level of your Headquarters. The Drill Ground is a central source of your strength, as the strength of your troops largely determines your power level. To achieve the maximum power possible (the primary goal of the game), you should constantly upgrade your Drill Ground to the highest level and build additional Drill Grounds when possible. The second Drill Ground is unlocked at level 16, and the third at level 21."
    },
    "Garages": {
      "Title": "Garages",
      "Description1": "Garages house your heroes. They provide your heroes with additional strength and troops they can take with them. At the start of the game, you receive one Garage, and you can unlock more throughout the game, up to a total of three Garages. A fourth Garage can also be obtained through the monthly pass. You should focus solely on upgrading Garage 1, as most of your efforts in the game will be directed towards it. Upgrade Garage 2 only if you need it for cost-effective Arm Race points or if you feel it is too far behind."
    },
    "TechCenter": {
      "Title": "Tech Center",
      "Description1": "The Tech Center is a crucial part of the game for competing successfully against other players. It is frequently shown in the 'required upgrades' section when you want to upgrade your Headquarters for good reason. The Tech Center allows you to improve certain stats of your base, such as heroes, troops, garages, and more. This converts resources into more strength and stats for everything. Once you reach level 16, you will have the option to purchase a second Tech Center, which is highly recommended."
    },
    "GearFactory": {
      "Title": "Gear Factory",
      "Description1": "The Gear Factory allows you to craft or dismantle gear for your heroes. You can craft any type of gear currently in the game and also dismantle gear parts. Additionally, the Gear Factory lets you combine gear components to create the Dielectric Ceramic Component piece needed to make a legendary piece of gear. It is not recommended to craft or upgrade rare, super-rare, or super-super-rare gear parts. Once you have at least all super-super-rare (SSR) gear parts for your main heroes, you should dismantle all additional gear parts to obtain more legendary gear."
    },
    "ComponentFactory": {
      "Title": "Component Factory",
      "Description1": "The Component Factory produces boxes of drone components. These drone components are used in the Drone Center to make further upgrades to your drone. Once the Component Factory is built, it cannot be upgraded further."
    },
    "TankCenter": {
      "Title": "Tank Center",
      "Description1": "The Tank Center is a crucial building in the game that significantly enhances the stats of your tank heroes. This building should be upgraded to its maximum level as quickly as possible each time you upgrade your Headquarters."
    },
    "AircraftCenter": {
      "Title": "Aircraft Center",
      "Description1": "The Aircraft Center serves the same function as the Tank Center, but for aircraft-type heroes. Initially, it is not crucial to upgrade this building as it does not provide bonuses for the setup you should use. However, once DVA and Carlie become available, upgrading the Aircraft Center will be just as important as upgrading the Tank Center due to the additional stats it provides these heroes."
    },
    "MissileCenter": {
      "Title": "Missile Center",
      "Description1": "Similar to the two buildings mentioned above, the Missile Center increases the stats for missile-type heroes."
    },
    "ResourceCenters": {
      "Title": "Resource Centers",
      "Description1": "The Food, Iron, and Smelting Centers are buildings that produce the respective resources. The Training Base is the building that produces hero XP. Experience shows that Training Base buildings offer good XP utilization relative to the resources used and are efficient to upgrade."
    }
  },
  "Greeting": {
    "HomeButton": "Say Hello!",
    "Modal": {
      "Title": "Leave a Greeting",
      "Form": {
        "ServerNumber": {
          "Label": "Server Number",
          "Required": "Server number is required"
        },
        "AllianceName": {
          "Label": "Alliance Name",
          "Required": "Alliance name is required"
        },
        "PlayerName": "Player Name",
        "Optional": "Optional",
        "CloseButton": "Cancel",
        "SubmitButton": "Submit"
      },
      "Toastr": {
        "Label": "Your Greeting",
        "Success": "Thank you for your greeting",
        "Error": "An error occurred. Please try again later."
      }
    }
  },
  "Spinner": {
    "Label": "Please wait..."
  },
  "MemberLogin": {
    "Title": "Member Login",
    "Description": "This area is for members only.",
    "Form": {
      "Label": "Enter password",
      "Required": "Password is a required field",
      "LoginButton": "Login"
    },
    "Toastr": {
      "Title": "Login",
      "Error": "Login failed"
    },
    "PasswordExpired": {
      "Title": "Password expired",
      "Information": "The password has changed"
    }
  }
}
