{
  "Home": {
    "Welcome": "¡Bienvenido, valiente guerrero, a la Alianza Old Viking!",
    "Section1": "Entra en los mares tormentosos y en los campos de batalla infinitos con la Alianza Old Viking a tu lado. Aquí luchamos codo a codo, con nuestra hacha afilada y nuestros escudos levantados, siempre listos para la próxima batalla.",
    "WhatToExpect": {
      "Title": "Lo que puedes esperar:",
      "List1": "Hermanos y hermanas en combate: Encuentra compañeros leales que te apoyen en cada batalla y compartan contigo la gloria.",
      "List2": "Maestría estratégica: Forja poderosos planes y supera a tus enemigos con táctica astuta y valentía inquebrantable.",
      "List3": "Festividades gloriosas: Participa en batallas épicas y saqueos gloriosos que te recompensarán generosamente y continuarán tejiendo tu saga heroica.",
      "List4": "Sabiduría de los ancianos: Aprende de guerreros experimentados y mejora tus habilidades para destacar como un verdadero vikingo."
    },
    "Allies": {
      "Title": "Nuestros aliados:",
      "Allie1": "FYU - IMPERIVM XXIV"
    },
    "Nap": {
      "Title": "Pactos de No Agresión (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "Section2": "Conviértete en parte de la Alianza Old Viking y navega con nosotros hacia la leyenda. Juntos seremos invencibles y haremos que el mundo tiemble de admiración.",
    "Vs": {
      "Title": "Duelo VS:",
      "Description": "Descubre aquí cómo puedes acumular más puntos.",
      "Link": "Saber más",
      "Day1": {
        "Link": "day1",
        "Description": "Día 1 - Entrenamiento Especial de Radar"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Día 2 - Construcción de Bases"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Día 3 - Era de la Ciencia"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Día 4 - Desarrollo de Héroes"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Día 5 - Preparación para Combate"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Día 6 - Eliminación de Enemigos"
      }
    },
    "Information": {
      "Title": "Más información",
      "Description": "Aquí encontrarás enlaces útiles a las páginas principales de nuestro sitio web:",
      "Vs": "Duelo VS",
      "Rules": "Reglas",
      "Basics": "Fundamentos",
      "TipsAndTricks": "Consejos y trucos"
    }
  },
  "Rules": {
    "Title": "Reglas de la Alianza",
    "Rule1": {
      "Title": "Inactividad",
      "Description": "Quien esté offline durante 3 días sin avisar, será expulsado de la alianza al 4° día."
    },
    "Rule2": {
      "Title": "Lugar de Reunión",
      "Description": "El domingo se termina toda la lucha, y todos los miembros deben reunirse en el lugar de reunión de la alianza.",
      "Description2": "Quien no esté en el lugar de reunión el miércoles será expulsado.",
      "Description3": "¿Cómo llegar al lugar de reunión?"
    },
    "Rule3": {
      "Title": "Donaciones de Tecnología de la Alianza",
      "Description": "Cada miembro debe haber donado puntos a la tecnología de la alianza para el domingo (la donación es gratuita).",
      "Description2": "Quien no lo haga será expulsado.",
      "Description3": "¿Cómo donar?"
    },
    "Rule4": {
      "Title": "Nombres de Jugadores",
      "Description": "Cada miembro debe tener un nombre de jugador propio.",
      "Description2": "Quien no se asigne un nombre de jugador será expulsado de la alianza."
    },
    "Rule5": {
      "Title": "Ataques Generales",
      "Description": "Está prohibido atacar a nuestros aliados o romper el NAP (Pacto de No Agresión).",
      "Description2": "Los ataques a jugadores de otras alianzas están generalmente prohibidos. Si surgen circunstancias especiales o conflictos, tales acciones deben ser discutidas y aprobadas previamente con un R5 o R4 para evitar estrés innecesario.",
      "Description3": "Saqueo de camiones o trenes del propio servidor no está permitido.",
      "Description4": "¿Cómo evitar ataques a nuestros camiones?"
    },
    "Note": {
      "Title": "Nota:",
      "Description": "Si alguien no sabe cómo cumplir una regla o tiene otras preguntas, por favor comuníquese con nosotros. Estamos aquí para ayudar."
    },
    "Footer": "¡Seamos fuertes y exitosos juntos!",
    "ServerRules": {
      "Title": "Reglas del Servidor",
      "Abuse": {
        "Title": "Abuso:",
        "Rule1": "No se permite el acoso, sexismo, racismo, homofobia u otros chats de odio, incluyendo insultos étnicos, sexuales, religiosos, relacionados con discapacidades, por edad o transfóbicos. La consecuencia es un golpe gratuito al jugador, y en caso de reincidencia, la expulsión de la alianza."
      },
      "Zeroing": {
        "Title": "Zeroing:",
        "Rule1": "Está prohibido reducir a cero (destruir) las bases que estén en alianzas de nuestro servidor. La consecuencia es la propia reducción a cero, con tropas fuera de la base."
      },
      "Trucks": {
        "Title": "Camiones:",
        "Rule1": "No se permite atacar a nuestros camiones y trenes del servidor. Utiliza el filtro para evitarlo. Si ocurre, contacta directamente a la persona para organizar un camión equivalente para saquear. Si no hay respuesta, informa a R4/R5."
      },
      "Villages": {
        "Title": "Pueblos:",
        "Rule1": "Los jugadores no deben atacar bases durante la lucha en los pueblos, solo reforzar o atacar el pueblo. La consecuencia es una cantidad equivalente de golpes con tropas fuera de la base."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Ataques 1:",
          "Rule": "Los jugadores que abandonen su alianza para atacar a un jugador en el Top 10 serán excluidos de los Top 10 durante 1 semana. No podrán ser protegidos por ningún Top 10 durante esa semana."
        },
        "Rule2": {
          "Title": "Ataques 2:",
          "Rule": "Los jugadores que ataquen a otro jugador en el Top 10 deben recibir la misma cantidad de ataques y daño a cambio. En caso de una segunda infracción, se aplicará una suspensión de 1 semana de los Top 10."
        }
      },
      "Cities": {
        "Title": "Ciudades:",
        "Rule1": "Las ciudades de nivel 6 pertenecen a las 3 mejores alianzas. Cuando cambien las 3 mejores alianzas, las ciudades de nivel 6 cambiarán en consecuencia."
      }
    }
  },
  "Navigation": {
    "Home": "Inicio",
    "Rules": "Reglas",
    "VS": "Duelo VS",
    "Alliances": "Alianzas",
    "Basics": "Conceptos Básicos",
    "TipsAndTricks": "Consejos/Trucos",
    "Buildings": "Edificios",
    "Squad": "Escuadra"
  },
  "VS": {
    "Title": "Duelo VS",
    "Day1": {
      "Title": "Día 1 - Entrenamiento Especializado en Radar",
      "DayText": "Lunes",
      "Task1": {
        "Title": "Completa 1 tarea de radar (~25.000 puntos):",
        "Description": "Ve al símbolo del radar en la esquina inferior izquierda y abre la pantalla del radar. Aquí verás misiones, algunas de las cuales ya están completadas (con un punto rojo en la esquina superior derecha), mientras que otras aún están pendientes. Para completar una misión, debes realizarla primero (si aún no se ha realizado) y luego hacer clic en la misión con el punto rojo. Con esta acción la recogerás y obtendrás los puntos. Para maximizar los puntos, considera acumular misiones del día anterior."
      },
      "Task2": {
        "Title": "Usa 1 resistencia (~300 puntos):",
        "Description": "Usa resistencia para ataques, acciones de recolección y misiones de radar."
      },
      "Task3": {
        "Title": "Usa al menos 660 puntos de EXP de héroe a la vez (~6 puntos):",
        "Description": "Ve al Centro de Drones y haz clic en el botón 'Entrenamiento de Datos' para usar datos de combate. En ciertos niveles, se requieren partes de drones para continuar con el entrenamiento."
      },
      "Task4": {
        "Title": "Usa 1 parte de drone:",
        "Description": "Ve al Centro de Drones y haz clic en el botón 'Entrenamiento de Datos' para usar datos de combate. En ciertos niveles se necesitan partes de drones."
      },
      "Task5": {
        "Title": "Recolecta 100/100/60 unidades de comida/acero/monedas (~40 puntos):",
        "Description": "Puedes recolectar unidades de comida, acero o monedas de dos maneras:",
        "Description2": "Con misiones de radar especiales para recolectar comida, acero o monedas. En este caso, la velocidad de recolección es extremadamente alta.",
        "Description3": "Cambia al modo mapa, haz clic en la lupa, luego en recolectar, y selecciona 'Campos', 'Mina de acero' o 'Mina de oro'. Busca un lugar al que puedas enviar tus tropas a recolectar. Los puntos se asignan cuando las tropas salen del punto de recolección, ya sea porque los recursos a recolectar se agotaron o porque las tropas fueron retiradas. Comienza, por lo tanto, el día antes del inicio de este día y asegúrate de que el tiempo final de recolección sea después del inicio de este día."
      },
      "Task6": {
        "Title": "Por cada punto de chip de datos de drone ganado (~2000 puntos):",
        "Description": "Obtén puntos cuando abras cofres de chips de datos de drone desde el inventario (no confundir con cofres de componentes de drone)."
      }
    },
    "Day2": {
      "Title": "Día 2 - Construcción de la Base",
      "DayText": "Martes",
      "Task1": {
        "Title": "Usa una aceleración de construcción de 1 minuto (~120 puntos):",
        "Description": "Usa aceleraciones de construcción (también se aceptan genéricas, de cualquier duración)."
      },
      "Task2": {
        "Title": "Aumenta la fortaleza del edificio en 1 punto (~21 puntos):",
        "Description": "Cada vez que termines un edificio, la fortaleza de ese edificio aumenta y obtienes puntos por esta diferencia. Ten en cuenta que el aumento de la fortaleza del edificio solo ocurre cuando abres la caja de regalo en la que está empaquetado el edificio mejorado."
      },
      "Task3": {
        "Title": "Envía el camión de comercio legendario una vez (~200.000 puntos):",
        "Description": "Los camiones de comercio pueden ser de diferentes tipos y, por lo tanto, contener diferentes recompensas. Puedes cambiar su contenido mediante el contrato de comercio. Ve a la sección donde puedes enviar un camión. Si ves la vista previa del contenido en la esquina superior derecha, encontrarás un botón con un dado. Para obtener la versión 'legendaria', debes actualizar varias veces hasta que veas el fondo amarillo y el texto 'UR' en el lado izquierdo."
      },
      "Task4": {
        "Title": "Completa 1 misión secreta legendaria (~150.000 puntos):",
        "Description": "En el grupo secreto móvil se encuentran actividades de diferentes tipos y niveles. Usa el botón 'Actualizar' en la parte inferior para cambiar las misiones actuales (usando 1 objeto de misión secreta, el 'Comando Secreto'). Busca las misiones con el cuadrado amarillo/dorado y comienza las misiones. Si mantienes los objetos de misión secreta durante la semana, podrás iniciar todas las misiones legendarias en este día."
      },
      "Task5": {
        "Title": "Recluta una vez a un sobreviviente (~3.000 puntos):",
        "Description": "Usa los boletos de reclutamiento de sobrevivientes dorados (que se diferencian de los boletos de reclutamiento de héroes dorados) que encuentras en el área de héroes. Haz clic en el botón 'Reclutar héroes' y luego ve al área 'Reclutar sobrevivientes'. Recolecta boletos de reclutamiento para sobrevivientes durante toda la semana y úsalos solo en este día."
      }
    },
    "Day3": {
      "Title": "Día 3 - Era de la Ciencia",
      "DayText": "Miércoles",
      "Task1": {
        "Title": "Completa una misión de radar (~23.000 puntos):",
        "Description": "Ve al símbolo del radar en la esquina inferior izquierda y abre la pantalla del radar. Aquí verás misiones, algunas de las cuales ya están completadas (con un punto rojo en la esquina superior derecha), mientras que otras aún están pendientes. Para completar una misión, debes realizarla primero (si aún no se ha realizado) y luego hacer clic en la misión con el punto rojo. Con esta acción la recogerás y obtendrás los puntos. Para maximizar los puntos, considera acumular misiones del día anterior."
      },
      "Task2": {
        "Title": "Usa un acelerador de investigación por 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de investigación (también se aceptan genéricos, de cualquier duración)."
      },
      "Task3": {
        "Title": "Aumenta el rendimiento tecnológico en 1 punto (~21 puntos):",
        "Description": "Obtienes puntos de rendimiento tecnológico cuando haces clic en el símbolo de investigación completada en el Centro de Tecnología. Para maximizar los puntos, inicia una investigación larga en el/los día(s) anterior(es) para que termine en este día, o conclúyela en este día haciendo clic solo en el símbolo de investigación completada."
      },
      "Task4": {
        "Title": "Usa una medalla de valentía (~600 puntos):",
        "Description": "Ve al Centro de Investigación y al apartado 'Duelo de Alianza'. Inicia una de las búsquedas que consumen medallas de valentía (esas son las medallas azules en el centro, doradas en el exterior y con el lazo en la parte inferior, que se pueden ganar en los cofres de duelo)."
      },
      "Task5": {
        "Title": "Por cada cofre de componentes de drones de los niveles 1/2/3/4/5/6/7 abierto:",
        "Description": "Obtén puntos cuando abras cofres de componentes de drones desde el inventario (no confundir con cofres de chips de datos de drones)."
      }
    },
    "Day4": {
      "Title": "Día 4 - Desarrollo de Héroes",
      "DayText": "Jueves",
      "Task1": {
        "Title": "Realiza una reclutación avanzada una vez (~3.750 puntos):",
        "Description": "Usa los boletos de reclutamiento legendarios en el área de héroes para reclutar héroes (no confundir con los boletos de 'Reclutar sobrevivientes'). Recolecta boletos para reclutar héroes durante toda la semana y úsalos solo en este día."
      },
      "Task2": {
        "Title": "Usa al menos 660 puntos de EXP de héroe (~6 puntos):",
        "Description": "Usa puntos de experiencia haciendo clic en el botón 'Actualizar' después de seleccionar un héroe."
      },
      "Task3": {
        "Title": "Usa un fragmento legendario, épico o raro (~20.000, ~7.000 o ~2.000 puntos):",
        "Description": "Usa el fragmento dorado, morado o azul (piezas de rompecabezas) de héroes para aumentar su nivel en el área de héroes. Haz clic en un héroe, ve al área de clases y actualiza la clase del héroe."
      },
      "Task4": {
        "Title": "Usa una medalla de habilidad (~20 puntos):",
        "Description": "Mejora las habilidades de los héroes yendo al área de héroes, seleccionando un héroe, haciendo clic en el área de 'Habilidades', eligiendo una de las habilidades (los cuadrados) arriba y usando el botón 'Fortalecer' (esto no siempre es posible)."
      },
      "Task5": {
        "Title": "Consume 1 medalla de habilidad"
      },
      "Task6": {
        "Title": "Compra un paquete de regalo con diamantes (1 diamante)"
      }
    },
    "Day5": {
      "Title": "Día 5 - Preparación para el Combate",
      "DayText": "Viernes",
      "Task1": {
        "Title": "Completa una misión de radar (~23.000 puntos):",
        "Description": "Ve al símbolo del radar en la esquina inferior izquierda y abre la pantalla del radar. Aquí verás misiones, algunas de las cuales ya están completadas (con un punto rojo en la esquina superior derecha), mientras que otras aún están pendientes. Para completar una misión, debes realizarla primero (si aún no se ha realizado) y luego hacer clic en la misión con el punto rojo. Con esta acción recogerás la misión y obtendrás los puntos. Para maximizar los puntos, considera acumular misiones del día anterior."
      },
      "Task2": {
        "Title": "Usa un acelerador de construcción de 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de construcción (también se aceptan genéricos, de cualquier duración)."
      },
      "Task3": {
        "Title": "Aumenta la fuerza del edificio en 1 punto (~21 puntos):",
        "Description": "Cada vez que completes un edificio, la fuerza de ese edificio aumenta y obtendrás puntos por la diferencia. Ten en cuenta que el aumento de la fuerza del edificio solo ocurre cuando abres la caja de regalo en la que está empaquetado el edificio recién mejorado."
      },
      "Task4": {
        "Title": "Usa un acelerador de investigación de 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de investigación (también se aceptan genéricos, de cualquier duración)."
      },
      "Task5": {
        "Title": "Aumenta el rendimiento tecnológico en 1 punto (~21 puntos):",
        "Description": "Obtienes puntos de rendimiento tecnológico cuando se completa una investigación en el Centro de Tecnología."
      },
      "Task6": {
        "Title": "Usa un acelerador de entrenamiento de 1 minuto (~122 puntos):",
        "Description": "Usa un acelerador de entrenamiento (también se aceptan genéricos, de cualquier duración). También se otorgan puntos cuando entrenas para mejorar el nivel del soldado. Es mejor preparar muchos soldados de bajo nivel antes de este día y luego elevarlos a un nivel superior, ya que los puntos se otorgan en función del nivel del soldado que llega."
      },
      "Task7": {
        "Title": "Forma un soldado de nivel 1/2/3/4/5/6/7/8/9/10 (~46/70/93/117/140/164/197/211/234/258 puntos):",
        "Description": "Los puntos que obtienes se basan en el nivel de llegada del soldado. Por lo tanto, si mejoras un soldado de nivel 4 a nivel 5, obtendrás los puntos por un soldado de nivel 5, al igual que si formas un soldado de nivel 5 desde cero. Prepárate, por lo tanto, con muchos soldados de niveles intermedios para actualizarlos en línea de producción."
      }
    },
    "Day6": {
      "Title": "Día 6 - Eliminación de Enemigos",
      "DayText": "Sábado",
      "Task1": {
        "Title": "Envía una vez un camión de comercio legendario (~200.000 puntos):",
        "Description": "Los camiones de comercio pueden ser de diferentes tipos y, por lo tanto, contener diferentes recompensas. Puedes cambiar su contenido usando el contrato de comercio. Para hacerlo, ve a la sección donde puedes enviar un camión. Si miras la vista previa del contenido en la esquina superior derecha, encontrarás un botón con un dado. Para obtener la versión 'legendaria', debes actualizar varias veces hasta ver el fondo amarillo y el texto 'UR' en el lado izquierdo."
      },
      "Task2": {
        "Title": "Completa una misión secreta legendaria (~150.000 puntos):",
        "Description": "En el escuadrón móvil secreto encontrarás actividades de diferentes tipos y niveles. Usa el botón 'Actualizar' en la parte inferior para cambiar las misiones actuales (consumiendo un objeto de misión secreta, el 'Orden Secreto'). Busca las misiones con el cuadrado amarillo/dorado y complétalas. Si conservas objetos de misión secreta durante la semana, puedes iniciar todas las misiones legendarias en este día."
      },
      "Task3": {
        "Title": "Usa un acelerador de construcción de 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de construcción (también se aceptan genéricos)."
      },
      "Task4": {
        "Title": "Usa un acelerador de investigación de 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de investigación (también se aceptan genéricos)."
      },
      "Task5": {
        "Title": "Usa un acelerador de entrenamiento de 1 minuto (~122 puntos):",
        "Description": "Usa aceleradores de entrenamiento (también se aceptan genéricos). También se otorgan puntos cuando entrenas para mejorar el nivel del soldado. Es mejor preparar muchos soldados de bajo nivel antes de este día y luego elevarlos a un nivel superior, ya que los puntos se otorgan en función del nivel del soldado que llega."
      },
      "Task6": {
        "Title": "Usa un acelerador de curación de 1 minuto (~122 puntos):",
        "Description": "Usa un acelerador de curación."
      },
      "Task7": {
        "Title": "Cada unidad enemiga de nivel 1/2/3/4/5/6/7/8/9/10 eliminada da ~25/38/50/63/75/88/100/113/125/138 puntos:",
        "Description": "Estos puntos se otorgan cada vez que eliminas un soldado de la alianza enemiga en un duelo. Usa el teletransportador (símbolo de duelo contra un oponente -> ataques a la alianza -> ataque) para acceder al servidor de tu oponente y eliminar tantos soldados como sea posible que estén atacando las bases de tu alianza enemiga. Si un enemigo ha retirado las tropas de la defensa, no podrás obtener puntos en esa base. Por lo tanto, primero debes explorar y atacar solo a aquellos que aún están en defensa."
      },
      "Task8": {
        "Title": "Cada unidad eliminada de niveles 1/2/3/4/5/6/7/8/9/10 de otra alianza otorga ~5/8/10/13/15/18/20/23/25/28 puntos:",
        "Description": "Estos puntos se otorgan cada vez que eliminas un soldado de una alianza diferente en otro servidor, excepto la alianza de tu oponente en el duelo VS, para la cual se aplican los puntos en la sección anterior. Es mejor siempre intentar eliminar soldados de la alianza enemiga en el duelo VS, ya que esto otorga cinco veces más puntos. Sin embargo, si están protegidos o no tienen tropas, también puedes eliminar soldados de otras alianzas en este servidor. Esto tomará más tiempo y golpes para obtener la misma cantidad de puntos."
      },
      "Task9": {
        "Title": "Cada unidad perdida de niveles 1/2/3/4/5/6/7/8/9/10 otorga ~6/8/10/12/14/16/18/20 puntos:",
        "Description": "Ya sea que ataques o defiendas, cada vez que se elimine uno de tus soldados, recibirás esta cantidad de puntos. Si necesitas acumular puntos al final de un duelo para abrir cofres y tu alianza está ganando claramente, podrías considerar sacrificar algunas de tus tropas para atacar un cuartel general de nivel superior, si solo están disponibles estas. De esta manera, puedes perder unidades y ganar puntos."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Superposición con la Carrera Armamentista",
      "Day1": {
        "Title": "Hay dos superposiciones, por lo que recomiendo realizar las actividades durante las fases correspondientes:",
        "Overlap1": {
          "Title": "Fase de Impulso de Drones:",
          "Description": "Gasta una resistencia.",
          "Description2": "Utiliza 10 puntos de datos de combate con drones."
        },
        "Overlap2": {
          "Title": "Fase de Ascenso de Héroes:",
          "Description": "Usa 2000 puntos de EXP."
        }
      },
      "Day2": {
        "Title": "Las siguientes actividades se superponen con la fase de construcción de ciudades de la Carrera Armamentista. Recomiendo realizar estas actividades durante esta fase:",
        "Overlap1": {
          "Description": "Usa un acelerador de construcción de 1 minuto.",
          "Description2": "Aumenta la capacidad de construcción en 1 punto."
        }
      },
      "Day3": {
        "Title": "Las siguientes actividades se superponen con la fase de investigación técnica de la Carrera Armamentista. Recomiendo realizar estas actividades durante esta fase:",
        "Overlap1": {
          "Description": "Usa un acelerador de investigación de 1 minuto.",
          "Description2": "Aumenta el rendimiento tecnológico en 1 punto."
        }
      },
      "Day4": {
        "Title": "Las siguientes actividades se superponen con la fase de desarrollo de héroes de la Carrera Armamentista. Recomiendo realizar estas actividades durante esta fase:",
        "Overlap1": {
          "Description": "Realiza 1 reclutamiento avanzado.",
          "Description2": "Usa 2000 puntos de EXP."
        }
      },
      "Day5": {
        "Title": "Hay tres superposiciones. Recomiendo realizar las actividades durante las fases correspondientes:",
        "Overlap1": {
          "Title": "Fase de Construcción de Ciudades:",
          "Description": "Usa un acelerador de construcción de 1 minuto.",
          "Description2": "Aumenta la capacidad de construcción en 1 punto."
        },
        "Overlap2": {
          "Title": "Fase de Investigación Técnica:",
          "Description": "Usa un acelerador de investigación de 1 minuto.",
          "Description2": "Aumenta el rendimiento tecnológico en 1 punto."
        },
        "Overlap3": {
          "Title": "Fase de Progreso de Unidades:",
          "Description": "Usa un acelerador de entrenamiento de 1 minuto.",
          "Description2": "Forma un soldado de nivel 1/2/3/4/5/6/7/8/9/10."
        }
      },
      "Day6": {
        "Title": "Hay tres superposiciones. Recomiendo realizar las actividades durante las fases correspondientes:",
        "Overlap1": {
          "Title": "Fase de Construcción de Ciudades:",
          "Description": "Usa un acelerador de construcción de 1 minuto."
        },
        "Overlap2": {
          "Title": "Fase de Investigación Técnica:",
          "Description": "Usa un acelerador de investigación de 1 minuto."
        },
        "Overlap3": {
          "Title": "Fase de Progreso de Unidades:",
          "Description": "Usa un acelerador de entrenamiento de 1 minuto."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Preparación Estratégica",
      "Description": "Para ciertas actividades, obtienes puntos cuando se completan. Por lo tanto, puedes comenzar estas actividades el día antes del momento requerido y completarlas durante la fase correspondiente para obtener la máxima puntuación. Aquí están las fases y las actividades correspondientes:",
      "List1": "En los días en que se recompensan las misiones de radar, acumula las misiones del día anterior hasta el máximo. Esto te permitirá obtener la máxima cantidad de puntos cuando las misiones se completen en el día real.",
      "List2": "Comienza a recolectar alimentos, hierro o oro el día antes cuando estos den puntos de recompensa, y asegúrate de terminar la recolección en el nuevo día. Antes de recolectar, se mostrará cuánto necesitas para obtener los puntos máximos.",
      "List3": "En los días en que se otorgan puntos por mejorar edificios en función de su aumento de rendimiento, es ventajoso mejorar varios edificios en los días anteriores y dejarlos en estado de empaquetado de regalo. El rendimiento del edificio solo se incrementará al abrir el paquete de regalo, y en ese momento también se otorgarán puntos por duelo.",
      "List4": "En los días en que la investigación otorga puntos, inicia una investigación larga el día anterior, para que la investigación termine en esos días. Los puntos se otorgarán cuando hagas clic en el símbolo de investigación completada.",
      "List5": "No abras el cofre con el chip de datos de drones y los componentes si están en tu inventario, ya que obtendrás puntos con estas actividades en el Día 1 y 3.",
      "FightDay": {
        "Title": "Preparación para el Día de Combate",
        "Description": "En el último día del duelo, hay puntos por eliminar tropas del oponente, por lo que es importante prepararse para este día.",
        "AttackPreparation": {
          "Title": "Preparación para el Ataque",
          "List1": "Intenta durante la semana llevar el cuartel a su nivel más alto para desbloquear el entrenamiento de tropas de nivel superior. Esto te permitirá acumular puntos de manera más eficiente entrenando soldados de mayor nivel.",
          "List2": "Forma tantas tropas como sea posible, ya que las necesitarás durante la guerra. Usa tus aceleradores de entrenamiento en el Día 5 para maximizar los puntos.",
          "List3": "Compra aceleradores de entrenamiento y de curación. Estos te ayudarán a completar el entrenamiento y la curación de tus tropas más rápidamente, lo cual es especialmente importante para mantener la eficiencia en las fases decisivas de la guerra."
        },
        "DefensePreparation": {
          "Title": "Preparación para la Defensa",
          "List1": "Compra escudos (o ahorra recursos para comprarlos) para usarlos durante las 24 horas del último día. De lo contrario, necesitarás 1500 diamantes para un escudo de 8 horas.",
          "List2": "Retira tropas de tu formación de defensa para que, en caso de un ataque, solo tengas pérdidas menores en comparación con las pérdidas que sufrirías con una defensa activa. Para hacerlo, ve a tu base, haz clic en el muro y accede a la formación de defensa. Desmarca las tropas para retirarlas de la formación de defensa."
        }
      }
    },
    "Reward": {
      "Title": "Recompensa",
      "Description": "Por cada actividad requerida durante el duelo, recibirás una cierta cantidad de puntos. Puedes aumentar esta cantidad de puntos mediante investigaciones en el área de 'Duelo de Alianzas'. Para realizar tales investigaciones, necesitarás medallas de valentía, que solo puedes obtener abriendo cofres en el duelo."
    },
    "GeneralTips": {
      "Title": "Consejos Generales:",
      "Tip1": "Realiza misiones de radar solo cada dos días cuando den puntos en el evento (lunes, miércoles, viernes).",
      "Tip2": "Reúne todos los datos de combate con drones y úsalos solo el lunes.",
      "Tip3": "Deja los edificios empaquetados después de la construcción y desenvuélvelos solo el martes cuando se otorguen puntos por ello.",
      "Tip4": "Reúne boletos para camiones de comercio y misiones, y úsalos cuando los camiones dorados y las misiones den puntos.",
      "Tip5": "Reúne todos los boletos para sobrevivientes y úsalos el martes (excepto los gratuitos).",
      "Tip6": "Deja los cofres de componentes de drones en el inventario y ábrelos solo el miércoles.",
      "Tip7": "Reúne todos los boletos de reclutamiento y úsalos el jueves (excepto los gratuitos).",
      "Tip8": "Reúne todos los fragmentos para héroes y medallas de habilidad y úsalos solo el jueves.",
      "Tip9": "Reúne toda la EXP de héroes y úsala solo el lunes o jueves.",
      "Tip10": "Reúne todos los chips de habilidad de drones para el lunes."
    },
    "YouTubeNote": "Nota: Los siguientes videos de YouTube muestran buenos ejemplos para el Día VS. Sin embargo, es posible que no estén completamente actualizados. Infórmate además sobre los últimos cambios y procedimientos.",
    "Description": "En esta página encontrarás consejos y trucos útiles para acumular la mayor cantidad de puntos en el duelo VS sin necesidad de invertir dinero. Descubre estrategias efectivas y métodos probados para maximizar tu puntuación y tener éxito."
  },
  "DesertStorm": {
    "Title": "Tormenta del Desierto",
    "Register": {
      "Title": "Registro",
      "Description1": "Cualquier miembro de una alianza puede solicitar participar cuando el registro esté abierto.",
      "Description2": "El número máximo de jugadores es 20 por equipo, con 10 suplentes permitidos. Una vez cerrado el registro, ni siquiera R4 y R5 pueden cambiar los participantes. R4/R5 deciden la alineación final de los jugadores participantes.",
      "Description3": "Solicita participar solo en los horarios específicos si realmente puedes asistir, ya que no es posible realizar reemplazos más tarde. Se pueden seleccionar hasta 10 suplentes.",
      "Step1": "Ve a Eventos -> <br> Campo de Batalla Tormenta del Desierto -> <br> Selecciona Participantes",
      "Step2": "Selecciona \"Solicitar Batalla\"",
      "Step3": "Jugamos de 22:00 a 22:40 <br> Marca la casilla y confirma"
    },
    "Join": {
      "Title": "Entrar en el Campo de Batalla",
      "Description": "Cuando termine la cuenta regresiva del evento en la página de detalles del evento y comience el evento, los participantes deben ingresar al campo de batalla a tiempo. Después de 5 minutos adicionales, los suplentes pueden entrar, y quienes no estén conectados permanecerán afuera.",
      "Step1": "Comienzas el juego con tropas del nivel más alto que puedas entrenar, acorde con la capacidad de tus campos de entrenamiento.",
      "Step2": "Las tropas pueden resultar heridas durante el evento y serán enviadas a un hospital especial del evento (puedes curarlas durante el evento si es necesario, y si tienes el hospital de campo, la curación será más rápida), pero al final del evento, las tropas heridas volverán a su estado normal como si nada hubiera pasado. Así que utiliza todas las tropas disponibles. La ayuda de la alianza no está disponible en el hospital del evento.",
      "Step3": "Solo las tropas que están en tu base en el juego normal están disponibles en Tormenta del Desierto. Si has dejado alguna en los campos, simplemente regrésala a la base. Una vez que entren en la base, estarán disponibles en TD."
    },
    "Goals": {
      "Title": "Objetivos",
      "Goal1": "Durante el evento, intenta conseguir la mayor cantidad de puntos de alianza posible para ganar. Un banner de HUD con clasificaciones en tiempo real te ayudará a seguir el progreso.",
      "Goal2": "Los puntos de alianza se obtienen capturando y manteniendo edificios. La primera captura da algunos puntos adicionales. Una captura solo se considera completa una vez que una alianza despeja el edificio de enemigos, si están reforzando, y después de que termine la cuenta regresiva de captura de 1 minuto. A partir de ese momento, los rendimientos de captura se añaden al banner de puntuación en tiempo real.",
      "Goal3": "Se pueden recoger puntos adicionales recolectando cajas de suministro de puntos que aparecen cuando se captura un edificio (si hay puntos extra). Envía exploradores para recogerlas rápidamente.",
      "Goal4": "Los puntos individuales otorgan recompensas personales, pero el enfoque debe estar en los puntos de alianza, ya que las recompensas de la alianza son mejores que las individuales."
    },
    "MostImportant": {
      "Title": "Las Cosas Más Importantes a Saber",
      "Important1": "No puedes usar la ayuda de la alianza para curar a tus soldados en el hospital como lo haces en el juego normal, pero puedes usar potenciadores de curación.",
      "Important2": "Solo puedes usar tropas en el mini-juego Tormenta del Desierto si tu tropa está en la base en el mapa normal. Asegúrate de que tus tropas estén de vuelta en la base antes de que comience Tormenta del Desierto. Si una tropa se usa en el modo de mapa normal, no estará disponible en Tormenta del Desierto.",
      "Important3": "Si te pierdes la fase de registro o no estás listado como participante o suplente, no podrás participar en la Batalla Tormenta del Desierto.",
      "Important4": "Los teletransportes en Tormenta del Desierto son gratuitos pero limitados a 1 cada 2 minutos. El tiempo de enfriamiento se muestra en la parte inferior izquierda de la pantalla justo encima del botón \"Héroes\".",
      "Important5": "En Tormenta del Desierto, la durabilidad de tu base es de 4000 puntos. Después de 4 golpes, tu base se incendiará y serás teletransportado de vuelta a la zona segura. El tiempo de enfriamiento del teletransporte no se restablece en este caso. Si se usó, tienes que esperar.",
      "Important6": "La mayoría de los jugadores sin experiencia en Tormenta del Desierto pierden sus tropas en pocos minutos. Asegúrate de leer las siguientes estrategias para aprender cómo minimizar las pérdidas de tropas.",
      "Important7": "En Tormenta del Desierto, no puedes mover tus tropas libremente. Deben alcanzar un objetivo y regresar a la base antes de ser desplegadas a otro objetivo. Olvídate de quemar una base con unos pocos clics rápidos y una tropa en pocos segundos.",
      "Important8": "En Tormenta del Desierto, una vez que el tiempo de enfriamiento del teletransporte haya terminado, puedes teletransportarte a cualquier lugar del mapa, independientemente de si tus tropas están en la base o no. Este es un buen cambio respecto a las reglas de teletransporte del juego normal, donde todas tus tropas deben estar de vuelta en la base antes de teletransportarte. P.D.: La misma regla se aplica durante el Duelo vs Día 6, cuando te teletransportas hacia y desde el otro servidor."
    },
    "Strategies": {
      "Title": "Estrategias",
      "EmptyBuilding": {
        "Title": "Captura un Edificio Vacío",
        "Description1": "Capturar un edificio vacío es fácil: solo atácalo y es tuyo.",
        "Description2": "Después de 1 minuto, se generan puntos para tu alianza (y para tus puntos individuales) basados en el rendimiento de la captura. Si es la primera captura, también obtienes los puntos de primera captura."
      },
      "ReduceTroopLosses": {
        "Title": "Estrategia para Capturar Edificios Vacíos y Reducir Pérdidas de Tropas",
        "Description1": "Si capturas un edificio (pero aún no recibes puntos de captura) y aparece un enemigo, puedes usar la siguiente estrategia para ganar la batalla y reducir tus pérdidas de tropas (esto funciona bien si el HQ/poder del enemigo es similar o inferior al tuyo):",
        "Tip1": "Mantén tu tropa en el edificio hasta que el enemigo comience el ataque (especialmente si es la primera captura del edificio donde puedes obtener los puntos de captura iniciales).",
        "Tip2": "Si el enemigo comienza a atacar el edificio y aún no has recibido el rendimiento de la captura (estás reforzando por menos de 1 minuto), retira la tropa para evitar que el enemigo ataque tu tropa en el edificio. Esto previene pérdidas de tropas.",
        "Tip3": "Es probable que el enemigo haya enviado su equipo A para capturar el edificio, por lo que podrían estar indefensos. Recuerda, si quieren atacar tu base con esa tropa, deben enviarla de regreso a su base primero y luego enviarla a tu base.",
        "Tip4": "Envía todas tus tropas con la tropa A en la primera posición para atacar la base enemiga.",
        "Tip5": "Si tienes suerte, el enemigo no tiene defensa o solo tiene tropas débiles. Una vez eliminado el enemigo, envía tu tropa para capturar la base.",
        "Tip6": "Usando exploradores, puedes asegurarte de que las tropas que envíes puedan realmente ganar la batalla contra la base. Envía exploradores varias veces justo antes de que tus tropas ataquen al enemigo para retirar una tropa si el enemigo activa la defensa."
      },
      "Advantages": {
        "Title": "Ventajas:",
        "Description1": "Evitas perder tropas en el primer ataque del enemigo, que probablemente será un equipo A enviado para capturar la base.",
        "Description2": "Si el enemigo no tiene línea de defensa, puedes eliminarlo con cero pérdidas de tropas, especialmente si eres rápido y el enemigo está cerca.",
        "Description3": "El enemigo no obtiene puntos si eres rápido, ya que toma 1 minuto para que la captura comience."
      },
      "Disadvantages": {
        "Title": "Desventajas:",
        "Description1": "Si el enemigo tiene un equipo B fuerte y lo usa para defensa, esta estrategia puede funcionar, pero tomará más tiempo ya que solo puedes golpearlos con tu equipo A. Esto funciona mejor si estás cerca del enemigo.",
        "Description2": "Si aparecen múltiples enemigos, podrías ser vulnerable a sus ataques cuando tu equipo A es enviado a atacar al enemigo.",
        "Description3": "El enemigo podría ir a defensa cuando los ataques. Así que usar una tropa con un héroe de bajo nivel podría ser una buena estrategia para reducir aún más el riesgo de pérdida de tropas.",
        "Description4": "Si es la primera captura del edificio y no eliminas al enemigo lo suficientemente rápido, ellos obtendrán esos puntos.",
        "Description5": "Ten en cuenta que esta estrategia tiene como objetivo reducir las pérdidas de tropas, pero pierdes segundos valiosos en capturar el edificio. Úsala sabiamente, considerando el estado actual de la batalla y la cantidad de tropas que te quedan."
      },
      "BuildingInEnemy": {
        "Title": "Captura un Edificio Propiedad del Enemigo",
        "Description1": "Si el edificio pertenece al otro equipo, puedes proceder de dos maneras:",
        "Description2": "Ataca directamente el edificio con tu tropa más fuerte e intenta derrotar a todas las tropas que refuercen el edificio (similar a la captura de aldeas). Esta estrategia tiene un problema serio, ya que probablemente perderás muchos soldados y te quedarás sin tropas después de algunas capturas.",
        "Description3": "Identifica bases con refuerzos y quémalas. Este enfoque suele funcionar bien si las bases no tienen defensa. De lo contrario, ocurre el mismo problema que con el enfoque anterior, pero probablemente perderás menos soldados si el enemigo envía la primera tropa para el refuerzo."
      },
      "ShouldNotDo": {
        "Title": "Lo Que No Deberías Hacer",
        "Description1": "En Tormenta del Desierto, tus tropas son muy valiosas, así que debes evitar cualquier cosa que las ponga en peligro.",
        "Description2": "Aquí tienes algunos ejemplos de lo que no debes hacer, ya que lo más probable es que resulte en pérdida de tropas:",
        "Description3": "Si eres atacado por un enemigo más débil, espera con tu tropa principal en defensa y luego ataca cuando su tropa principal regrese, en lugar de dejar que te queme porque tus tropas de defensa están afuera. Recuerda, cada ataque causa una cierta cantidad de pérdidas de tropas si quitas la formación de defensa.",
        "Description4": "No ataques a enemigos inactivos con tropas débiles, ya que tendrán tiempo para construir su defensa y perderás tropas. Es mejor hacerlo cuando los enemigos están haciendo multitarea, ya que pueden no tener tiempo para construir defensa si te ven atacar (funciona mejor si estás cerca de la base enemiga)."
      }
    }
  },
  "Alliances": {
    "Title": "Alianza",
    "Donate": {
      "Title": "Cómo Puedes Contribuir/Donar",
      "Description": "Para contribuir a la Tecnología de Alianza, se aplican las siguientes reglas:",
      "Rule1": "Por cada donación a una tecnología no recomendada, recibes 50 EXP y puntos de contribución de alianza.",
      "Rule2": "Por cada donación a la tecnología recomendada, recibes una recompensa adicional del +20%: ganas 60 EXP y 60 puntos de contribución de alianza.",
      "Rule3": "Además, las donaciones tienen una probabilidad de desencadenar un golpe crítico, otorgando EXP extra de tecnología. Las probabilidades de golpes críticos son:",
      "Hit1": "Sin golpe crítico: 45%",
      "Hit2": "Golpe crítico 2x (50 puntos adicionales EXP de tecnología de alianza): 30%",
      "Hit3": "Golpe crítico 3x (100 puntos adicionales EXP de tecnología de alianza): 15%",
      "Hit4": "Golpe crítico 5x (200 puntos adicionales EXP de tecnología de alianza): 10%",
      "Description2": "Cómo donar:",
      "Donate": "Haz clic en la tecnología recomendada y luego en 'Donar', ya sea con monedas o diamantes.",
      "Maximum": "Los comandantes tienen un máximo de 20 oportunidades para donar a la tecnología de alianza con monedas. Cada donación, ya sea crítica o no, consume una oportunidad. Si las oportunidades de donación disponibles de un comandante caen por debajo de 20, reciben una oportunidad cada 20 minutos.",
      "Limit": "No hay un límite diario en el número de donaciones con diamantes que los comandantes pueden hacer a la tecnología de alianza. Sin embargo, los costos de diamantes para cada donación aumentan con el número de donaciones realizadas, pero se pueden hacer un número ilimitado de donaciones con diamantes. Después de 20 minutos, la cantidad de diamantes necesarios para la donación disminuye gradualmente. Los costos comienzan en 2 diamantes para la primera donación y aumentan en 2 diamantes con cada donación posterior, hasta un máximo de 50 diamantes."
    },
    "Shop": {
      "Title": "Tienda de Alianza",
      "Description1": "Si eres parte de una alianza, tienes acceso a la Tienda de Alianza. Alianza -> Tienda de Alianza",
      "Description2": "La Tienda de Alianza ofrece artículos de potenciación muy útiles que se pueden reclamar a cambio de puntos de contribución de alianza. La cantidad que puedes reclamar de cada artículo está limitada en el tiempo, y la tienda restablece estos límites después de una cuenta regresiva mostrada en la parte superior de la Tienda de Alianza.",
      "Image": "En la imagen, dos áreas están marcadas en rojo: <br> Teletransporte Avanzado y Teletransporte de Alianza <br> Estas dos áreas son importantes para llegar al lugar de reunión. <br> Con el Teletransporte Avanzado, puedes elegir libremente dónde quieres ser teletransportado en el mapa. <br> Con el Teletransporte de Alianza, serás teletransportado cerca del lugar de reunión."
    },
    "AssemblyPlace": {
      "Title": "¿Cómo llegar al lugar de reunión?",
      "Variant1": {
        "Title": "Variante 1: Teletransporte Avanzado",
        "Description1": "Busca nuestro lugar de reunión de alianza en el mapa (bandera morada).",
        "Description2": "Elige un lugar libre cercano.",
        "Description3": "Haz clic en 'Teletransportar'. Esto te costará un Teletransporte Avanzado."
      },
      "Variant2": {
        "Title": "Variante 2: Teletransporte de Alianza",
        "Description1": "Ve a tu inventario y selecciona la pestaña 'Especial'.",
        "Description2": "Encuentra el Teletransporte de Alianza.",
        "Description3": "Haz clic en 'Usar'. Luego serás teletransportado automáticamente al lugar de reunión."
      },
      "Footer": "En la imagen de abajo, se muestra el Teletransporte de Alianza, y en la imagen de arriba está la tienda. Puedes intercambiar ambos teletransportes como se describe arriba en la Tienda de Alianza. El Teletransporte de Alianza cuesta menos.",
      "Image": "Haz clic en: <b><br> 1. Inventario <br> 2. Especial <br> 3. Teletransporte de Alianza <br> 3. Usar"
    }
  },
  "Basics": {
    "Title": "Fundamentos",
    "Translate": {
      "Title": "Traducciones",
      "Description": "En Last War, puedes utilizar la función de traducción automática para traducir textos a tu propio idioma. Para traducir chats y mensajes, simplemente usa el ícono en la parte inferior derecha: muestra una 'A' con flechas y una 'T'. ¡De esta manera, podrás comunicarte en tu idioma preferido y concentrarte plenamente en el juego!",
      "Image": "En la imagen se muestran dos ejemplos de dónde se encuentra el ícono para traducir el texto."
    },
    "Trucks": {
      "Title": "Saquear camiones en tu propio servidor",
      "Description": "No está permitido saquear camiones en tu propio servidor. Para asegurar que dichos camiones no se muestren, hay una casilla que puedes activar para filtrar todos los camiones de tu propio servidor. Por favor, marca esta casilla para cumplir con las reglas. La imagen a continuación muestra dónde encontrar la casilla.",
      "Image": "Por favor, activa la casilla como se muestra en la imagen."
    }
  },
  "TipsAndTricks": {
    "Title": "Consejos y trucos",
    "Overview": {
      "Title": "Visión general"
    },
    "Pvp": {
      "Title": "Ataque y defensa",
      "Description1": "Primero hablemos sobre la defensa básica. Debes intentar defender solo si tu tropa principal puede sobrevivir al primer o segundo ataque consecutivo (es decir, el atacante está aproximadamente a tu nivel).",
      "Tip1": "Si no puedes defender o no estás en línea para tomar esta decisión, DESACTIVA tus defensas.",
      "Tip2": "Para activar/desactivar las defensas: Ve a la muralla en tu base, haz clic en el ícono de la casa con el + y desactiva las tropas. Cada vez que desbloquees una nueva tropa, asegúrate de desactivarla también. A veces tiene sentido no tener ninguna defensa y a veces tiene sentido usar la tropa principal como defensa, pero el mayor error que puedes cometer es permitir que tus tropas más débiles participen en la defensa.",
      "Tip3": "Por qué funciona: Supongamos que un jugador mucho más fuerte te ataca 5 veces (supongamos que eres de nivel 20 con 3 tropas). Perderías alrededor de 10k a 12k tropas en esos 5 ataques si tuvieras 3 equipos de defensa. Si solo tuvieras una sola defensa (la tropa más fuerte), perderías alrededor de 4k a 5k tropas. Si no tuvieras ninguna defensa, perderías alrededor de 1k tropas (debido al ataque de ruptura que no cuenta como muertes para el atacante). Eso es una gran diferencia.",
      "Tip4": "Atacar bases tiene dos propósitos en este juego: (1) saquear recursos y (2) acumular puntos durante eventos de eliminación, como el Destruidor de enemigos (día 6 del duelo).",
      "Tip5": "Saqueo ofrece la mejor relación de recursos-aguante en el juego, pero ten en cuenta las defensas/contraataques, tus límites de saqueo actuales, etc.",
      "Tip6": "Al atacar otras bases para eventos de eliminación, ten en cuenta que solo los combates cuentan como muertes para los puntos. Así que alguien sin defensa o sin tropas no te dará puntos de evento ni aumentará tu número de muertes individuales. Esa es otra razón por la que debes desactivar tus propias defensas para evitar que tus oponentes acumulen puntos atacándote.",
      "Image1": "Haz clic en la muralla y luego en el ícono de más para acceder a las defensas.",
      "Image2": "Al activar la casilla, puedes encender o apagar la defensa para cada tropa."
    },
    "Troops": {
      "Title": "Entrenamiento de tropas/unidades",
      "Description1": "La estrategia óptima para entrenar tropas es entrenarlas en 3 etapas. Esto no acelera el entrenamiento ni consume menos recursos, pero te permite ganar más puntos durante eventos relevantes como el entrenamiento de unidades en la carrera de armas y el día 5 de la actividad de duelo.",
      "Tip1": "Supongamos que TX = nivel máximo de las tropas que puedes entrenar, TY = un nivel por debajo del máximo y TZ = dos niveles por debajo del máximo. La estrategia es entrenar TZ durante toda la semana (suponiendo que ya tienes suficiente TX para todas tus unidades). Durante el entrenamiento de unidades en la carrera de armas, promueve TZ -> TY y/o TY -> TX (puedes hacer dos rondas en cada cuartel sin aceleradores durante esta fase). En el día 5 del duelo, promoverías casi todas las TY/TZ a TX antes de entrar al campo de batalla Tormenta del Desierto o al día 6 del duelo. Una vez que hayas terminado los eventos de eliminación, continúa rellenando TZ.",
      "Tip2": "Por ejemplo, si eres HQ 25, entonces TX serían unidades de nivel 8 (requiere cuartel Lv24), TY serían unidades de nivel 7 (requiere cuartel Lv20) y TZ serían unidades de nivel 6 (requiere cuartel Lv17). Para aplicar esta estrategia, debes mantener algunos cuarteles a un nivel inferior al máximo posible. De 4 cuarteles, recomiendo tener 2 que puedan formar hasta TX y 2 que solo puedan formar hasta TY. Esto se debe a que la promoción de tropas automáticamente va al nivel máximo para ese cuartel.",
      "Example": {
        "Title": "Un ejemplo: ",
        "Example1": "Entrenamiento directo: 1 soldado T9 = 250 puntos",
        "Example2": "Entrenamiento por etapas: 1 T5 = 150 puntos, 1 T5 -> 1 T6 = 175 puntos, 1 T6 -> 1 T7 = 200 puntos, 1 T7 -> 1 T8 = 225 puntos, 1 T8 -> 1 T9 = 250 puntos, totalizando 1000 puntos",
        "Description": "Como puedes ver, con el enfoque gradual obtienes cuatro veces los puntos por cada soldado."
      },
      "Image1": "En esta imagen, puedes ver qué tropas puedes mejorar. Haz clic en el botón 'Mejorar', no en 'Entrenar', para llevar a los soldados al nivel máximo del cuartel."
    },
    "Healing": {
      "Title": "Curación por spam",
      "Description1": "Otro concepto es el 'Spam-Healing'. Esto significa que si tienes más de 1000 tropas muertas y tomaría 4 horas curarlas todas, debes establecer solo 25 minutos de tiempo de curación a la vez y hacer clic en el botón de ayuda de tu alianza. Esto mantiene el costo de los recursos constante, pero reduce el tiempo de curación en más del 50%. Este método es eficiente para mantener alta tu potencia de combate y garantizar un flujo constante de tropas."
    },
    "SmallTroops": {
      "Title": "Recolectar recursos con una pequeña fuerza de tropas",
      "Description1": "Si tienes pocas tropas disponibles en tu campo de entrenamiento (por ejemplo, después de las guerras del sábado), es posible que no puedas enviar todas las tropas a recolectar recursos, ya que se requiere un cierto número de tropas para cada tropa.",
      "Description2": "Esto se puede resolver de la siguiente manera:",
      "Tip1": "Devuelve tus tropas a la base para poder reemplazarlas",
      "Tip2": "Retira todos los héroes de cada tropa y agrega solo 1 héroe por tropa, preferiblemente aquellos con un valor bajo en el atributo 'Comando'.",
      "Tip3": "Ahora envía las tropas a recolectar. Cada tropa utilizará una cantidad mucho menor de tropas, por lo que podrás enviar todas.",
      "Tip4": "Además, puedes formar soldados de nivel 1 en cualquier cuartel para tener casi de inmediato algunas tropas disponibles, ya que la formación de soldados de nivel 1 es rápida."
    },
    "IncreasedDamage": {
      "Title": "Porcentaje de daño aumentado",
      "Description1": "En cada ataque, defensa o guardia, puedes usar la fiebre de guerra para aumentar el daño en un 1%.",
      "Description2": "Este impulso se activa automáticamente cuando atacas o exploras una base, pero no cuando solo defiendes.",
      "Description3": "Para activar la fiebre de guerra, puedes realizar una de las siguientes acciones:",
      "Tip1": "Envía un avión de reconocimiento a una base",
      "Tip2": "Inicia un ataque o una manifestación contra una base enemiga (los ataques o manifestaciones contra zombies no cuentan). También puedes cancelar el ataque una vez que la fiebre de guerra haya comenzado",
      "Tip3": "Puedes ver el estado de la fiebre de guerra en la parte superior izquierda de la pantalla, justo debajo de los indicadores de comida/hierro/monedas/energía. Al hacer clic en el ícono, se muestra la cuenta regresiva.",
      "Tip4": "Repite la acción de activación para reiniciar la cuenta regresiva a 15 minutos en cualquier momento.",
      "Tip5": "IMPORTANTE: No utilices este truco mientras tengas un escudo, ya que lo perderás."
    }
  },
  "Buildings": {
    "Title": "Edificios",
    "Headquarters": {
      "Title": "Cuartel General",
      "Description1": "El Cuartel General es el edificio más importante del juego. Cumple funciones similares a las de los ayuntamientos en otros juegos. Al mejorarlo, podrás construir nuevos edificios y elevar los edificios existentes a niveles superiores.",
      "Description2": "Cuando el Cuartel General sube de nivel, lo siguiente aumenta:",
      "List1": "Rendimiento",
      "List2": "Límite de Nivel de Héroe",
      "List3": "HP de Héroes",
      "List4": "Ataque de Héroes",
      "List5": "Defensa de Héroes",
      "List6": "Límite de Nivel para cada edificio",
      "LevelUp": {
        "Title": "Requisitos de Mejora",
        "Description1": "Para mejorar el Cuartel General a un nivel superior, deben cumplirse tanto los requisitos de recursos como los de edificios en cada etapa.",
        "Description2": "Es importante avanzar en la construcción paso a paso para asegurar un progreso fluido hacia el siguiente nivel del Cuartel General y ahorrar suficientes recursos. Si el Cuartel General no se mejora, puede llevar a un grupo débil, ya que este edificio determina el límite para los niveles de héroes.",
        "Description3": "A continuación se muestra un gráfico con los edificios requeridos para cada nivel",
        "Table": {
          "ToUnlock": "HQ para desbloquear",
          "Condition1": "Edificio 1",
          "Condition2": "Edificio 2",
          "Iron": "Hierro",
          "Food": "Comida",
          "Gold": "Oro",
          "Days": "Días",
          "Wall": "Muro L.",
          "TechCenter": "Centro de Tecnología L.",
          "DrillGround": "Campo de Entrenamiento L.",
          "Barracks": "Cuartel L.",
          "AllianceCenter": "Centro de Alianzas L.",
          "Hospital": "Hospital L.",
          "TankCenter": "Centro de Tanques L."
        }
      }
    },
    "Barracks": {
      "Title": "Cuartel",
      "Description1": "Los Cuarteles se utilizan para reclutar y promover tus tropas. Una vez que desbloquees los Cuarteles, deberías actualizar siempre solo un Cuartel a la vez para usar tus recursos de manera eficiente. Promover tus tropas te permite avanzar tropas de un nivel inferior al nivel más alto permitido por tus Cuarteles. Promover tropas se vuelve especialmente útil una vez desbloqueado, ya que te permite entrenar y mejorar tropas de nivel uno, requiriendo menos recursos y tiempo."
    },
    "Hospital": {
      "Title": "Hospital",
      "Description1": "El Hospital se utiliza para curar a tus tropas después de una batalla. Si un enemigo es lo suficientemente fuerte, puede matar o herir a tus tropas. Sin embargo, el Hospital no puede revivir tropas caídas, solo curar las heridas. Un método eficiente para curar rápidamente a tus tropas es seleccionar solo una cantidad de tropas que puedan ser curadas en 25 minutos o menos. Esto permite a tu alianza asistirte y reducir el tiempo de curación a casi inmediato. Si utilizas correctamente el sistema de curación, el tiempo de curación se reducirá al 25 % del tiempo que hubiera tomado si hubieras curado todas las tropas a la vez."
    },
    "DrillGround": {
      "Title": "Campo de Entrenamiento",
      "Description1": "El Campo de Entrenamiento es el edificio donde están estacionadas tus tropas. El nivel máximo del Campo de Entrenamiento aumenta con el nivel de tu Cuartel General. El Campo de Entrenamiento es una fuente central de tu fuerza, ya que la fuerza de tus tropas determina en gran medida tu nivel de poder. Para alcanzar la máxima potencia posible (el objetivo principal del juego), deberías actualizar constantemente tu Campo de Entrenamiento al nivel más alto y construir más Campos de Entrenamiento cuando sea posible. El segundo Campo de Entrenamiento se desbloquea en el nivel 16 y el tercero en el nivel 21."
    },
    "Garages": {
      "Title": "Garajes",
      "Description1": "Los Garajes albergan a tus héroes. Proporcionan a tus héroes fuerza adicional y tropas que pueden llevar consigo. Al comenzar el juego, recibes un Garaje y puedes desbloquear más a lo largo del juego, hasta un total de tres Garajes. Un cuarto Garaje también se puede obtener a través del pase mensual. Debes centrarte únicamente en mejorar el Garaje 1, ya que la mayor parte de tus esfuerzos en el juego se dirigirán hacia él. Mejora el Garaje 2 solo si lo necesitas para puntos de Carrera de Armas económicos o si crees que está demasiado rezagado."
    },
    "TechCenter": {
      "Title": "Centro de Tecnología",
      "Description1": "El Centro de Tecnología es una parte crucial del juego para competir con éxito contra otros jugadores. Se muestra con frecuencia en la sección 'actualizaciones requeridas' cuando deseas mejorar tu Cuartel General por una buena razón. El Centro de Tecnología te permite mejorar ciertas estadísticas de tu base, como héroes, tropas, garajes y más. Esto convierte recursos en más fuerza y estadísticas para todo. Una vez que llegues al nivel 16, tendrás la opción de comprar un segundo Centro de Tecnología, lo cual se recomienda encarecidamente."
    },
    "GearFactory": {
      "Title": "Fábrica de Equipos",
      "Description1": "La Fábrica de Equipos te permite fabricar o desmantelar equipos para tus héroes. Puedes fabricar cualquier tipo de equipo que actualmente exista en el juego y también desmantelar partes de equipo. Además, la Fábrica de Equipos te permite combinar componentes de equipo para crear la pieza de Componente Cerámico Dielectrico que necesitas para crear una pieza de equipo legendaria. No se recomienda fabricar o mejorar partes de equipo raras, superraras o super-superraras. Una vez que tengas al menos todas las partes de equipo super-superraras (SSR) para tus héroes principales, deberías desmantelar todas las partes de equipo adicionales para obtener más equipo legendario."
    },
    "ComponentFactory": {
      "Title": "Fábrica de Componentes",
      "Description1": "La Fábrica de Componentes produce cajas de componentes de drones. Estos componentes de drones se utilizan en el Centro de Drones para realizar más mejoras en tu dron. Una vez que la Fábrica de Componentes esté construida, no se puede actualizar más."
    },
    "TankCenter": {
      "Title": "Centro de Tanques",
      "Description1": "El Centro de Tanques es un edificio crucial en el juego que mejora significativamente las estadísticas de tus héroes de tanques. Este edificio debe actualizarse a su nivel máximo tan pronto como sea posible cada vez que actualices tu Cuartel General."
    },
    "AircraftCenter": {
      "Title": "Centro de Aeronaves",
      "Description1": "El Centro de Aeronaves cumple la misma función que el Centro de Tanques, pero para héroes tipo aeronave. Inicialmente, no es crucial actualizar este edificio ya que no proporciona bonificaciones para la configuración que debes usar. Sin embargo, una vez que DVA y Carlie estén disponibles, actualizar el Centro de Aeronaves será tan importante como actualizar el Centro de Tanques debido a las estadísticas adicionales que proporciona a estos héroes."
    },
    "MissileCenter": {
      "Title": "Centro de Misiles",
      "Description1": "De manera similar a los dos edificios mencionados anteriormente, el Centro de Misiles aumenta las estadísticas de los héroes tipo misiles."
    },
    "ResourceCenters": {
      "Title": "Centros de Recursos",
      "Description1": "Los centros de comida, hierro y fundición son edificios que producen los recursos respectivos. La Base de Entrenamiento es el edificio que produce XP de héroes. La experiencia muestra que los edificios de la Base de Entrenamiento ofrecen una buena utilización de XP en relación con los recursos utilizados y son eficientes para actualizar."
    }
  },
  "Greeting": {
    "HomeButton": "¡Di hola!",
    "Modal": {
      "Title": "Deja un saludo",
      "Form": {
        "ServerNumber": {
          "Label": "Número de servidor",
          "Required": "El número de servidor es obligatorio"
        },
        "AllianceName": {
          "Label": "Nombre de la alianza",
          "Required": "El nombre de la alianza es obligatorio"
        },
        "PlayerName": "Nombre del jugador",
        "Optional": "Opcional",
        "CloseButton": "Cancelar",
        "SubmitButton": "Enviar"
      },
      "Toastr": {
        "Label": "Tu saludo",
        "Success": "Gracias por tu saludo",
        "Error": "Ha ocurrido un problema. Por favor, inténtalo de nuevo más tarde."
      }
    }
  },
  "Spinner": {
    "Label": "Por favor espera..."
  },
  "MemberLogin": {
    "Title": "Inicio de sesión de miembros",
    "Description": "Esta área es solo para miembros.",
    "Form": {
      "Label": "Introduzca la contraseña",
      "Required": "La contraseña es un campo obligatorio",
      "LoginButton": "Iniciar sesión"
    },
    "Toastr": {
      "Title": "Inicio de sesión",
      "Error": "Error en el inicio de sesión"
    },
    "PasswordExpired": {
      "Title": "Contraseña expirada",
      "Information": "La contraseña ha cambiado"
    }
  },
  "Squad": {
    "Title": "Escuadra",
    "Description": "Para maximizar el poder de tus héroes, deberías optimizar la disposición de tu escuadra.",
    "Basics": {
      "Title": "Fundamentos de la disposición de la escuadra",
      "Description": "Cada héroe tiene su propio tipo, habilidades y características especiales.",
      "Defend": {
        "Title": "Héroes de Defensa",
        "Description": "deberían colocarse en la parte delantera del equipo."
      },
      "Attack": {
        "Title": "Héroes de Ataque",
        "Description": "deberían colocarse en la parte trasera."
      },
      "Support": {
        "Title": "Héroes de Apoyo",
        "Description": "deberían colocarse en la parte trasera."
      }
    },
    "Example": {
      "Title": "Ejemplo de una escuadra",
      "List1": "<b>Violet</b> y <b>Scarlett</b> en defensa y, por lo tanto, en la parte delantera",
      "List2": "<b>Mason</b> y <b>Richard</b> están atacando y, por lo tanto, se colocan en la parte trasera",
      "List3": "un héroe de apoyo, <b>Monica</b>, en el fondo",
      "Image": "Héroes de defensa al frente, héroes de ataque y apoyo en la parte trasera para una disposición óptima."
    },
    "FormationBonus": {
      "Title": "Bonificación de Formación",
      "Description": "La bonificación que estás usando actualmente se puede ver en el símbolo en la esquina superior izquierda del área de disposición de la escuadra.",
      "Image": "<ul><li>3 héroes del mismo tipo: +5 %</li><li>3 héroes del mismo tipo + 2 de otro: +10 %</li><li>4 héroes del mismo tipo: +15 %</li><li>5 héroes del mismo tipo: 20 %</li></ul>",
      "Description2": "Si tienes todos los héroes del mismo tipo (en el ejemplo anterior, todos tanques), recibirás una bonificación de poder del 20 %. Además, mejorar el edificio de tanques aumenta el poder de todos los héroes tanque."
    },
    "TroopsAndSoldiers": {
      "Title": "Tropas y Soldados",
      "Description": "Cuando llevas a cabo un ataque o una rally con un equipo, se añaden soldados a la fuerza base de los héroes. El número de soldados involucrados en el ataque depende del atributo de mando de los héroes en el equipo.",
      "Image": "En el ejemplo, puedes ver que el número de unidades (soldados) involucradas en el ataque es 1.965 (393 con Murphy, 393 con Williams, etc.), y al hacer clic en la i, se muestra la información de que se trata de soldados de nivel T6 y T7.",
      "Description2": "Ten en cuenta que, si está disponible, siempre se utilizan primero los soldados de niveles más altos, y luego se utilizan los de niveles más bajos para completar."
    }
  }
}
