{
  "Home": {
    "Welcome": "¡Bienvenido, valiente guerrero, a la Alianza Old Viking!",
    "PlayerManager": {
      "Title": "Administrador de Jugadores",
      "Description": "Tu herramienta definitiva para la gestión de alianzas: ¡Gestiona jugadores, planifica eventos y rastrea todo, desde puntos VS hasta Marshal!",
      "Button": "Aprende más sobre el Administrador de Jugadores"
    },
    "Section1": "Entra en los mares tormentosos y en los campos de batalla infinitos con la Alianza Old Viking a tu lado. Aquí luchamos codo a codo, con nuestra hacha afilada y nuestros escudos levantados, siempre listos para la próxima batalla.",
    "WhatToExpect": {
      "Title": "Lo que puedes esperar:",
      "List1": "Hermanos y hermanas en combate: Encuentra compañeros leales que te apoyen en cada batalla y compartan contigo la gloria.",
      "List2": "Maestría estratégica: Forja poderosos planes y supera a tus enemigos con táctica astuta y valentía inquebrantable.",
      "List3": "Festividades gloriosas: Participa en batallas épicas y saqueos gloriosos que te recompensarán generosamente y continuarán tejiendo tu saga heroica.",
      "List4": "Sabiduría de los ancianos: Aprende de guerreros experimentados y mejora tus habilidades para destacar como un verdadero vikingo."
    },
    "Allies": {
      "Title": "Nuestros aliados:",
      "Allie1": "tES - The Walking Beer",
      "Allie2": "7ci - La 7e compagnie"
    },
    "Nap": {
      "Title": "Pactos de No Agresión (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "CrossServerAlliances": {
      "Title": "Alianzas entre Servidores"
    },
    "Section2": "Conviértete en parte de la Alianza Old Viking y navega con nosotros hacia la leyenda. Juntos seremos invencibles y haremos que el mundo tiemble de admiración.",
    "Vs": {
      "Title": "Duelo VS:",
      "Description": "Descubre aquí cómo puedes acumular más puntos.",
      "Link": "Saber más",
      "Day1": {
        "Link": "day1",
        "Description": "Día 1 - Entrenamiento Especial de Radar"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Día 2 - Construcción de Bases"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Día 3 - Era de la Ciencia"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Día 4 - Desarrollo de Héroes"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Día 5 - Preparación para Combate"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Día 6 - Eliminación de Enemigos"
      }
    },
    "Information": {
      "Title": "Más información",
      "Description": "Aquí encontrarás enlaces útiles a las páginas principales de nuestro sitio web:",
      "Vs": "Duelo VS",
      "Rules": "Reglas",
      "Basics": "Fundamentos",
      "TipsAndTricks": "Consejos y trucos"
    },
    "Guestbook": "Libro de visitas"
  },
  "Rules": {
    "Title": "Reglas de la Alianza",
    "Rule1": {
      "Title": "Inactividad",
      "Description": "Quien esté offline durante 3 días sin avisar, será expulsado de la alianza al 4° día."
    },
    "Rule2": {
      "Title": "Lugar de Reunión",
      "Description": "El domingo se termina toda la lucha, y todos los miembros deben reunirse en el lugar de reunión de la alianza.",
      "Description2": "Quien no esté en el lugar de reunión el miércoles será expulsado.",
      "Description3": "¿Cómo llegar al lugar de reunión?"
    },
    "Rule3": {
      "Title": "Donaciones de Tecnología de la Alianza",
      "Description": "Cada miembro debe haber donado puntos a la tecnología de la alianza para el domingo (la donación es gratuita).",
      "Description2": "Quien no lo haga será expulsado.",
      "Description3": "¿Cómo donar?"
    },
    "Rule4": {
      "Title": "Nombres de Jugadores",
      "Description": "Cada miembro debe tener un nombre de jugador propio.",
      "Description2": "Quien no se asigne un nombre de jugador será expulsado de la alianza."
    },
    "Rule5": {
      "Title": "Ataques Generales",
      "Description": "Está prohibido atacar a nuestros aliados o romper el NAP (Pacto de No Agresión).",
      "Description2": "Los ataques a jugadores de otras alianzas están generalmente prohibidos. Si surgen circunstancias especiales o conflictos, tales acciones deben ser discutidas y aprobadas previamente con un R5 o R4 para evitar estrés innecesario.",
      "Description3": "Saqueo de camiones o trenes del propio servidor no está permitido.",
      "Description4": "¿Cómo evitar ataques a nuestros camiones?",
      "Description5": "No se permite saquear misiones secretas y misiones de Ghost Ops desde tu propio servidor",
      "Description6": "¿Cómo saquear misiones secretas en otros servidores?"
    },
    "Note": {
      "Title": "Nota:",
      "Description": "Si alguien no sabe cómo cumplir una regla o tiene otras preguntas, por favor comuníquese con nosotros. Estamos aquí para ayudar."
    },
    "Footer": "¡Seamos fuertes y exitosos juntos!",
    "ServerRules": {
      "Title": "Reglas del Servidor",
      "Abuse": {
        "Title": "Abuso:",
        "Rule1": "No se permite el acoso, sexismo, racismo, homofobia u otros chats de odio, incluyendo insultos étnicos, sexuales, religiosos, relacionados con discapacidades, por edad o transfóbicos. La consecuencia es un golpe gratuito al jugador, y en caso de reincidencia, la expulsión de la alianza."
      },
      "Zeroing": {
        "Title": "Zeroing:",
        "Rule1": "Está prohibido reducir a cero (destruir) las bases que estén en alianzas de nuestro servidor. La consecuencia es la propia reducción a cero, con tropas fuera de la base."
      },
      "Trucks": {
        "Title": "Camiones:",
        "Rule1": "No se permite atacar a nuestros camiones y trenes del servidor. Utiliza el filtro para evitarlo. Si ocurre, contacta directamente a la persona para organizar un camión equivalente para saquear. Si no hay respuesta, informa a R4/R5."
      },
      "Villages": {
        "Title": "Pueblos:",
        "Rule1": "Los jugadores no deben atacar bases durante la lucha en los pueblos, solo reforzar o atacar el pueblo. La consecuencia es una cantidad equivalente de golpes con tropas fuera de la base."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Ataques 1:",
          "Rule": "Los jugadores que abandonen su alianza para atacar a un jugador en el Top 10 serán excluidos de los Top 10 durante 1 semana. No podrán ser protegidos por ningún Top 10 durante esa semana."
        },
        "Rule2": {
          "Title": "Ataques 2:",
          "Rule": "Los jugadores que ataquen a otro jugador en el Top 10 deben recibir la misma cantidad de ataques y daño a cambio. En caso de una segunda infracción, se aplicará una suspensión de 1 semana de los Top 10."
        }
      },
      "Cities": {
        "Title": "Ciudades:",
        "Rule1": "Las ciudades de nivel 6 pertenecen a las 3 mejores alianzas. Cuando cambien las 3 mejores alianzas, las ciudades de nivel 6 cambiarán en consecuencia."
      }
    }
  },
  "Navigation": {
    "Home": "Inicio",
    "Rules": "Reglas",
    "VS": "Duelo VS",
    "Alliances": "Alianza",
    "AllianceMvp": "MVP de la Alianza",
    "Basics": "Básicos",
    "TipsAndTricks": "Consejos/Trucos",
    "Buildings": "Edificios",
    "Squad": "Escuadrón",
    "DesertStorm": "Tormenta del Desierto",
    "Seasons": "Temporadas",
    "SeasonOne": "Temporada 1",
    "SeasonTwo": "Temporada 2",
    "SeasonThree": "Temporada 3",
    "Marshall": "Guardia del Mariscal",
    "Capitol": "Capitolio"
  },
  "VS": {
    "Title": "Duelo VS",
    "Day1": {
      "Title": "Día 1 - Entrenamiento Especializado en Radar",
      "DayText": "Lunes",
      "Task1": {
        "Title": "Completa 1 tarea de radar (~25.000 puntos):",
        "Description": "Ve al símbolo del radar en la esquina inferior izquierda y abre la pantalla del radar. Aquí verás misiones, algunas de las cuales ya están completadas (con un punto rojo en la esquina superior derecha), mientras que otras aún están pendientes. Para completar una misión, debes realizarla primero (si aún no se ha realizado) y luego hacer clic en la misión con el punto rojo. Con esta acción la recogerás y obtendrás los puntos. Para maximizar los puntos, considera acumular misiones del día anterior."
      },
      "Task2": {
        "Title": "Usa 1 resistencia (~300 puntos):",
        "Description": "Usa resistencia para ataques, acciones de recolección y misiones de radar."
      },
      "Task3": {
        "Title": "Usa al menos 660 puntos de EXP de héroe a la vez (~6 puntos):",
        "Description": "Ve al Centro de Drones y haz clic en el botón 'Entrenamiento de Datos' para usar datos de combate. En ciertos niveles, se requieren partes de drones para continuar con el entrenamiento."
      },
      "Task4": {
        "Title": "Usa 1 parte de drone:",
        "Description": "Ve al Centro de Drones y haz clic en el botón 'Entrenamiento de Datos' para usar datos de combate. En ciertos niveles se necesitan partes de drones."
      },
      "Task5": {
        "Title": "Recolecta 100/100/60 unidades de comida/acero/monedas (~40 puntos):",
        "Description": "Puedes recolectar unidades de comida, acero o monedas de dos maneras:",
        "Description2": "Con misiones de radar especiales para recolectar comida, acero o monedas. En este caso, la velocidad de recolección es extremadamente alta.",
        "Description3": "Cambia al modo mapa, haz clic en la lupa, luego en recolectar, y selecciona 'Campos', 'Mina de acero' o 'Mina de oro'. Busca un lugar al que puedas enviar tus tropas a recolectar. Los puntos se asignan cuando las tropas salen del punto de recolección, ya sea porque los recursos a recolectar se agotaron o porque las tropas fueron retiradas. Comienza, por lo tanto, el día antes del inicio de este día y asegúrate de que el tiempo final de recolección sea después del inicio de este día."
      },
      "Task6": {
        "Title": "Por cada punto de chip de datos de drone ganado (~2000 puntos):",
        "Description": "Obtén puntos cuando abras cofres de chips de datos de drone desde el inventario (no confundir con cofres de componentes de drone)."
      }
    },
    "Day2": {
      "Title": "Día 2 - Construcción de la Base",
      "DayText": "Martes",
      "Task1": {
        "Title": "Usa una aceleración de construcción de 1 minuto (~120 puntos):",
        "Description": "Usa aceleraciones de construcción (también se aceptan genéricas, de cualquier duración)."
      },
      "Task2": {
        "Title": "Aumenta la fortaleza del edificio en 1 punto (~21 puntos):",
        "Description": "Cada vez que termines un edificio, la fortaleza de ese edificio aumenta y obtienes puntos por esta diferencia. Ten en cuenta que el aumento de la fortaleza del edificio solo ocurre cuando abres la caja de regalo en la que está empaquetado el edificio mejorado."
      },
      "Task3": {
        "Title": "Envía el camión de comercio legendario una vez (~200.000 puntos):",
        "Description": "Los camiones de comercio pueden ser de diferentes tipos y, por lo tanto, contener diferentes recompensas. Puedes cambiar su contenido mediante el contrato de comercio. Ve a la sección donde puedes enviar un camión. Si ves la vista previa del contenido en la esquina superior derecha, encontrarás un botón con un dado. Para obtener la versión 'legendaria', debes actualizar varias veces hasta que veas el fondo amarillo y el texto 'UR' en el lado izquierdo."
      },
      "Task4": {
        "Title": "Completa 1 misión secreta legendaria (~150.000 puntos):",
        "Description": "En el grupo secreto móvil se encuentran actividades de diferentes tipos y niveles. Usa el botón 'Actualizar' en la parte inferior para cambiar las misiones actuales (usando 1 objeto de misión secreta, el 'Comando Secreto'). Busca las misiones con el cuadrado amarillo/dorado y comienza las misiones. Si mantienes los objetos de misión secreta durante la semana, podrás iniciar todas las misiones legendarias en este día."
      },
      "Task5": {
        "Title": "Recluta una vez a un sobreviviente (~3.000 puntos):",
        "Description": "Usa los boletos de reclutamiento de sobrevivientes dorados (que se diferencian de los boletos de reclutamiento de héroes dorados) que encuentras en el área de héroes. Haz clic en el botón 'Reclutar héroes' y luego ve al área 'Reclutar sobrevivientes'. Recolecta boletos de reclutamiento para sobrevivientes durante toda la semana y úsalos solo en este día."
      }
    },
    "Day3": {
      "Title": "Día 3 - Era de la Ciencia",
      "DayText": "Miércoles",
      "Task1": {
        "Title": "Completa una misión de radar (~23.000 puntos):",
        "Description": "Ve al símbolo del radar en la esquina inferior izquierda y abre la pantalla del radar. Aquí verás misiones, algunas de las cuales ya están completadas (con un punto rojo en la esquina superior derecha), mientras que otras aún están pendientes. Para completar una misión, debes realizarla primero (si aún no se ha realizado) y luego hacer clic en la misión con el punto rojo. Con esta acción la recogerás y obtendrás los puntos. Para maximizar los puntos, considera acumular misiones del día anterior."
      },
      "Task2": {
        "Title": "Usa un acelerador de investigación por 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de investigación (también se aceptan genéricos, de cualquier duración)."
      },
      "Task3": {
        "Title": "Aumenta el rendimiento tecnológico en 1 punto (~21 puntos):",
        "Description": "Obtienes puntos de rendimiento tecnológico cuando haces clic en el símbolo de investigación completada en el Centro de Tecnología. Para maximizar los puntos, inicia una investigación larga en el/los día(s) anterior(es) para que termine en este día, o conclúyela en este día haciendo clic solo en el símbolo de investigación completada."
      },
      "Task4": {
        "Title": "Usa una medalla de valentía (~600 puntos):",
        "Description": "Ve al Centro de Investigación y al apartado 'Duelo de Alianza'. Inicia una de las búsquedas que consumen medallas de valentía (esas son las medallas azules en el centro, doradas en el exterior y con el lazo en la parte inferior, que se pueden ganar en los cofres de duelo)."
      },
      "Task5": {
        "Title": "Por cada cofre de componentes de drones de los niveles 1/2/3/4/5/6/7 abierto:",
        "Description": "Obtén puntos cuando abras cofres de componentes de drones desde el inventario (no confundir con cofres de chips de datos de drones)."
      }
    },
    "Day4": {
      "Title": "Día 4 - Desarrollo de Héroes",
      "DayText": "Jueves",
      "Task1": {
        "Title": "Realiza una reclutación avanzada una vez (~3.750 puntos):",
        "Description": "Usa los boletos de reclutamiento legendarios en el área de héroes para reclutar héroes (no confundir con los boletos de 'Reclutar sobrevivientes'). Recolecta boletos para reclutar héroes durante toda la semana y úsalos solo en este día."
      },
      "Task2": {
        "Title": "Usa al menos 660 puntos de EXP de héroe (~6 puntos):",
        "Description": "Usa puntos de experiencia haciendo clic en el botón 'Actualizar' después de seleccionar un héroe."
      },
      "Task3": {
        "Title": "Usa un fragmento legendario, épico o raro (~20.000, ~7.000 o ~2.000 puntos):",
        "Description": "Usa el fragmento dorado, morado o azul (piezas de rompecabezas) de héroes para aumentar su nivel en el área de héroes. Haz clic en un héroe, ve al área de clases y actualiza la clase del héroe."
      },
      "Task4": {
        "Title": "Usa una medalla de habilidad (~20 puntos):",
        "Description": "Mejora las habilidades de los héroes yendo al área de héroes, seleccionando un héroe, haciendo clic en el área de 'Habilidades', eligiendo una de las habilidades (los cuadrados) arriba y usando el botón 'Fortalecer' (esto no siempre es posible)."
      },
      "Task5": {
        "Title": "Consume 1 medalla de habilidad"
      },
      "Task6": {
        "Title": "Compra un paquete de regalo con diamantes (1 diamante)"
      }
    },
    "Day5": {
      "Title": "Día 5 - Preparación para el Combate",
      "DayText": "Viernes",
      "Task1": {
        "Title": "Completa una misión de radar (~23.000 puntos):",
        "Description": "Ve al símbolo del radar en la esquina inferior izquierda y abre la pantalla del radar. Aquí verás misiones, algunas de las cuales ya están completadas (con un punto rojo en la esquina superior derecha), mientras que otras aún están pendientes. Para completar una misión, debes realizarla primero (si aún no se ha realizado) y luego hacer clic en la misión con el punto rojo. Con esta acción recogerás la misión y obtendrás los puntos. Para maximizar los puntos, considera acumular misiones del día anterior."
      },
      "Task2": {
        "Title": "Usa un acelerador de construcción de 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de construcción (también se aceptan genéricos, de cualquier duración)."
      },
      "Task3": {
        "Title": "Aumenta la fuerza del edificio en 1 punto (~21 puntos):",
        "Description": "Cada vez que completes un edificio, la fuerza de ese edificio aumenta y obtendrás puntos por la diferencia. Ten en cuenta que el aumento de la fuerza del edificio solo ocurre cuando abres la caja de regalo en la que está empaquetado el edificio recién mejorado."
      },
      "Task4": {
        "Title": "Usa un acelerador de investigación de 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de investigación (también se aceptan genéricos, de cualquier duración)."
      },
      "Task5": {
        "Title": "Aumenta el rendimiento tecnológico en 1 punto (~21 puntos):",
        "Description": "Obtienes puntos de rendimiento tecnológico cuando se completa una investigación en el Centro de Tecnología."
      },
      "Task6": {
        "Title": "Usa un acelerador de entrenamiento de 1 minuto (~122 puntos):",
        "Description": "Usa un acelerador de entrenamiento (también se aceptan genéricos, de cualquier duración). También se otorgan puntos cuando entrenas para mejorar el nivel del soldado. Es mejor preparar muchos soldados de bajo nivel antes de este día y luego elevarlos a un nivel superior, ya que los puntos se otorgan en función del nivel del soldado que llega."
      },
      "Task7": {
        "Title": "Forma un soldado de nivel 1/2/3/4/5/6/7/8/9/10 (~46/70/93/117/140/164/197/211/234/258 puntos):",
        "Description": "Los puntos que obtienes se basan en el nivel de llegada del soldado. Por lo tanto, si mejoras un soldado de nivel 4 a nivel 5, obtendrás los puntos por un soldado de nivel 5, al igual que si formas un soldado de nivel 5 desde cero. Prepárate, por lo tanto, con muchos soldados de niveles intermedios para actualizarlos en línea de producción."
      },
      "Task8": {
        "Title": "Usar 1 Overlord Skill Badge (~12 puntos):",
        "Description": "Consume 1 Overlord Skill Badge para mejorar tus unidades Overlord. Esto mejorará sus habilidades y contribuirá a los puntos del día."
      },
      "Task9": {
        "Title": "Usar 1 Overlord Bond Badge (~74.000 puntos):",
        "Description": "Consume 1 Overlord Bond Badge para aumentar tu clasificación de promoción. Este objeto ayuda a desbloquear mejoras adicionales para tus unidades Overlord."
      },
      "Task10": {
        "Title": "Usar 1 Training Certificate (~3.500 puntos):",
        "Description": "Consume 1 Training Certificate para mejorar tu entrenamiento especializado. Esto es esencial para mejorar las habilidades de tus soldados."
      },
      "Task11": {
        "Title": "Usar 1 Overlord Training Guidebook (~1.500 puntos):",
        "Description": "Consume 1 Overlord Training Guidebook para mejorar aún más tus programas de entrenamiento especializado. Este objeto es clave para mejorar el entrenamiento de tus soldados."
      },
      "Task12": {
        "Title": "Usar 1 Overlord Promotion Shard de cada tipo (~25.000 puntos):",
        "Description": "Consume 1 Overlord Promotion Shard de cada tipo para mejorar tus unidades Overlord. Estos shards son necesarios para la promoción y desbloquear habilidades de nivel superior."
      }
    },
    "Day6": {
      "Title": "Día 6 - Eliminación de Enemigos",
      "DayText": "Sábado",
      "Task1": {
        "Title": "Envía una vez un camión de comercio legendario (~200.000 puntos):",
        "Description": "Los camiones de comercio pueden ser de diferentes tipos y, por lo tanto, contener diferentes recompensas. Puedes cambiar su contenido usando el contrato de comercio. Para hacerlo, ve a la sección donde puedes enviar un camión. Si miras la vista previa del contenido en la esquina superior derecha, encontrarás un botón con un dado. Para obtener la versión 'legendaria', debes actualizar varias veces hasta ver el fondo amarillo y el texto 'UR' en el lado izquierdo."
      },
      "Task2": {
        "Title": "Completa una misión secreta legendaria (~150.000 puntos):",
        "Description": "En el escuadrón móvil secreto encontrarás actividades de diferentes tipos y niveles. Usa el botón 'Actualizar' en la parte inferior para cambiar las misiones actuales (consumiendo un objeto de misión secreta, el 'Orden Secreto'). Busca las misiones con el cuadrado amarillo/dorado y complétalas. Si conservas objetos de misión secreta durante la semana, puedes iniciar todas las misiones legendarias en este día."
      },
      "Task3": {
        "Title": "Usa un acelerador de construcción de 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de construcción (también se aceptan genéricos)."
      },
      "Task4": {
        "Title": "Usa un acelerador de investigación de 1 minuto (~120 puntos):",
        "Description": "Usa un acelerador de investigación (también se aceptan genéricos)."
      },
      "Task5": {
        "Title": "Usa un acelerador de entrenamiento de 1 minuto (~122 puntos):",
        "Description": "Usa aceleradores de entrenamiento (también se aceptan genéricos). También se otorgan puntos cuando entrenas para mejorar el nivel del soldado. Es mejor preparar muchos soldados de bajo nivel antes de este día y luego elevarlos a un nivel superior, ya que los puntos se otorgan en función del nivel del soldado que llega."
      },
      "Task6": {
        "Title": "Usa un acelerador de curación de 1 minuto (~122 puntos):",
        "Description": "Usa un acelerador de curación."
      },
      "Task7": {
        "Title": "Cada unidad enemiga de nivel 1/2/3/4/5/6/7/8/9/10 eliminada da ~25/38/50/63/75/88/100/113/125/138 puntos:",
        "Description": "Estos puntos se otorgan cada vez que eliminas un soldado de la alianza enemiga en un duelo. Usa el teletransportador (símbolo de duelo contra un oponente -> ataques a la alianza -> ataque) para acceder al servidor de tu oponente y eliminar tantos soldados como sea posible que estén atacando las bases de tu alianza enemiga. Si un enemigo ha retirado las tropas de la defensa, no podrás obtener puntos en esa base. Por lo tanto, primero debes explorar y atacar solo a aquellos que aún están en defensa."
      },
      "Task8": {
        "Title": "Cada unidad eliminada de niveles 1/2/3/4/5/6/7/8/9/10 de otra alianza otorga ~5/8/10/13/15/18/20/23/25/28 puntos:",
        "Description": "Estos puntos se otorgan cada vez que eliminas un soldado de una alianza diferente en otro servidor, excepto la alianza de tu oponente en el duelo VS, para la cual se aplican los puntos en la sección anterior. Es mejor siempre intentar eliminar soldados de la alianza enemiga en el duelo VS, ya que esto otorga cinco veces más puntos. Sin embargo, si están protegidos o no tienen tropas, también puedes eliminar soldados de otras alianzas en este servidor. Esto tomará más tiempo y golpes para obtener la misma cantidad de puntos."
      },
      "Task9": {
        "Title": "Cada unidad perdida de niveles 1/2/3/4/5/6/7/8/9/10 otorga ~6/8/10/12/14/16/18/20 puntos:",
        "Description": "Ya sea que ataques o defiendas, cada vez que se elimine uno de tus soldados, recibirás esta cantidad de puntos. Si necesitas acumular puntos al final de un duelo para abrir cofres y tu alianza está ganando claramente, podrías considerar sacrificar algunas de tus tropas para atacar un cuartel general de nivel superior, si solo están disponibles estas. De esta manera, puedes perder unidades y ganar puntos."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Superposición con la Carrera Armamentista",
      "Day1": {
        "Title": "Hay dos superposiciones, por lo que recomiendo realizar las actividades durante las fases correspondientes:",
        "Overlap1": {
          "Title": "Fase de Impulso de Drones:",
          "Description": "Gasta una resistencia.",
          "Description2": "Utiliza 10 puntos de datos de combate con drones."
        },
        "Overlap2": {
          "Title": "Fase de Ascenso de Héroes:",
          "Description": "Usa 2000 puntos de EXP."
        }
      },
      "Day2": {
        "Title": "Las siguientes actividades se superponen con la fase de construcción de ciudades de la Carrera Armamentista. Recomiendo realizar estas actividades durante esta fase:",
        "Overlap1": {
          "Description": "Usa un acelerador de construcción de 1 minuto.",
          "Description2": "Aumenta la capacidad de construcción en 1 punto."
        }
      },
      "Day3": {
        "Title": "Las siguientes actividades se superponen con la fase de investigación técnica de la Carrera Armamentista. Recomiendo realizar estas actividades durante esta fase:",
        "Overlap1": {
          "Description": "Usa un acelerador de investigación de 1 minuto.",
          "Description2": "Aumenta el rendimiento tecnológico en 1 punto."
        }
      },
      "Day4": {
        "Title": "Las siguientes actividades se superponen con la fase de desarrollo de héroes de la Carrera Armamentista. Recomiendo realizar estas actividades durante esta fase:",
        "Overlap1": {
          "Description": "Realiza 1 reclutamiento avanzado.",
          "Description2": "Usa 2000 puntos de EXP."
        }
      },
      "Day5": {
        "Title": "Hay tres superposiciones. Recomiendo realizar las actividades durante las fases correspondientes:",
        "Overlap1": {
          "Title": "Fase de Construcción de Ciudades:",
          "Description": "Usa un acelerador de construcción de 1 minuto.",
          "Description2": "Aumenta la capacidad de construcción en 1 punto."
        },
        "Overlap2": {
          "Title": "Fase de Investigación Técnica:",
          "Description": "Usa un acelerador de investigación de 1 minuto.",
          "Description2": "Aumenta el rendimiento tecnológico en 1 punto."
        },
        "Overlap3": {
          "Title": "Fase de Progreso de Unidades:",
          "Description": "Usa un acelerador de entrenamiento de 1 minuto.",
          "Description2": "Forma un soldado de nivel 1/2/3/4/5/6/7/8/9/10."
        }
      },
      "Day6": {
        "Title": "Hay tres superposiciones. Recomiendo realizar las actividades durante las fases correspondientes:",
        "Overlap1": {
          "Title": "Fase de Construcción de Ciudades:",
          "Description": "Usa un acelerador de construcción de 1 minuto."
        },
        "Overlap2": {
          "Title": "Fase de Investigación Técnica:",
          "Description": "Usa un acelerador de investigación de 1 minuto."
        },
        "Overlap3": {
          "Title": "Fase de Progreso de Unidades:",
          "Description": "Usa un acelerador de entrenamiento de 1 minuto."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Preparación Estratégica",
      "Description": "Para ciertas actividades, obtienes puntos cuando se completan. Por lo tanto, puedes comenzar estas actividades el día antes del momento requerido y completarlas durante la fase correspondiente para obtener la máxima puntuación. Aquí están las fases y las actividades correspondientes:",
      "List1": "En los días en que se recompensan las misiones de radar, acumula las misiones del día anterior hasta el máximo. Esto te permitirá obtener la máxima cantidad de puntos cuando las misiones se completen en el día real.",
      "List2": "Comienza a recolectar alimentos, hierro o oro el día antes cuando estos den puntos de recompensa, y asegúrate de terminar la recolección en el nuevo día. Antes de recolectar, se mostrará cuánto necesitas para obtener los puntos máximos.",
      "List3": "En los días en que se otorgan puntos por mejorar edificios en función de su aumento de rendimiento, es ventajoso mejorar varios edificios en los días anteriores y dejarlos en estado de empaquetado de regalo. El rendimiento del edificio solo se incrementará al abrir el paquete de regalo, y en ese momento también se otorgarán puntos por duelo.",
      "List4": "En los días en que la investigación otorga puntos, inicia una investigación larga el día anterior, para que la investigación termine en esos días. Los puntos se otorgarán cuando hagas clic en el símbolo de investigación completada.",
      "List5": "No abras el cofre con el chip de datos de drones y los componentes si están en tu inventario, ya que obtendrás puntos con estas actividades en el Día 1 y 3.",
      "FightDay": {
        "Title": "Preparación para el Día de Combate",
        "Description": "En el último día del duelo, hay puntos por eliminar tropas del oponente, por lo que es importante prepararse para este día.",
        "AttackPreparation": {
          "Title": "Preparación para el Ataque",
          "List1": "Intenta durante la semana llevar el cuartel a su nivel más alto para desbloquear el entrenamiento de tropas de nivel superior. Esto te permitirá acumular puntos de manera más eficiente entrenando soldados de mayor nivel.",
          "List2": "Forma tantas tropas como sea posible, ya que las necesitarás durante la guerra. Usa tus aceleradores de entrenamiento en el Día 5 para maximizar los puntos.",
          "List3": "Compra aceleradores de entrenamiento y de curación. Estos te ayudarán a completar el entrenamiento y la curación de tus tropas más rápidamente, lo cual es especialmente importante para mantener la eficiencia en las fases decisivas de la guerra."
        },
        "DefensePreparation": {
          "Title": "Preparación para la Defensa",
          "List1": "Compra escudos (o ahorra recursos para comprarlos) para usarlos durante las 24 horas del último día. De lo contrario, necesitarás 1500 diamantes para un escudo de 8 horas.",
          "List2": "Retira tropas de tu formación de defensa para que, en caso de un ataque, solo tengas pérdidas menores en comparación con las pérdidas que sufrirías con una defensa activa. Para hacerlo, ve a tu base, haz clic en el muro y accede a la formación de defensa. Desmarca las tropas para retirarlas de la formación de defensa."
        }
      }
    },
    "Reward": {
      "Title": "Recompensa",
      "Description": "Por cada actividad requerida durante el duelo, recibirás una cierta cantidad de puntos. Puedes aumentar esta cantidad de puntos mediante investigaciones en el área de 'Duelo de Alianzas'. Para realizar tales investigaciones, necesitarás medallas de valentía, que solo puedes obtener abriendo cofres en el duelo."
    },
    "GeneralTips": {
      "Title": "Consejos Generales:",
      "Tip1": "Realiza misiones de radar solo cada dos días cuando den puntos en el evento (lunes, miércoles, viernes).",
      "Tip2": "Reúne todos los datos de combate con drones y úsalos solo el lunes.",
      "Tip3": "Deja los edificios empaquetados después de la construcción y desenvuélvelos solo el martes cuando se otorguen puntos por ello.",
      "Tip4": "Reúne boletos para camiones de comercio y misiones, y úsalos cuando los camiones dorados y las misiones den puntos.",
      "Tip5": "Reúne todos los boletos para sobrevivientes y úsalos el martes (excepto los gratuitos).",
      "Tip6": "Deja los cofres de componentes de drones en el inventario y ábrelos solo el miércoles.",
      "Tip7": "Reúne todos los boletos de reclutamiento y úsalos el jueves (excepto los gratuitos).",
      "Tip8": "Reúne todos los fragmentos para héroes y medallas de habilidad y úsalos solo el jueves.",
      "Tip9": "Reúne toda la EXP de héroes y úsala solo el lunes o jueves.",
      "Tip10": "Reúne todos los chips de habilidad de drones para el lunes.",
      "Tip11": "Overlord Gorilla: Después de la curación, el Overlord puede ser entrenado y promovido. El viernes, ganarás puntos para el duelo VS utilizando Skill Badges, Bond Badges, Training Certificates, Training Manuals y Promotion Shards. Guarda todos estos objetos hasta el viernes y úsalos entonces para ganar puntos VS."
    },
    "YouTubeNote": "Nota: Los siguientes videos de YouTube muestran buenos ejemplos para el Día VS. Sin embargo, es posible que no estén completamente actualizados. Infórmate además sobre los últimos cambios y procedimientos.",
    "Description": "En esta página encontrarás consejos y trucos útiles para acumular la mayor cantidad de puntos en el duelo VS sin necesidad de invertir dinero. Descubre estrategias efectivas y métodos probados para maximizar tu puntuación y tener éxito."
  },
  "DesertStorm": {
    "Title": "Tormenta del Desierto",
    "Register": {
      "Title": "Registro",
      "Description1": "Cualquier miembro de una alianza puede solicitar participar cuando el registro esté abierto.",
      "Description2": "El número máximo de jugadores es 20 por equipo, con 10 suplentes permitidos. Una vez cerrado el registro, ni siquiera R4 y R5 pueden cambiar los participantes. R4/R5 deciden la alineación final de los jugadores participantes.",
      "Description3": "Solicita participar solo en los horarios específicos si realmente puedes asistir, ya que no es posible realizar reemplazos más tarde. Se pueden seleccionar hasta 10 suplentes.",
      "Step1": "Ve a Eventos -> <br> Campo de Batalla Tormenta del Desierto -> <br> Selecciona Participantes",
      "Step2": "Selecciona \"Solicitar Batalla\"",
      "Step3": "Jugamos de 22:00 a 22:40 <br> Marca la casilla y confirma"
    },
    "Join": {
      "Title": "Entrar en el Campo de Batalla",
      "Description": "Cuando termine la cuenta regresiva del evento en la página de detalles del evento y comience el evento, los participantes deben ingresar al campo de batalla a tiempo. Después de 5 minutos adicionales, los suplentes pueden entrar, y quienes no estén conectados permanecerán afuera.",
      "Step1": "Comienzas el juego con tropas del nivel más alto que puedas entrenar, acorde con la capacidad de tus campos de entrenamiento.",
      "Step2": "Las tropas pueden resultar heridas durante el evento y serán enviadas a un hospital especial del evento (puedes curarlas durante el evento si es necesario, y si tienes el hospital de campo, la curación será más rápida), pero al final del evento, las tropas heridas volverán a su estado normal como si nada hubiera pasado. Así que utiliza todas las tropas disponibles. La ayuda de la alianza no está disponible en el hospital del evento.",
      "Step3": "Solo las tropas que están en tu base en el juego normal están disponibles en Tormenta del Desierto. Si has dejado alguna en los campos, simplemente regrésala a la base. Una vez que entren en la base, estarán disponibles en TD."
    },
    "Goals": {
      "Title": "Objetivos",
      "Goal1": "Durante el evento, intenta conseguir la mayor cantidad de puntos de alianza posible para ganar. Un banner de HUD con clasificaciones en tiempo real te ayudará a seguir el progreso.",
      "Goal2": "Los puntos de alianza se obtienen capturando y manteniendo edificios. La primera captura da algunos puntos adicionales. Una captura solo se considera completa una vez que una alianza despeja el edificio de enemigos, si están reforzando, y después de que termine la cuenta regresiva de captura de 1 minuto. A partir de ese momento, los rendimientos de captura se añaden al banner de puntuación en tiempo real.",
      "Goal3": "Se pueden recoger puntos adicionales recolectando cajas de suministro de puntos que aparecen cuando se captura un edificio (si hay puntos extra). Envía exploradores para recogerlas rápidamente.",
      "Goal4": "Los puntos individuales otorgan recompensas personales, pero el enfoque debe estar en los puntos de alianza, ya que las recompensas de la alianza son mejores que las individuales."
    },
    "MostImportant": {
      "Title": "Las Cosas Más Importantes a Saber",
      "Important1": "No puedes usar la ayuda de la alianza para curar a tus soldados en el hospital como lo haces en el juego normal, pero puedes usar potenciadores de curación.",
      "Important2": "Solo puedes usar tropas en el mini-juego Tormenta del Desierto si tu tropa está en la base en el mapa normal. Asegúrate de que tus tropas estén de vuelta en la base antes de que comience Tormenta del Desierto. Si una tropa se usa en el modo de mapa normal, no estará disponible en Tormenta del Desierto.",
      "Important3": "Si te pierdes la fase de registro o no estás listado como participante o suplente, no podrás participar en la Batalla Tormenta del Desierto.",
      "Important4": "Los teletransportes en Tormenta del Desierto son gratuitos pero limitados a 1 cada 2 minutos. El tiempo de enfriamiento se muestra en la parte inferior izquierda de la pantalla justo encima del botón \"Héroes\".",
      "Important5": "En Tormenta del Desierto, la durabilidad de tu base es de 4000 puntos. Después de 4 golpes, tu base se incendiará y serás teletransportado de vuelta a la zona segura. El tiempo de enfriamiento del teletransporte no se restablece en este caso. Si se usó, tienes que esperar.",
      "Important6": "La mayoría de los jugadores sin experiencia en Tormenta del Desierto pierden sus tropas en pocos minutos. Asegúrate de leer las siguientes estrategias para aprender cómo minimizar las pérdidas de tropas.",
      "Important7": "En Tormenta del Desierto, no puedes mover tus tropas libremente. Deben alcanzar un objetivo y regresar a la base antes de ser desplegadas a otro objetivo. Olvídate de quemar una base con unos pocos clics rápidos y una tropa en pocos segundos.",
      "Important8": "En Tormenta del Desierto, una vez que el tiempo de enfriamiento del teletransporte haya terminado, puedes teletransportarte a cualquier lugar del mapa, independientemente de si tus tropas están en la base o no. Este es un buen cambio respecto a las reglas de teletransporte del juego normal, donde todas tus tropas deben estar de vuelta en la base antes de teletransportarte. P.D.: La misma regla se aplica durante el Duelo vs Día 6, cuando te teletransportas hacia y desde el otro servidor."
    },
    "Strategies": {
      "Title": "Estrategias",
      "EmptyBuilding": {
        "Title": "Captura un Edificio Vacío",
        "Description1": "Capturar un edificio vacío es fácil: solo atácalo y es tuyo.",
        "Description2": "Después de 1 minuto, se generan puntos para tu alianza (y para tus puntos individuales) basados en el rendimiento de la captura. Si es la primera captura, también obtienes los puntos de primera captura."
      },
      "ReduceTroopLosses": {
        "Title": "Estrategia para Capturar Edificios Vacíos y Reducir Pérdidas de Tropas",
        "Description1": "Si capturas un edificio (pero aún no recibes puntos de captura) y aparece un enemigo, puedes usar la siguiente estrategia para ganar la batalla y reducir tus pérdidas de tropas (esto funciona bien si el HQ/poder del enemigo es similar o inferior al tuyo):",
        "Tip1": "Mantén tu tropa en el edificio hasta que el enemigo comience el ataque (especialmente si es la primera captura del edificio donde puedes obtener los puntos de captura iniciales).",
        "Tip2": "Si el enemigo comienza a atacar el edificio y aún no has recibido el rendimiento de la captura (estás reforzando por menos de 1 minuto), retira la tropa para evitar que el enemigo ataque tu tropa en el edificio. Esto previene pérdidas de tropas.",
        "Tip3": "Es probable que el enemigo haya enviado su equipo A para capturar el edificio, por lo que podrían estar indefensos. Recuerda, si quieren atacar tu base con esa tropa, deben enviarla de regreso a su base primero y luego enviarla a tu base.",
        "Tip4": "Envía todas tus tropas con la tropa A en la primera posición para atacar la base enemiga.",
        "Tip5": "Si tienes suerte, el enemigo no tiene defensa o solo tiene tropas débiles. Una vez eliminado el enemigo, envía tu tropa para capturar la base.",
        "Tip6": "Usando exploradores, puedes asegurarte de que las tropas que envíes puedan realmente ganar la batalla contra la base. Envía exploradores varias veces justo antes de que tus tropas ataquen al enemigo para retirar una tropa si el enemigo activa la defensa."
      },
      "Advantages": {
        "Title": "Ventajas:",
        "Description1": "Evitas perder tropas en el primer ataque del enemigo, que probablemente será un equipo A enviado para capturar la base.",
        "Description2": "Si el enemigo no tiene línea de defensa, puedes eliminarlo con cero pérdidas de tropas, especialmente si eres rápido y el enemigo está cerca.",
        "Description3": "El enemigo no obtiene puntos si eres rápido, ya que toma 1 minuto para que la captura comience."
      },
      "Disadvantages": {
        "Title": "Desventajas:",
        "Description1": "Si el enemigo tiene un equipo B fuerte y lo usa para defensa, esta estrategia puede funcionar, pero tomará más tiempo ya que solo puedes golpearlos con tu equipo A. Esto funciona mejor si estás cerca del enemigo.",
        "Description2": "Si aparecen múltiples enemigos, podrías ser vulnerable a sus ataques cuando tu equipo A es enviado a atacar al enemigo.",
        "Description3": "El enemigo podría ir a defensa cuando los ataques. Así que usar una tropa con un héroe de bajo nivel podría ser una buena estrategia para reducir aún más el riesgo de pérdida de tropas.",
        "Description4": "Si es la primera captura del edificio y no eliminas al enemigo lo suficientemente rápido, ellos obtendrán esos puntos.",
        "Description5": "Ten en cuenta que esta estrategia tiene como objetivo reducir las pérdidas de tropas, pero pierdes segundos valiosos en capturar el edificio. Úsala sabiamente, considerando el estado actual de la batalla y la cantidad de tropas que te quedan."
      },
      "BuildingInEnemy": {
        "Title": "Captura un Edificio Propiedad del Enemigo",
        "Description1": "Si el edificio pertenece al otro equipo, puedes proceder de dos maneras:",
        "Description2": "Ataca directamente el edificio con tu tropa más fuerte e intenta derrotar a todas las tropas que refuercen el edificio (similar a la captura de aldeas). Esta estrategia tiene un problema serio, ya que probablemente perderás muchos soldados y te quedarás sin tropas después de algunas capturas.",
        "Description3": "Identifica bases con refuerzos y quémalas. Este enfoque suele funcionar bien si las bases no tienen defensa. De lo contrario, ocurre el mismo problema que con el enfoque anterior, pero probablemente perderás menos soldados si el enemigo envía la primera tropa para el refuerzo."
      },
      "ShouldNotDo": {
        "Title": "Lo Que No Deberías Hacer",
        "Description1": "En Tormenta del Desierto, tus tropas son muy valiosas, así que debes evitar cualquier cosa que las ponga en peligro.",
        "Description2": "Aquí tienes algunos ejemplos de lo que no debes hacer, ya que lo más probable es que resulte en pérdida de tropas:",
        "Description3": "Si eres atacado por un enemigo más débil, espera con tu tropa principal en defensa y luego ataca cuando su tropa principal regrese, en lugar de dejar que te queme porque tus tropas de defensa están afuera. Recuerda, cada ataque causa una cierta cantidad de pérdidas de tropas si quitas la formación de defensa.",
        "Description4": "No ataques a enemigos inactivos con tropas débiles, ya que tendrán tiempo para construir su defensa y perderás tropas. Es mejor hacerlo cuando los enemigos están haciendo multitarea, ya que pueden no tener tiempo para construir defensa si te ven atacar (funciona mejor si estás cerca de la base enemiga)."
      }
    }
  },
  "Alliances": {
    "Title": "Alianza",
    "TrainConductor": {
      "Title": "Resumen del Conductor del Tren",
      "Today": "Hoy:",
      "Sunday": "Domingo:",
      "Monday": "Lunes:",
      "Tuesday": "Martes:",
      "Wednesday": "Miércoles:",
      "Thursday": "Jueves:",
      "Friday": "Viernes:",
      "Saturday": "Sábado:"
    },
    "Donate": {
      "Title": "Cómo Puedes Contribuir/Donar",
      "Description": "Para contribuir a la Tecnología de Alianza, se aplican las siguientes reglas:",
      "Rule1": "Por cada donación a una tecnología no recomendada, recibes 50 EXP y puntos de contribución de alianza.",
      "Rule2": "Por cada donación a la tecnología recomendada, recibes una recompensa adicional del +20%: ganas 60 EXP y 60 puntos de contribución de alianza.",
      "Rule3": "Además, las donaciones tienen una probabilidad de desencadenar un golpe crítico, otorgando EXP extra de tecnología. Las probabilidades de golpes críticos son:",
      "Hit1": "Sin golpe crítico: 45%",
      "Hit2": "Golpe crítico 2x (50 puntos adicionales EXP de tecnología de alianza): 30%",
      "Hit3": "Golpe crítico 3x (100 puntos adicionales EXP de tecnología de alianza): 15%",
      "Hit4": "Golpe crítico 5x (200 puntos adicionales EXP de tecnología de alianza): 10%",
      "Description2": "Cómo donar:",
      "Donate": "Haz clic en la tecnología recomendada y luego en 'Donar', ya sea con monedas o diamantes.",
      "Maximum": "Los comandantes tienen un máximo de 20 oportunidades para donar a la tecnología de alianza con monedas. Cada donación, ya sea crítica o no, consume una oportunidad. Si las oportunidades de donación disponibles de un comandante caen por debajo de 20, reciben una oportunidad cada 20 minutos.",
      "Limit": "No hay un límite diario en el número de donaciones con diamantes que los comandantes pueden hacer a la tecnología de alianza. Sin embargo, los costos de diamantes para cada donación aumentan con el número de donaciones realizadas, pero se pueden hacer un número ilimitado de donaciones con diamantes. Después de 20 minutos, la cantidad de diamantes necesarios para la donación disminuye gradualmente. Los costos comienzan en 2 diamantes para la primera donación y aumentan en 2 diamantes con cada donación posterior, hasta un máximo de 50 diamantes."
    },
    "Shop": {
      "Title": "Tienda de Alianza",
      "Description1": "Si eres parte de una alianza, tienes acceso a la Tienda de Alianza. Alianza -> Tienda de Alianza",
      "Description2": "La Tienda de Alianza ofrece artículos de potenciación muy útiles que se pueden reclamar a cambio de puntos de contribución de alianza. La cantidad que puedes reclamar de cada artículo está limitada en el tiempo, y la tienda restablece estos límites después de una cuenta regresiva mostrada en la parte superior de la Tienda de Alianza.",
      "Image": "En la imagen, dos áreas están marcadas en rojo: <br> Teletransporte Avanzado y Teletransporte de Alianza <br> Estas dos áreas son importantes para llegar al lugar de reunión. <br> Con el Teletransporte Avanzado, puedes elegir libremente dónde quieres ser teletransportado en el mapa. <br> Con el Teletransporte de Alianza, serás teletransportado cerca del lugar de reunión."
    },
    "AssemblyPlace": {
      "Title": "¿Cómo llegar al lugar de reunión?",
      "Variant1": {
        "Title": "Variante 1: Teletransporte Avanzado",
        "Description1": "Busca nuestro lugar de reunión de alianza en el mapa (bandera morada).",
        "Description2": "Elige un lugar libre cercano.",
        "Description3": "Haz clic en 'Teletransportar'. Esto te costará un Teletransporte Avanzado."
      },
      "Variant2": {
        "Title": "Variante 2: Teletransporte de Alianza",
        "Description1": "Ve a tu inventario y selecciona la pestaña 'Especial'.",
        "Description2": "Encuentra el Teletransporte de Alianza.",
        "Description3": "Haz clic en 'Usar'. Luego serás teletransportado automáticamente al lugar de reunión."
      },
      "Footer": "En la imagen de abajo, se muestra el Teletransporte de Alianza, y en la imagen de arriba está la tienda. Puedes intercambiar ambos teletransportes como se describe arriba en la Tienda de Alianza. El Teletransporte de Alianza cuesta menos.",
      "Image": "Haz clic en: <b><br> 1. Inventario <br> 2. Especial <br> 3. Teletransporte de Alianza <br> 3. Usar"
    },
    "Formation": {
      "Title": "Formación de jugadores",
      "Description": "Los lugares alrededor de la Guardia del Mariscal están reservados para R5 y R4. Estos 9 lugares deben mantenerse libres por los demás jugadores, ya que R4 y R5 reciben un bono especial durante este evento.",
      "Info": {
        "Title": "Notas importantes:",
        "Info1": "Respeta la colocación: Por favor, asegúrate de posicionarte de manera que no haya espacios entre los lugares que el enemigo pueda aprovechar.",
        "Info2": "Colocación estratégica: La formación correcta es crucial para fortalecer la defensa y maximizar los beneficios de los bonos para R4 y R5."
      }
    }
  },
  "Basics": {
    "Title": "Fundamentos",
    "Translate": {
      "Title": "Traducciones",
      "Description": "En Last War, puedes utilizar la función de traducción automática para traducir textos a tu propio idioma. Para traducir chats y mensajes, simplemente usa el ícono en la parte inferior derecha: muestra una 'A' con flechas y una 'T'. ¡De esta manera, podrás comunicarte en tu idioma preferido y concentrarte plenamente en el juego!",
      "Image": "En la imagen se muestran dos ejemplos de dónde se encuentra el ícono para traducir el texto."
    },
    "Trucks": {
      "Title": "Saquear camiones en tu propio servidor",
      "Description": "No está permitido saquear camiones en tu propio servidor. Para asegurar que dichos camiones no se muestren, hay una casilla que puedes activar para filtrar todos los camiones de tu propio servidor. Por favor, marca esta casilla para cumplir con las reglas. La imagen a continuación muestra dónde encontrar la casilla.",
      "Image": "Por favor, activa la casilla como se muestra en la imagen."
    },
    "SecretTasks": {
      "Title": "Saqueo de misiones secretas en otros servidores",
      "Description": "No está permitido saquear misiones secretas en nuestro propio servidor. Estas deben realizarse exclusivamente en otros servidores. Las violaciones pueden resultar en advertencias o consecuencias adicionales.",
      "Title2": "¿Cómo saquear en otros servidores?",
      "Image": "Misión Secreta",
      "Image1": "Ve a la estación en tu base y haz clic en el ícono del camión.",
      "Image2": "Selecciona un camión y haz clic en 'Saqueo'. (Esto también funciona si ya has saqueado cuatro veces.)",
      "Image3": "Ahora estás en otro servidor y puedes buscar misiones secretas.",
      "Image4": "Las misiones doradas y brillantes de nivel 5 son lo mejor que puedes encontrar.",
      "Image5": "Comparte estas misiones en el chat de la alianza con los demás jugadores."
    }
  },
  "TipsAndTricks": {
    "Title": "Consejos y trucos",
    "Overview": {
      "Title": "Visión general"
    },
    "Pvp": {
      "Title": "Ataque y defensa",
      "Description1": "Primero hablemos sobre la defensa básica. Debes intentar defender solo si tu tropa principal puede sobrevivir al primer o segundo ataque consecutivo (es decir, el atacante está aproximadamente a tu nivel).",
      "Tip1": "Si no puedes defender o no estás en línea para tomar esta decisión, DESACTIVA tus defensas.",
      "Tip2": "Para activar/desactivar las defensas: Ve a la muralla en tu base, haz clic en el ícono de la casa con el + y desactiva las tropas. Cada vez que desbloquees una nueva tropa, asegúrate de desactivarla también. A veces tiene sentido no tener ninguna defensa y a veces tiene sentido usar la tropa principal como defensa, pero el mayor error que puedes cometer es permitir que tus tropas más débiles participen en la defensa.",
      "Tip3": "Por qué funciona: Supongamos que un jugador mucho más fuerte te ataca 5 veces (supongamos que eres de nivel 20 con 3 tropas). Perderías alrededor de 10k a 12k tropas en esos 5 ataques si tuvieras 3 equipos de defensa. Si solo tuvieras una sola defensa (la tropa más fuerte), perderías alrededor de 4k a 5k tropas. Si no tuvieras ninguna defensa, perderías alrededor de 1k tropas (debido al ataque de ruptura que no cuenta como muertes para el atacante). Eso es una gran diferencia.",
      "Tip4": "Atacar bases tiene dos propósitos en este juego: (1) saquear recursos y (2) acumular puntos durante eventos de eliminación, como el Destruidor de enemigos (día 6 del duelo).",
      "Tip5": "Saqueo ofrece la mejor relación de recursos-aguante en el juego, pero ten en cuenta las defensas/contraataques, tus límites de saqueo actuales, etc.",
      "Tip6": "Al atacar otras bases para eventos de eliminación, ten en cuenta que solo los combates cuentan como muertes para los puntos. Así que alguien sin defensa o sin tropas no te dará puntos de evento ni aumentará tu número de muertes individuales. Esa es otra razón por la que debes desactivar tus propias defensas para evitar que tus oponentes acumulen puntos atacándote.",
      "Image1": "Haz clic en la muralla y luego en el ícono de más para acceder a las defensas.",
      "Image2": "Al activar la casilla, puedes encender o apagar la defensa para cada tropa."
    },
    "Troops": {
      "Title": "Entrenamiento de tropas/unidades",
      "Description1": "La estrategia óptima para entrenar tropas es entrenarlas en 3 etapas. Esto no acelera el entrenamiento ni consume menos recursos, pero te permite ganar más puntos durante eventos relevantes como el entrenamiento de unidades en la carrera de armas y el día 5 de la actividad de duelo.",
      "Tip1": "Supongamos que TX = nivel máximo de las tropas que puedes entrenar, TY = un nivel por debajo del máximo y TZ = dos niveles por debajo del máximo. La estrategia es entrenar TZ durante toda la semana (suponiendo que ya tienes suficiente TX para todas tus unidades). Durante el entrenamiento de unidades en la carrera de armas, promueve TZ -> TY y/o TY -> TX (puedes hacer dos rondas en cada cuartel sin aceleradores durante esta fase). En el día 5 del duelo, promoverías casi todas las TY/TZ a TX antes de entrar al campo de batalla Tormenta del Desierto o al día 6 del duelo. Una vez que hayas terminado los eventos de eliminación, continúa rellenando TZ.",
      "Tip2": "Por ejemplo, si eres HQ 25, entonces TX serían unidades de nivel 8 (requiere cuartel Lv24), TY serían unidades de nivel 7 (requiere cuartel Lv20) y TZ serían unidades de nivel 6 (requiere cuartel Lv17). Para aplicar esta estrategia, debes mantener algunos cuarteles a un nivel inferior al máximo posible. De 4 cuarteles, recomiendo tener 2 que puedan formar hasta TX y 2 que solo puedan formar hasta TY. Esto se debe a que la promoción de tropas automáticamente va al nivel máximo para ese cuartel.",
      "Example": {
        "Title": "Un ejemplo: ",
        "Example1": "Entrenamiento directo: 1 soldado T9 = 250 puntos",
        "Example2": "Entrenamiento por etapas: 1 T5 = 150 puntos, 1 T5 -> 1 T6 = 175 puntos, 1 T6 -> 1 T7 = 200 puntos, 1 T7 -> 1 T8 = 225 puntos, 1 T8 -> 1 T9 = 250 puntos, totalizando 1000 puntos",
        "Description": "Como puedes ver, con el enfoque gradual obtienes cuatro veces los puntos por cada soldado."
      },
      "Image1": "En esta imagen, puedes ver qué tropas puedes mejorar. Haz clic en el botón 'Mejorar', no en 'Entrenar', para llevar a los soldados al nivel máximo del cuartel."
    },
    "Healing": {
      "Title": "Curación por spam",
      "Description1": "Otro concepto es el 'Spam-Healing'. Esto significa que si tienes más de 1000 tropas muertas y tomaría 4 horas curarlas todas, debes establecer solo 25 minutos de tiempo de curación a la vez y hacer clic en el botón de ayuda de tu alianza. Esto mantiene el costo de los recursos constante, pero reduce el tiempo de curación en más del 50%. Este método es eficiente para mantener alta tu potencia de combate y garantizar un flujo constante de tropas."
    },
    "SmallTroops": {
      "Title": "Recolectar recursos con una pequeña fuerza de tropas",
      "Description1": "Si tienes pocas tropas disponibles en tu campo de entrenamiento (por ejemplo, después de las guerras del sábado), es posible que no puedas enviar todas las tropas a recolectar recursos, ya que se requiere un cierto número de tropas para cada tropa.",
      "Description2": "Esto se puede resolver de la siguiente manera:",
      "Tip1": "Devuelve tus tropas a la base para poder reemplazarlas",
      "Tip2": "Retira todos los héroes de cada tropa y agrega solo 1 héroe por tropa, preferiblemente aquellos con un valor bajo en el atributo 'Comando'.",
      "Tip3": "Ahora envía las tropas a recolectar. Cada tropa utilizará una cantidad mucho menor de tropas, por lo que podrás enviar todas.",
      "Tip4": "Además, puedes formar soldados de nivel 1 en cualquier cuartel para tener casi de inmediato algunas tropas disponibles, ya que la formación de soldados de nivel 1 es rápida."
    },
    "IncreasedDamage": {
      "Title": "Porcentaje de daño aumentado",
      "Description1": "En cada ataque, defensa o guardia, puedes usar la fiebre de guerra para aumentar el daño en un 1%.",
      "Description2": "Este impulso se activa automáticamente cuando atacas o exploras una base, pero no cuando solo defiendes.",
      "Description3": "Para activar la fiebre de guerra, puedes realizar una de las siguientes acciones:",
      "Tip1": "Envía un avión de reconocimiento a una base",
      "Tip2": "Inicia un ataque o una manifestación contra una base enemiga (los ataques o manifestaciones contra zombies no cuentan). También puedes cancelar el ataque una vez que la fiebre de guerra haya comenzado",
      "Tip3": "Puedes ver el estado de la fiebre de guerra en la parte superior izquierda de la pantalla, justo debajo de los indicadores de comida/hierro/monedas/energía. Al hacer clic en el ícono, se muestra la cuenta regresiva.",
      "Tip4": "Repite la acción de activación para reiniciar la cuenta regresiva a 15 minutos en cualquier momento.",
      "Tip5": "IMPORTANTE: No utilices este truco mientras tengas un escudo, ya que lo perderás."
    }
  },
  "Buildings": {
    "Title": "Edificios",
    "Headquarters": {
      "Title": "Cuartel General",
      "Description1": "El Cuartel General es el edificio más importante del juego. Cumple funciones similares a las de los ayuntamientos en otros juegos. Al mejorarlo, podrás construir nuevos edificios y elevar los edificios existentes a niveles superiores.",
      "Description2": "Cuando el Cuartel General sube de nivel, lo siguiente aumenta:",
      "List1": "Rendimiento",
      "List2": "Límite de Nivel de Héroe",
      "List3": "HP de Héroes",
      "List4": "Ataque de Héroes",
      "List5": "Defensa de Héroes",
      "List6": "Límite de Nivel para cada edificio",
      "LevelUp": {
        "Title": "Requisitos de Mejora",
        "Description1": "Para mejorar el Cuartel General a un nivel superior, deben cumplirse tanto los requisitos de recursos como los de edificios en cada etapa.",
        "Description2": "Es importante avanzar en la construcción paso a paso para asegurar un progreso fluido hacia el siguiente nivel del Cuartel General y ahorrar suficientes recursos. Si el Cuartel General no se mejora, puede llevar a un grupo débil, ya que este edificio determina el límite para los niveles de héroes.",
        "Description3": "A continuación se muestra un gráfico con los edificios requeridos para cada nivel",
        "Table": {
          "ToUnlock": "HQ para desbloquear",
          "Condition1": "Edificio 1",
          "Condition2": "Edificio 2",
          "Iron": "Hierro",
          "Food": "Comida",
          "Gold": "Oro",
          "Days": "Días",
          "Wall": "Muro L.",
          "TechCenter": "Centro de Tecnología L.",
          "DrillGround": "Campo de Entrenamiento L.",
          "Barracks": "Cuartel L.",
          "AllianceCenter": "Centro de Alianzas L.",
          "Hospital": "Hospital L.",
          "TankCenter": "Centro de Tanques L."
        }
      }
    },
    "Barracks": {
      "Title": "Cuartel",
      "Description1": "Los Cuarteles se utilizan para reclutar y promover tus tropas. Una vez que desbloquees los Cuarteles, deberías actualizar siempre solo un Cuartel a la vez para usar tus recursos de manera eficiente. Promover tus tropas te permite avanzar tropas de un nivel inferior al nivel más alto permitido por tus Cuarteles. Promover tropas se vuelve especialmente útil una vez desbloqueado, ya que te permite entrenar y mejorar tropas de nivel uno, requiriendo menos recursos y tiempo."
    },
    "Hospital": {
      "Title": "Hospital",
      "Description1": "El Hospital se utiliza para curar a tus tropas después de una batalla. Si un enemigo es lo suficientemente fuerte, puede matar o herir a tus tropas. Sin embargo, el Hospital no puede revivir tropas caídas, solo curar las heridas. Un método eficiente para curar rápidamente a tus tropas es seleccionar solo una cantidad de tropas que puedan ser curadas en 25 minutos o menos. Esto permite a tu alianza asistirte y reducir el tiempo de curación a casi inmediato. Si utilizas correctamente el sistema de curación, el tiempo de curación se reducirá al 25 % del tiempo que hubiera tomado si hubieras curado todas las tropas a la vez."
    },
    "DrillGround": {
      "Title": "Campo de Entrenamiento",
      "Description1": "El Campo de Entrenamiento es el edificio donde están estacionadas tus tropas. El nivel máximo del Campo de Entrenamiento aumenta con el nivel de tu Cuartel General. El Campo de Entrenamiento es una fuente central de tu fuerza, ya que la fuerza de tus tropas determina en gran medida tu nivel de poder. Para alcanzar la máxima potencia posible (el objetivo principal del juego), deberías actualizar constantemente tu Campo de Entrenamiento al nivel más alto y construir más Campos de Entrenamiento cuando sea posible. El segundo Campo de Entrenamiento se desbloquea en el nivel 16 y el tercero en el nivel 21."
    },
    "Garages": {
      "Title": "Garajes",
      "Description1": "Los Garajes albergan a tus héroes. Proporcionan a tus héroes fuerza adicional y tropas que pueden llevar consigo. Al comenzar el juego, recibes un Garaje y puedes desbloquear más a lo largo del juego, hasta un total de tres Garajes. Un cuarto Garaje también se puede obtener a través del pase mensual. Debes centrarte únicamente en mejorar el Garaje 1, ya que la mayor parte de tus esfuerzos en el juego se dirigirán hacia él. Mejora el Garaje 2 solo si lo necesitas para puntos de Carrera de Armas económicos o si crees que está demasiado rezagado."
    },
    "TechCenter": {
      "Title": "Centro de Tecnología",
      "Description1": "El Centro de Tecnología es una parte crucial del juego para competir con éxito contra otros jugadores. Se muestra con frecuencia en la sección 'actualizaciones requeridas' cuando deseas mejorar tu Cuartel General por una buena razón. El Centro de Tecnología te permite mejorar ciertas estadísticas de tu base, como héroes, tropas, garajes y más. Esto convierte recursos en más fuerza y estadísticas para todo. Una vez que llegues al nivel 16, tendrás la opción de comprar un segundo Centro de Tecnología, lo cual se recomienda encarecidamente."
    },
    "GearFactory": {
      "Title": "Fábrica de Equipos",
      "Description1": "La Fábrica de Equipos te permite fabricar o desmantelar equipos para tus héroes. Puedes fabricar cualquier tipo de equipo que actualmente exista en el juego y también desmantelar partes de equipo. Además, la Fábrica de Equipos te permite combinar componentes de equipo para crear la pieza de Componente Cerámico Dielectrico que necesitas para crear una pieza de equipo legendaria. No se recomienda fabricar o mejorar partes de equipo raras, superraras o super-superraras. Una vez que tengas al menos todas las partes de equipo super-superraras (SSR) para tus héroes principales, deberías desmantelar todas las partes de equipo adicionales para obtener más equipo legendario."
    },
    "ComponentFactory": {
      "Title": "Fábrica de Componentes",
      "Description1": "La Fábrica de Componentes produce cajas de componentes de drones. Estos componentes de drones se utilizan en el Centro de Drones para realizar más mejoras en tu dron. Una vez que la Fábrica de Componentes esté construida, no se puede actualizar más."
    },
    "TankCenter": {
      "Title": "Centro de Tanques",
      "Description1": "El Centro de Tanques es un edificio crucial en el juego que mejora significativamente las estadísticas de tus héroes de tanques. Este edificio debe actualizarse a su nivel máximo tan pronto como sea posible cada vez que actualices tu Cuartel General."
    },
    "AircraftCenter": {
      "Title": "Centro de Aeronaves",
      "Description1": "El Centro de Aeronaves cumple la misma función que el Centro de Tanques, pero para héroes tipo aeronave. Inicialmente, no es crucial actualizar este edificio ya que no proporciona bonificaciones para la configuración que debes usar. Sin embargo, una vez que DVA y Carlie estén disponibles, actualizar el Centro de Aeronaves será tan importante como actualizar el Centro de Tanques debido a las estadísticas adicionales que proporciona a estos héroes."
    },
    "MissileCenter": {
      "Title": "Centro de Misiles",
      "Description1": "De manera similar a los dos edificios mencionados anteriormente, el Centro de Misiles aumenta las estadísticas de los héroes tipo misiles."
    },
    "ResourceCenters": {
      "Title": "Centros de Recursos",
      "Description1": "Los centros de comida, hierro y fundición son edificios que producen los recursos respectivos. La Base de Entrenamiento es el edificio que produce XP de héroes. La experiencia muestra que los edificios de la Base de Entrenamiento ofrecen una buena utilización de XP en relación con los recursos utilizados y son eficientes para actualizar."
    }
  },
  "Greeting": {
    "HomeButton": "Dejar un saludo",
    "Modal": {
      "Title": "Deja un saludo",
      "Form": {
        "ServerNumber": {
          "Label": "Número de servidor",
          "Required": "El número de servidor es obligatorio"
        },
        "AllianceName": {
          "Label": "Nombre de la alianza",
          "Required": "El nombre de la alianza es obligatorio"
        },
        "Comment": {
          "Label": "Comentario",
          "MaxLength": "El límite máximo de caracteres es 200. Por favor, acorta tu comentario."
        },
        "PlayerName": "Nombre del jugador",
        "Optional": "Opcional",
        "CloseButton": "Cancelar",
        "SubmitButton": "Enviar"
      },
      "Toastr": {
        "Label": "Tu saludo",
        "Success": "Gracias por tu saludo",
        "Error": "Ha ocurrido un problema. Por favor, inténtalo de nuevo más tarde."
      }
    }
  },
  "Spinner": {
    "Label": "Por favor espera..."
  },
  "MemberLogin": {
    "Title": "Inicio de sesión de miembros",
    "Description": "Esta área es solo para miembros.",
    "Form": {
      "Label": "Introduzca la contraseña",
      "Required": "La contraseña es un campo obligatorio",
      "LoginButton": "Iniciar sesión"
    },
    "Toastr": {
      "Title": "Inicio de sesión",
      "Error": "Error en el inicio de sesión"
    },
    "PasswordExpired": {
      "Title": "Contraseña expirada",
      "Information": "La contraseña ha cambiado"
    }
  },
  "Squad": {
    "Title": "Escuadra",
    "Description": "Para maximizar el poder de tus héroes, deberías optimizar la disposición de tu escuadra.",
    "Basics": {
      "Title": "Fundamentos de la disposición de la escuadra",
      "Description": "Cada héroe tiene su propio tipo, habilidades y características especiales.",
      "Defend": {
        "Title": "Héroes de Defensa",
        "Description": "deberían colocarse en la parte delantera del equipo."
      },
      "Attack": {
        "Title": "Héroes de Ataque",
        "Description": "deberían colocarse en la parte trasera."
      },
      "Support": {
        "Title": "Héroes de Apoyo",
        "Description": "deberían colocarse en la parte trasera."
      }
    },
    "Example": {
      "Title": "Ejemplo de una escuadra",
      "List1": "<b>Violet</b> y <b>Scarlett</b> en defensa y, por lo tanto, en la parte delantera",
      "List2": "<b>Mason</b> y <b>Richard</b> están atacando y, por lo tanto, se colocan en la parte trasera",
      "List3": "un héroe de apoyo, <b>Monica</b>, en el fondo",
      "Image": "Héroes de defensa al frente, héroes de ataque y apoyo en la parte trasera para una disposición óptima."
    },
    "FormationBonus": {
      "Title": "Bonificación de Formación",
      "Description": "La bonificación que estás usando actualmente se puede ver en el símbolo en la esquina superior izquierda del área de disposición de la escuadra.",
      "Image": "<ul><li>3 héroes del mismo tipo: +5 %</li><li>3 héroes del mismo tipo + 2 de otro: +10 %</li><li>4 héroes del mismo tipo: +15 %</li><li>5 héroes del mismo tipo: 20 %</li></ul>",
      "Description2": "Si tienes todos los héroes del mismo tipo (en el ejemplo anterior, todos tanques), recibirás una bonificación de poder del 20 %. Además, mejorar el edificio de tanques aumenta el poder de todos los héroes tanque."
    },
    "TroopsAndSoldiers": {
      "Title": "Tropas y Soldados",
      "Description": "Cuando llevas a cabo un ataque o una rally con un equipo, se añaden soldados a la fuerza base de los héroes. El número de soldados involucrados en el ataque depende del atributo de mando de los héroes en el equipo.",
      "Image": "En el ejemplo, puedes ver que el número de unidades (soldados) involucradas en el ataque es 1.965 (393 con Murphy, 393 con Williams, etc.), y al hacer clic en la i, se muestra la información de que se trata de soldados de nivel T6 y T7.",
      "Description2": "Ten en cuenta que, si está disponible, siempre se utilizan primero los soldados de niveles más altos, y luego se utilizan los de niveles más bajos para completar."
    }
  },
  "SeasonOne": {
    "Title": "Temporada 1 – La Plaga Púrpura",
    "Content": {
      "Title": "Contenido",
      "NewResources": "Nuevos recursos básicos",
      "WorldMap": "El mundo y el mapa",
      "NewBuildings": "Nuevos edificios",
      "MilitaryBase": "Base militar",
      "NewFarms": "Nuevas granjas de la alianza",
      "MilitaryStrongholds": "Fortalezas militares",
      "Cities": "Ciudades",
      "Conquest": "Conquista",
      "HeroUpgrade": "Mejoras de héroes",
      "Virus": "Virus",
      "Gameplay": "Juego"
    },
    "Resources": {
      "Title": "Nuevos recursos básicos – Proteína inmune, Cristal mutante y Fragmento genético",
      "Description": "Ahora hay recursos adicionales disponibles en el juego, de los cuales 2 (Proteína inmune y Cristal mutante) se gestionan de manera similar a los alimentos, hierro y oro existentes.",
      "ImmuneProtein": {
        "Title": "Proteína Inmune",
        "Description": "Se utiliza para construir y mejorar el Instituto de Investigación del Virus y los puestos militares.",
        "Description2": "Obtén Proteína Inmune a través de:",
        "List1": "Granja de Proteínas",
        "List2": "Recompensas por matar zombis por primera vez",
        "List3": "Alcanzar los objetivos de la Temporada 1 para aumentar la resistencia al virus",
        "List4": "Uso del ticket de reclutamiento de Hero’s Return"
      },
      "MutantCrystal": {
        "Title": "Cristal Mutante",
        "Description": "Se usa para construir y mejorar la granja de proteínas y las bases militares.",
        "Description2": "Obtén Cristal Mutante a través de:",
        "List1": "Recompensas por matar un zombi por primera vez",
        "List2": "Completar misiones de la temporada",
        "List3": "Completar los objetivos de la Temporada 1 para aumentar la resistencia al virus",
        "List4": "Doom Walker First Blood Kill (primer kill de DW del día)",
        "List5": "Recombina genética",
        "List6": "Uso del ticket de reclutamiento de Hero’s Return",
        "List7": "Pase semanal y Pase de batalla de temporada"
      },
      "GeneFragment": {
        "Title": "Fragmento Genético",
        "Description": "Hay 6 tipos de Fragmentos Genéticos. Combínalos para obtener cristales mutantes y recompensas. Los fragmentos genéticos se pueden intercambiar con tus aliados.",
        "Description2": "Puedes ganar Fragmentos Genéticos a través de:",
        "List1": "Completar misiones de radar: matar Doom Elite, recolectar recursos, matar Doom Walker te da Tipo I, II, III",
        "List2": "Matar Zombis Crimson (cualquier nivel) te da Tipo I, II, III",
        "List3": "Matar Zombis Infectados (cualquier nivel) te da Tipo I, II, III",
        "List4": "Matar Doom Elite (cualquier nivel) te da Tipo I, II, III",
        "List5": "Curar aliados te da Tipo IV, V, VI",
        "List6": "Atacar ciudades"
      },
      "Description2": "Puedes controlar la cantidad de estos recursos (excepto Fragmentos Genéticos) en la parte superior de la pantalla del juego, al igual que con otros recursos. También recuerda revisar tu inventario, ya que normalmente estos recursos están disponibles cuando los ganas como recompensa."
    },
    "WorldMap": {
      "Title": "El mundo y el mapa",
      "Description": "Con esta nueva temporada, el mapa del servidor cambia drásticamente, se vuelve más grande y está lleno de nuevas criaturas.",
      "Description2": "Encontrarás aldeas aterradoras y contaminadas, fortalezas militares y la capital, que se ha transformado en la Ciudad del Apocalipsis.",
      "Image1": "Aldeas Infestadas",
      "Image2": "Fortalezas Militares",
      "Image3": "Ciudad del Apocalipsis (Capitolio)",
      "Description3": "Al inicio de la temporada, tú y tus aliados estarán varados en el borde del servidor y no tendrán una ciudad propia. Las ciudades deben ser recuperadas, pero las reglas son nuevas...",
      "Description4": "IMPORTANTE: Las alianzas que mantengan la capital al final seguirán teniéndola cuando comience la Temporada 1. La conquista de la capital comenzará 28 días después del evento City Clash.",
      "Description5": "Los monstruos Doom-Elite se transforman en monstruos escorpión agresivos e infecciosos, y la mayoría de los zombis son contagiosos.",
      "Description6": "Así es como se ve el mapa. Los edificios que ves son las ciudades, los otros campos entre ellos son fortalezas militares."
    },
    "NewBuildings": {
      "Title": "Nuevos Edificios",
      "Description": "Hay nuevos tipos de edificios disponibles y necesarios. Solo se pueden construir fuera del alcance de tu base. Algunos aparecen al inicio de la temporada, otros lo harán más adelante.",
      "Image1": "Un virus potente transmitido por zombis infecta la tierra. Para sobrevivir, se debe construir un Instituto de Investigación del Virus.",
      "VirusResearchInstitute": {
        "Title": "Instituto de Investigación del Virus",
        "Image1": "El Instituto de Investigación del Virus permite aumentar la resistencia al virus.",
        "LevelUp": {
          "Title": "Mejora del Instituto de Investigación del Virus",
          "Description": "Para aumentar el nivel del Instituto de Investigación del Virus, necesitas Proteína Inmune.",
          "Description2": "Mejorar este edificio aumentará la resistencia al virus, fundamental para sobrevivir en estos tiempos apocalípticos.",
          "Image1": "Este edificio puede mejorarse hasta el nivel 30, independientemente del nivel de tu HQ."
        }
      },
      "ProteinFarm": {
        "Title": "Granja de Proteínas",
        "Description": "En este nuevo edificio se cultivan Proteínas Inmunes, uno de los nuevos recursos de la temporada.",
        "Image1": "Hay un total de 5 granjas de proteínas disponibles; la quinta solo se puede acceder con el Pase Semanal de la Temporada.",
        "LevelUp": {
          "Title": "Aumenta la calidad de tus granjas de proteínas",
          "Description": "Para mejorar el nivel de las granjas de proteínas, necesitas Cristales Mutantes.",
          "Description2": "Una vez que tu primera granja de proteínas alcance el nivel 5, estará disponible una nueva granja de proteínas.",
          "Description3": "Las granjas de proteínas siguientes estarán disponibles una vez que la anterior alcance el nivel 10.",
          "Description4": "Una granja de proteínas está disponible inmediatamente con el Pase Semanal de la Temporada.",
          "Image1": "Este edificio puede mejorarse hasta el nivel 30, independientemente del nivel de tu HQ."
        }
      },
      "MilitaryBase": {
        "Title": "Base Militar",
        "Description": "A partir de la tercera semana, estarán disponibles tres nuevos edificios que permiten mejoras para tipos de héroes.",
        "Description2": "Para mejorarlos necesitarás tanto Proteínas Inmunes como Cristales Mutantes. Estos edificios pueden mejorarse hasta el nivel 30, independientemente del nivel de tu HQ.",
        "Description3": "Cada mejora de nivel aumenta los HP, el ataque y la defensa del tipo de héroe correspondiente en un 1%."
      }
    },
    "NewFarms": {
      "Title": "Nuevas Granjas – Recursos de la Alianza",
      "Description": "Después de matar al azar a Doom-Elites, puede aparecer temporalmente una nueva granja de recursos de la alianza. Envía a tu equipo para recolectar juntos con tus aliados recursos como comida, hierro, oro, diamantes o cristales mutantes."
    },
    "MilitaryStrongholds": {
      "Title": "Fortalezas Militares",
      "Description": "En el mapa, encontrarás edificios con fortalezas militares entre las ciudades (pueblos), rodeados de zombis infecciosos que las protegen.",
      "Description2": "Las alianzas deben asegurar primero una fortaleza de nivel 1 para reclamar su territorio inicial. Al conquistar fortalezas militares adicionales, pueden expandirse.",
      "Description3": "Las alianzas pueden conquistar hasta 2 fortalezas militares por día, con una limitación en la cantidad total de fortalezas que pueden poseer.",
      "Image1": "Las fortalezas militares sirven como bases para las tropas de élite de la Reina."
    },
    "Cities": {
      "Title": "Ciudades",
      "Description": "La conquista de ciudades trae muchos beneficios, desde mejoras hasta puntos de influencia de la alianza y recompensas, que son las más importantes.",
      "Description2": "Para declarar la guerra a una ciudad, una alianza debe controlar al menos una fortaleza militar adyacente.",
      "Influence": {
        "Title": "Influencia",
        "Description": "La conquista de ciudades aumenta los puntos de influencia de la alianza. Cada ciudad en su posesión otorga una cantidad diferente según su nivel:",
        "List1": "Nivel 1: 100 km",
        "List2": "Nivel 2: 200 km",
        "List3": "Nivel 3: 300 km",
        "List4": "Nivel 4: 400 km",
        "List5": "Nivel 5: 500 km",
        "List6": "Nivel 6: 1 M",
        "Description2": "Puedes verificar la cantidad de puntos de influencia de tu alianza haciendo clic en el ícono del evento de la Temporada 1 directamente sobre el ícono de Duelo-VS, luego en el banner de la Temporada 1 y finalmente en el botón 'Tabla de Clasificación'."
      }
    },
    "ConquestOfCities": {
      "Title": "Conquista de Ciudades y Fortalezas – Territorio de la Alianza",
      "Description": "Al comienzo de la temporada, todas las alianzas están varadas en el borde del servidor y no poseen ninguna ciudad propia. Las ciudades y las bases militares ahora se consideran territorio de la alianza. Su objetivo es expandir su territorio y aumentar la influencia de su alianza.",
      "Image1": "El territorio de la alianza debe estar conectado a la ciudad objetivo, contra la que se declara la guerra, a través de fortalezas militares.",
      "Description2": "Puedes ver tus fortalezas y ciudades yendo a Alianza -> Ciudad de la Alianza, donde también se mostrarán las fronteras.",
      "RulesForConqueringFortresses": {
        "Title": "Reglas para la Conquista de Fortalezas",
        "Rule1": "Las alianzas pueden conquistar hasta 2 bases militares por día, independientemente del límite diario para la conquista de ciudades.",
        "Rule2": "La alianza debe conquistar una fortaleza de nivel 1 para obtener el primer trozo de territorio de la alianza y expandirse mediante la continua conquista de más fortalezas militares.",
        "Rule3": "Para conquistar una fortaleza militar, la alianza debe poseer una fortaleza adyacente.",
        "Rule4": "El límite inicial para la cantidad de fortalezas poseídas es 3.",
        "Rule5": "Por cada ciudad de nivel 1–5 conquistada, el límite de fortalezas de la alianza aumenta en 1.",
        "Rule6": "Por cada ciudad de nivel 6 conquistada, el límite de fortalezas de la alianza aumenta en 2.",
        "Rule7": "Conquistar una fortaleza militar requiere resistencia al virus.",
        "Rule8": "Al inicio de la temporada, la fortaleza pertenece a la Legión Carmesí y está protegida por Corruptores y Zombis Infectados. Para conquistar la fortaleza, ambas clases de enemigos deben ser derrotadas.",
        "Rule9": "Una vez conquistada una fortaleza, esta entra en una fase de protección de 36 horas durante la cual ninguna otra alianza puede conquistarla.",
        "Rule10": "Una vez que una alianza ha conquistado una fortaleza, aparece un ejército de defensores de la fortaleza cuyo nivel es proporcional al nivel de la fortaleza. Cualquier alianza que quiera conquistar la fortaleza debe derrotar a estos defensores antes de poder tomarla. Una notificación sobre el ataque a los defensores se mostrará a los aliados como un ataque."
      },
      "RulesForConqueringACity": {
        "Title": "Reglas para la Conquista de Ciudades",
        "Rule1": "Las alianzas pueden declarar la guerra a hasta dos ciudades por día; esta limitación es independiente del límite diario para la conquista de ciudades.",
        "Rule2": "El territorio de una alianza debe estar conectado a la ciudad objetivo, contra la que se declara la guerra, a través de fortalezas militares.",
        "Rule3": "Cada alianza solo puede declarar la guerra a una ciudad a la vez.",
        "Rule4": "La duración de la declaración de guerra es de 1 hora.",
        "Rule5": "En la misma zona de guerra, una alianza puede conquistar hasta 6 ciudades.",
        "Rule6": "Durante la temporada, las alianzas pueden conquistar hasta 6 ciudades adicionales en otras zonas de guerra.",
        "Rule7": "Después de conquistar una ciudad, aumenta el número máximo de bases militares que la alianza puede mantener en la zona de guerra objetivo (ver párrafo anterior).",
        "Rule8": "Para declarar la guerra a una ciudad, la alianza debe haber conquistado al menos una fortaleza militar adyacente.",
        "Rule9": "Una vez que la ciudad entra en estado de protección de guerra, la duración de la protección es hasta 6 días después, a las 12:00 del servidor del siguiente día de declaración."
      }
    },
    "HeroUpgrades": {
      "Title": "Mejoras de Héroes y Armas",
      "Description": "La temporada 1 trae novedades sobre héroes y armas, cuya disponibilidad varía con el tiempo.",
      "ReturnOfHero": {
        "Title": "El Retorno del Héroe",
        "Description": "Si anteriormente no pudiste obtener un héroe, ahora tienes la oportunidad de hacerlo.",
        "Description2": "A partir del comienzo de la primera temporada, estará disponible un nuevo tipo de boleto de reclutamiento: el Boleto de Retorno del Héroe.",
        "Description3": "Con este boleto de reclutamiento, puedes obtener fragmentos de la mayoría de los héroes UR desde el primer día de la temporada 1.",
        "Image1": "Estos boletos otorgan la misma cantidad de puntos que los boletos de reclutamiento de héroes en la Carrera de Armamentos y Duelo entre sí."
      },
      "ExclusiveWeapons": {
        "Title": "Armas Exclusivas",
        "Description": "En la temporada 1, cada héroe legendario tiene un arma exclusiva única, cuyas épocas de disponibilidad varían para cada héroe. Para activarlas, necesitas ciertos fragmentos.",
        "Description2": "Las armas exclusivas desbloquean nuevos aspectos y habilidades de vehículos en los niveles 1, 10, 20 y 30.",
        "Description3": "Mejorar las armas exclusivas aumenta significativamente varios atributos y eleva los niveles máximos de habilidades existentes."
      },
      "MasonUpgrade": {
        "Title": "Mejora de Mason a UR",
        "Description": "Los rumores son ciertos, podrás actualizar a Mason al héroe UR."
      }
    },
    "InfectVirus": {
      "Title": "Infectar con Virus",
      "Description": "Al luchar contra zombis, existe el riesgo de infección. Puedes desarrollar resistencia al virus en el Instituto de Investigación de Virus, pero si esta aún no ha alcanzado un nivel determinado, tus tropas se infectarán. Las tropas que regresen pueden afectar negativamente la base.",
      "Description2": "El virus que se está propagando es el virus RA.",
      "VirusStack": {
        "Title": "Acumulación de Virus",
        "Description": "Si tus tropas se infectan y regresan a tu base, la infección comenzará a acumularse allí.",
        "Description2": "Las acumulaciones de infección varían de 0 a 100, donde 0 es ninguna infección y 100 es el valor máximo.",
        "Description3": "Incluso si atacas múltiples monstruos infectados o eres atacado por enemigos, las acumulaciones de infección no pueden superar 100.",
        "Description4": "El nivel de acumulación de infección se muestra mediante un ícono sobre el símbolo del radar:",
        "List1": "cuando no estás infectado",
        "List2": "cuando estás infectado, y el número en el ícono indica el valor de la acumulación de infección",
        "Description5": "Al hacer clic en el ícono, verás más detalles sobre los debuffs aplicados y su gravedad."
      },
      "InfectionStackLogic": {
        "Title": "Lógica de Acumulación de Infección",
        "Description": "Con cada infección, la acumulación de infección aumenta.",
        "Description2": "Puedes infectarte o aumentar tu acumulación de infección cuando:",
        "List1": "Atacas a un zombi cuyo nivel de virus es mayor que tu resistencia al virus (el juego te advertirá de esto).",
        "List2": "Atacas a un Corruptor o un zombi infectado, independientemente de tu resistencia al virus.",
        "List3": "Atacas a un jefe mundial como Frankenstein, etc.",
        "List4": "Eres atacado por tropas enemigas que llevan el virus.",
        "Description3": "NO te infectarás cuando:",
        "List5": "Refuerzas una base.",
        "Description4": "Cuando se alcanzan ciertos umbrales de acumulación de infección (1, 20, 40, 60, 80), se activan diferentes debuffs.",
        "Description5": "Hay cinco tipos de debuffs (íconos bajo los umbrales de acumulación), de izquierda a derecha:",
        "Debuff1": "Hospitalización (se activa con acumulación >=1): Cada (300 a 200 segundos), una unidad resulta gravemente herida.",
        "Debuff2": "Moral baja (se activa con acumulación >=20): El daño infligido es menos efectivo (entre -4% y -20%).",
        "Debuff3": "Virus mortal (se activa con acumulación >=40): Aumenta la tasa de pérdidas de las unidades enemigas (entre +4% y +10%).",
        "Debuff4": "Infección severa (se activa con acumulación >=60): La infección transmitida por las tropas aumenta al salir entre 11% y 15%.",
        "Debuff5": "Plaga viral (se activa con acumulación >=80): Tus tropas tienen una probabilidad del 8% al 10% de infectar al enemigo incluso en caso de derrota."
      },
      "AutomaticHealing": {
        "Title": "Curación Automática",
        "Description": "Si no te vuelves a infectar y nadie te cura, te sanarás lentamente según los temporizadores de debuff y eventualmente llegarás a una acumulación de infección de 0. Sin embargo, este proceso de curación puede ser bastante largo.",
        "Description2": "Por lo tanto, es mejor tratar este virus de inmediato."
      },
      "Treatments": {
        "Title": "Tratamientos",
        "Description": "Los tratamientos pueden reducir la intensidad del virus, mientras que superar a otros comandantes puede ayudar a propagar la infección.",
        "Description2": "Para tratar a un aliado, haz clic en su base y luego en el ícono de 'Curación'. Tu avión, similar a un explorador, volará y reducirá la infección en 1, consumiendo tus proteínas inmunes.",
        "Description3": "Pero aquí viene la parte interesante: por cada tratamiento que realices, recibirás como recompensa un fragmento genético (Tipo IV, V o VI)."
      },
      "VirusResistance": {
        "Title": "Resistencia al Virus",
        "Description": "La resistencia al virus es ahora muy importante, y debes aumentarla continuamente mejorando el Instituto de Investigación de Virus. De esta manera, puedes obtener numerosas recompensas.",
        "Image1": "Cuando atacas a un zombi, se te mostrará en la ventana de información cuánta resistencia al virus se requiere. Si tu resistencia no es suficiente y aún atacas, tus tropas se infectarán."
      }
    },
    "Gameplay": {
      "Title": "Jugabilidad",
      "Description": "En este nuevo mundo, muchas dinámicas cambian. Vamos a examinarlas, enfocándonos especialmente en cómo matar zombis.",
      "DamageDebuff": {
        "Title": "Reducción de Daño e Infección Incondicional",
        "Description": "Lo primero que debes saber al atacar zombis es que pueden aplicarse dos nuevas cosas:",
        "List1": "Reducción de daño: Si atacas a un zombi cuyo nivel de virus es mayor que tu nivel de resistencia, causarás menos daño. El porcentaje de reducción se te mostrará en el indicador de ataque.",
        "List2": "Infección incondicional: Algunos enemigos te infectarán independientemente de tu resistencia al virus, como los Corruptores, los zombis infectados y los jefes mundiales. Esto se mostrará en el indicador de ataque, donde se verá información sobre la acumulación adicional de infección por virus.",
        "Image1": "Un +1 al virus RA significa que aumentarás tu acumulación de infección en 1, independientemente de tu resistencia al virus.",
        "Description2": "Además, puedes ver que tu resistencia al virus no es suficiente, ya que se requieren 1900, pero solo tienes 1090. Por lo tanto, puedes esperar lo siguiente:",
        "List3": "infectarte",
        "List4": "que tu ataque en este caso particular tenga una reducción de daño del -96%."
      },
      "ZombieElite": {
        "Title": "Zombie y Elite del Juicio Final",
        "Description": "Hay novedades sobre la comida, el hierro y el oro de los zombis: ahora tienen tipos similares a los de los héroes, como tanques, aviones y vehículos lanzacohetes.",
        "Description2": "Una vez que selecciones el zombi para atacar, se te mostrarán los detalles.",
        "Description3": "En este caso particular, y considerando que tu resistencia al virus es menor que la del zombi, debes tener en cuenta lo siguiente:",
        "List1": "Una vez que golpees al zombi, te infectarás.",
        "List2": "El daño que causas se reducirá en un 18%. Por lo tanto, asegúrate antes de atacar de que tu poder sea al menos esta cantidad más alto; en realidad, debería ser incluso un poco más.",
        "Description4": "Las élites del Juicio Final también son diferentes, son escorpiones gigantes y contagiosos."
      },
      "DoomedElite": {
        "Title": "Reunión Efectiva contra la Elite del Juicio Final",
        "Image1": "Con una resistencia al virus de 500/2200, no puedes derrotar a este zombi por ti mismo, ya que el daño causado se reduce en un -99.9%.",
        "Description": "Si tienes una baja resistencia al virus y el daño se reduce significativamente, una reunión contra una élite del Juicio Final, independientemente del éxito o el fracaso, resultará en una gran pérdida de tropas.",
        "Description2": "Para evitar esto, puedes pedir apoyo a tus aliados:",
        "List1": "Crea una tropa de héroes con el héroe que tenga el atributo de mando más bajo (para traer menos tropas).",
        "List2": "Inicia una reunión contra los monstruos élite del Juicio Final y pide a aquellos con suficiente resistencia al virus que se unan a la acción para derrotar al zombi.",
        "Description3": "Con este enfoque, derrotarás al zombi y ganarás muchos cristales mutantes, mientras que la pérdida de tropas será mínima."
      },
      "WorldBoss": {
        "Title": "Jefe Mundial",
        "Description": "Los jefes mundiales ahora cambian su apariencia, pero en esencia, las reglas permanecen como antes, con la excepción de que te infectarán con el virus al contacto, aunque será una infección muy leve."
      },
      "Spoilers": {
        "Title": "Corruptores",
        "Description": "Cuando intentes tomar una fortaleza militar por primera vez, te enfrentarás a su guardián, un nuevo y poderoso enemigo: el Corruptor.",
        "Description2": "De hecho, son muy poderosos. Ten en cuenta que siempre te infectarás al atacarlos, independientemente de tu resistencia al virus.",
        "Description3": "Además, se aplicará una reducción de daño si tu resistencia al virus es menor que la fuerza del virus."
      },
      "InfectedZombies": {
        "Title": "Zombis Infectados",
        "Description": "No solo los Corruptores son los guardianes de las fortalezas militares, también hay zombis infectados.",
        "Description2": "Estos zombis te infectarán sin importar cuán resistente seas al virus.",
        "Description3": "Además, se aplicará una reducción de daño si tu resistencia al virus es menor que la fuerza del virus."
      }
    }
  },
  "Marshall": {
    "Title": "Vigilancia de Mariscal",
    "Instruction": {
      "Title": "Introducción",
      "Description1": "El Ejercicio del Mariscal o Ejercicio de la Alianza es un evento regular en el que la alianza puede recibir varias recompensas. Está dividido en niveles y pone a prueba la fuerza de combate de la alianza.",
      "Description2": "Los miembros R4 y R5 de la alianza pueden establecer el momento para el inicio del ejercicio (lo cual puede variar cada vez), así que asegúrate de leer cuidadosamente los anuncios de la alianza."
    },
    "Attack": {
      "Title": "Ataque",
      "Description": "Para aquellos que tienen 2 equipos, la estrategia es muy simple:",
      "List1": "Haz clic en los tanques para iniciar rallys (¡durante 3 minutos!) con el equipo más débil contra los tanques.",
      "List2": "Únete a los rallys de otros con el equipo más fuerte (primero en aquellos cuyo contador esté más cerca de cero).",
      "List3": "No te detengas hasta que el evento haya terminado.",
      "List4": "Quien tenga 3 equipos puede usar dos equipos (el más fuerte) para participar en otros rallys, y el tercero (el más débil) puede iniciar rallys.",
      "List5": "Cada miembro de la alianza solo puede iniciar un rally a la vez. Incluso si tienes 3 escuadras, no puedes iniciar 2 rallys simultáneamente. Sin embargo, puedes unirte a tantos rallys como desees al mismo tiempo."
    },
    "Tricks": {
      "Title": "Trucos",
      "Trick1": "Explora una base que no pertenezca a ninguna alianza unos minutos antes del ejercicio. Esto activa el modo de Fiebre de Guerra, que te otorga un +1% de daño. IMPORTANTE: No utilices este truco mientras lleves un escudo, ya que lo perderás.",
      "Trick2": "Para maximizar tus puntos individuales, participa en los rallys iniciados por R4 y R5 que te otorguen +2,5% (R4 sin rol) / +5% (R5 y R4 con rol) (el texto aparecerá en la lista de rallys).",
      "Trick3": "Si dejas que el equipo más fuerte participe en los rallys de otros jugadores, podrás ganar más puntos mientras que el equipo más débil 'se queda fuera' y espera a que comience el rally."
    },
    "Important": {
      "Title": "Importante",
      "List1": "Los miembros de la alianza deben estar cerca de la base de la alianza y preferiblemente más cerca de la plataforma del Mariscal. Los miembros distantes pueden causar que los anuncios, que pueden durar hasta 3 minutos, se retrasen (incluso más de 30 minutos).",
      "List2": "Es importante que todos los miembros revoquen sus equipos si han sido enviados a recolectar recursos en minas o campos unos minutos antes de que comience el evento.",
      "List3": "Si un escuadrón de un miembro lejano se une al rally por diversas razones y retrasa el inicio, es posible eliminar este escuadrón del rally. Esto debe hacerlo la persona que inició el rally.",
      "List4": "También puedes realizar el Ejercicio del Mariscal mientras lleves un escudo. No uses el truco para activar la Fiebre de Guerra si llevas un escudo, ya que lo perderás."
    }
  },
  "Guestbook": {
    "Title": "Libro de visitas",
    "Description1": "Los Old Vikings navegan valientemente a través de la vastedad de muchos servidores y ya han conocido a muchos aliados y enemigos. Ya sea que vengas de costas cercanas o lejanas, de una alianza amistosa o de una facción enemiga, ¡esperamos con gusto tu mensaje!",
    "Description2": "¡Skål y que el viento siempre esté a tu favor! Los Old Vikings",
    "Anonymous": "Anónimo",
    "Pagination": {
      "NextLabel": "Siguiente",
      "PreviousLabel": "Anterior"
    }
  },
  "SeasonTwo": {
    "Title": "Temporada 2 - Tormenta Polar",
    "CelebrationButton": "Celebración S2",
    "Content": {
      "Title": "Contenido",
      "NewResources": "Nuevos recursos básicos",
      "WorldMap": "El mundo y el mapa",
      "NewBuildings": "Nuevos edificios",
      "AllianceFurnace": "Horno de la alianza",
      "NewFarms": "Nuevas granjas – Recursos de la alianza",
      "MilitaryBase": "Bases militares",
      "Cities": "Ciudades",
      "DigSites": "Sitios de excavación",
      "StockCollection": "Colección de suministros",
      "RareSoil": "Tierra rara",
      "RareSoilWar": "Guerra por tierra rara",
      "RadarMission": "Misiones de radar",
      "HeroUpgrade": "Mejoras de héroes y armas",
      "Temperature": "Temperatura",
      "HelpTheAllies": "Ayuda a los aliados a aumentar la temperatura",
      "VirusResistance": "Resistencia a virus",
      "Profession": "Profesiones – Límite de nivel aumentado a nivel 70"
    },
    "Resources": {
      "Title": "Nuevos recursos básicos - Carbón y aleaciones de titanio",
      "Description": "Ahora hay recursos adicionales disponibles en el juego: aleación de titanio y carbón.",
      "Titanium": {
        "Title": "Aleación de Titanio",
        "Description": "Se utiliza para construir y mejorar edificios de temporada.",
        "Description2": "Las aleaciones de titanio se obtienen mediante:",
        "List1": "Recompensas por matar zombis por primera vez en el nivel",
        "List2": "Completar misiones de la misión de temporada",
        "List3": "Completar los objetivos de la temporada 2 para el nivel del horno de alta temperatura",
        "List4": "Primer asesinato de sangre de Doom Walker (primer asesinato de DW del día)",
        "List5": "Usar el boleto de reclutamiento 'Regreso del héroe' en S2: Regresos Legendarios",
        "List6": "Recompensa por la primera conquista de una ciudad/sitio de excavación"
      },
      "Coal": {
        "Title": "Carbón",
        "Description": "Se utiliza para construir y mejorar estructuras de temporada o para alimentar el horno de alta temperatura.",
        "Description2": "Puedes ganar carbón a través de:",
        "List1": "Recompensas por matar zombis por primera vez en el nivel",
        "List2": "Completar misiones de la misión de temporada",
        "List3": "Conquistar sitios de excavación permite la producción continua de carbón",
        "List4": "Completar los objetivos de la temporada 2 para el nivel del horno de alta temperatura",
        "List5": "Usar el boleto de reclutamiento 'Regreso del héroe' en S2: Regresos Legendarios",
        "List6": "Pase semanal y Pase de Batalla de temporada (mayor impulso)",
        "List7": "Recompensas por recoger suministros",
        "List8": "Recompensa por la primera conquista de una ciudad/sitio de excavación",
        "List9": "Alimentar a Snowflake con una comida que recibe a través del evento 'Platos Polares'"
      }
    },
    "WorldMap": {
      "Title": "El Mundo y el Mapa",
      "Description": "El mundo ha cambiado nuevamente. El mapa está compuesto por ciudades y sitios de excavación que varían.",
      "Description2": "Para frustrar las ambiciones del emperador Boreas, reúnete con tus aliados en el borde de la región polar. Hace mucho frío y la temperatura sigue bajando a medida que te acercas al centro.",
      "Image1": "Ciudades",
      "Image2": "Sitios de Excavación",
      "Image3": "Horno Atómico (Capitolio)",
      "Description3": "Al comienzo de la temporada, tú y tus aliados aterrizan en el borde del servidor (pero aún juntos como colmena de alianza) y no tienen una ciudad propia. Las ciudades deben ser recapturadas, pero se aplican nuevas reglas...",
      "Description4": "Los monstruos élite de Doom se convierten en monstruos polares agresivos, y la mayoría de los zombis requieren una alta resistencia a virus para ser eliminados.",
      "Description5": "Así es como se ve el mapa. Los edificios que ves son las ciudades, y los otros mosaicos entre ellos son los sitios de excavación. Los mosaicos se consideran conectados en las esquinas, por lo que, por ejemplo, cada mosaico de ciudad está conectado en las esquinas con los mosaicos de otras ciudades. Lo mismo se aplica a los sitios de excavación.",
      "ThermalMap": {
        "Title": "Vista del Mapa Térmico",
        "Description": "Como puedes ver en la vista del mapa, hay un interruptor para activar el mapa térmico, que te muestra la temperatura. Al hacer clic en cualquier punto del mapa, se te mostrará la temperatura en ese lugar.",
        "Description2": "Cuanto más te acerques al centro del mapa, más baja será la temperatura.",
        "Description3": "Partiendo de cada sitio de excavación en la esquina hacia el centro, cada cuadrícula del mapa tiene una temperatura decreciente, a saber: -15 °C, -30 °C, -40 °C, -50 °C, -60 °C, -70 °C, -80 °C (El Capitolio).",
        "Description4": "Esta es la superposición completa del mapa térmico, que no tiene en cuenta los hornos urbanos, hornos atómicos, tormentas de nieve u otros efectos que alteran la temperatura. Muestra la temperatura base del campo de guerra."
      }
    },
    "NewBuildings": {
      "Title": "N nuevos Edificios",
      "Description": "En la Temporada 2, están disponibles nuevos tipos de edificios.",
      "Description2": "Los edificios que pertenecen a tu base solo pueden construirse fuera del área de tu base (la misma área que en la Temporada 1).",
      "Description3": "Algunos aparecerán al comienzo de la temporada, otros seguirán.",
      "Description4": "En la Temporada 2 también hay nuevos edificios de alianza disponibles.",
      "TitanFabric": {
        "Title": "Fábrica de Aleación de Titanio",
        "Image1": "La fábrica de aleación de titanio produce aleaciones de titanio, que son cruciales para mejorar tu horno.",
        "Update": {
          "Title": "Aumenta el nivel de la Fábrica de Aleación de Titanio",
          "Description": "Necesitarás carbón para mejorar la fábrica de aleación de titanio.",
          "Description2": "Este edificio se puede mejorar hasta el nivel 30, independientemente de tu nivel de HQ.",
          "Description3": "Una vez que tu primera fábrica de aleación de titanio alcance el nivel 15, se hará disponible una nueva fábrica de aleación de titanio.",
          "Description4": "Las fábricas de aleación de titanio posteriores estarán disponibles cuando el nivel anterior alcance 15.",
          "Description5": "Una fábrica de aleación de titanio estará disponible de inmediato con el pase de temporada semanal.",
          "Image": "IMPORTANTE: Cada aumento de nivel te brinda un incremento de 720 producción/h, independientemente del nivel alcanzado. Así que sé inteligente y siempre mejora primero la fábrica con el nivel más bajo."
        },
        "Requirements": {
          "Title": "Requerimiento de Carbón de una Fábrica de Aleación de Titanio",
          "Description": "Los valores en la siguiente tabla son los costos INICIALES de carbón. A estos costos se les aplican algunos descuentos, basados en:",
          "List1": "Tus investigaciones tecnológicas sobre reducción de costos de edificios",
          "List2": "Tu tecnología de alianza sobre reducción de costos de construcción",
          "List3": "la especialización profesional, especialmente la habilidad 'Ahorro de Recursos' de nivel 35 (hasta -5%)",
          "Image": "Para determinar tus costos reales, calcula el porcentaje de 'reducción de los recursos requeridos para construir el edificio' y resta ese porcentaje de los costos INICIALES."
        }
      },
      "HighTemperatureFurnace": {
        "Title": "Horno de Alta Temperatura",
        "Description": "Esta nueva construcción es muy importante.",
        "Image": "Permite aumentar la temperatura utilizando carbón y, así, mejorar la resistencia a virus.",
        "Update": {
          "Title": "Aumenta el nivel del Horno de Alta Temperatura",
          "Description": "Necesitarás una aleación de titanio para mejorar el horno de alta temperatura.",
          "Description2": "Al mejorar este edificio, se pueden mejorar los siguientes puntos:",
          "List1": "la resistencia a virus",
          "List2": "el calor de activación del horno (que es la temperatura base del horno)",
          "List3": "el sobrecalentamiento del horno (que es la temperatura máxima que puedes alcanzar con el horno, permitiendo que consuma más carbón por minuto)",
          "Image": "Este edificio se puede mejorar hasta el nivel 30, independientemente de tu nivel de HQ."
        },
        "Control": {
          "Title": "Panel de Control del Horno de Alta Temperatura",
          "Description": "Para aumentar la temperatura de tu base, puedes encender el horno de alta temperatura.",
          "Description2": "El panel de control es bastante fácil de entender:",
          "List1": "Interruptor para encender/apagar",
          "List2": "Interruptor para activar el Overdrive, que consume más carbón por minuto, pero calienta más",
          "List3": "Interruptor para activar automáticamente el horno cuando llega una tormenta de nieve.",
          "Image": "Al activar el Overdrive, la temperatura aumentará aún más rápido."
        }
      }
    },
    "AllianceFurnace": {
      "Title": "Horno de Alianza",
      "Description": "Además de tu propio horno de alta temperatura, también habrá un horno de alianza. Esta es una buena adición, ya que toda la alianza puede contribuir a aumentar la temperatura para todos los aliados.",
      "Description2": "Desde el día 1 de la segunda temporada, las alianzas pueden posicionar el lugar de construcción del horno de alianza en el mapa (área de nivel 1) y comenzar a reparar el horno de alianza para utilizarlo (comienza en nivel 1). Este proceso es similar a construir un puesto avanzado con hasta 20 refuerzos.",
      "Description3": "El horno de alianza se puede encontrar haciendo clic en el botón de Alianza -> Horno de Alianza -> y luego en las coordenadas. Las acciones en él solo pueden ser realizadas por miembros de R4/R5.",
      "HeatingRange": {
        "Title": "Rango de Calor del Horno de Alianza",
        "Description": "Es importante tener en cuenta que el horno de alianza solo aumenta la temperatura en su área de efecto. Por lo tanto, asegúrate de que tu base esté cerca del horno.",
        "Description2": "Una buena sugerencia para una alianza sería establecerse siempre cerca del horno de alianza y permitir que los miembros con temperaturas más bajas y un nivel de horno de alta temperatura bajo se acerquen.",
        "Description3": "A continuación, puedes ver el efecto del horno en el área cuando está encendido y apagado. A la izquierda, el horno está encendido y calienta la zona; a la derecha, está apagado y la temperatura en exactamente el mismo lugar es más baja.",
        "Description4": "A continuación, puedes ver el mapa térmico alrededor del horno y cómo influye en la temperatura en el área."
      }
    },
    "NewFarms": {
      "Title": "Nuevas Granjas - Recursos de Alianza",
      "Description": "Como ya se vio en la Temporada 1, tras la muerte aleatoria de élites de Doom, puede aparecer temporalmente un nuevo tipo de granja de recursos de alianza. En la Temporada 2, también pueden ser del tipo aleación de titanio y carbón."
    },
    "MilitaryBase": {
      "Title": "Bases Militares",
      "Description": "Una vez que el horno de alta temperatura alcance el nivel 30, habrá tres nuevos edificios disponibles que permitirán mejoras para tipos de héroes.",
      "Description2": "IMPORTANTE: Estos edificios desaparecerán al final de la Temporada 2, como ya ocurrió en la Temporada 1.",
      "Description3": "Para mejorarlos, necesitarás tanto carbón como aleación de titanio. Estos edificios se pueden mejorar hasta el nivel 30, independientemente de tu nivel de HQ.",
      "Description4": "Cada mejora de nivel aumenta el impulso de daño correspondiente causado por héroes de tanques, aviones o cohetes.",
      "Description5": "La cantidad de carbón y aleación de titanio requerida para mejorar cada nivel es igual en todos los edificios, así como el porcentaje de impulso."
    },
    "Cities": {
      "Title": "Ciudades",
      "List1": "Número máximo de ciudades y excavaciones que puedes conquistar: 6 ciudades y 4 excavaciones.",
      "List2": "La conquista de ciudades no aumenta la cantidad de excavaciones que puedes conquistar, ya que siempre son 4.",
      "Description": "Las ciudades y excavaciones que posees producen Tierra Rara, que es fundamental para la victoria en la Temporada 2. La cantidad depende del nivel de la ciudad: cantidad de Tierra Rara en ciudades y cantidad de Tierra Rara en excavaciones.",
      "Heating": {
        "Title": "Horno de Ciudad",
        "Description": "Las ciudades proporcionan calor a toda el área urbana una vez conquistadas. La cantidad depende de su nivel:",
        "List1": "Nivel 1: 5 °C",
        "List2": "Nivel 2: 20 °C",
        "List3": "Nivel 3: 30 °C",
        "List4": "Nivel 4: 40 °C",
        "List5": "Nivel 5: 50 °C",
        "List6": "Nivel 6: 60 °C"
      }
    },
    "DigSites": {
      "Title": "Excavaciones",
      "Description": "Las excavaciones alguna vez fueron fundamentales para la producción de carbón, pero fueron tomadas por bestias mutadas bajo el control del Emperador Boreas. Derrota a las bestias, recupera los sitios y reanuda la producción de carbón.",
      "Description2": "El carbón es esencial para calentar tu base. Por lo tanto, la conquista de excavaciones que producen carbón es un paso muy importante para cualquier alianza. Las excavaciones de mayor nivel producen mayores cantidades de carbón.",
      "Description3": "Con la última actualización del juego, las excavaciones también producen Tierra Rara.",
      "Description4": "La excavación está custodiada por bestias de hielo que pueden ser descongeladas. Por lo tanto, debes descongelarlas antes de la conquista.",
      "Description5": "Para hacerlo, haz clic en la bestia y utiliza el botón de 'Descongelar' para enviar a tu escuadrón a la acción. Luego, derrota a la bestia de hielo como lo hiciste con los Corruptores en la Temporada 1.",
      "Description6": "Puedes ver todas las excavaciones de la alianza haciendo clic en el botón 'Alianza' -> 'Ciudad de la Alianza'.",
      "Description7": "En la primera pestaña encontrarás ciudades y excavaciones que producen Tierra Rara, en la segunda pestaña encontrarás excavaciones que producen carbón. Puedes reclamarlas cada hora haciendo clic en las excavaciones listadas o en el botón 'Reclamar todas'.",
      "Coal": {
        "Title": "Excavaciones de carbón y Tierra Rara",
        "Description": "Las excavaciones producen carbón y Tierra Rara según su nivel, aquí la cantidad exacta por nivel:",
        "List1": "Nivel 1: 2.736/h carbón – 100/h Tierra Rara",
        "List2": "Nivel 2: 2.880/h carbón – 110/h Tierra Rara",
        "List3": "Nivel 3: 3.024/h carbón – 120/h Tierra Rara",
        "List4": "Nivel 4: 3.168/h carbón – 130/h Tierra Rara",
        "List5": "Nivel 5: 3.312/h carbón – 140/h Tierra Rara",
        "List6": "Nivel 6: 3.456/h carbón – 150/h Tierra Rara"
      },
      "Protection": {
        "Title": "Estado de captura y protección",
        "Description": "Las excavaciones son similares a las fortalezas de la primera temporada.",
        "List1": "Número máximo de excavaciones que puedes poseer: 4, independientemente de cuántas ciudades poseas.",
        "List2": "Límite diario máximo para la conquista de excavaciones: 2.",
        "List3": "La primera conquista requiere derrotar a bestias mutadas con suficiente resistencia a virus. La Bestia Polar podría estar congelada, por lo que necesitarás enviar escuadrones para descongelarla antes de atacarla. Para vencer a estas bestias, se requieren múltiples acciones de recolección (cada golpe causa un % de daño). Una vez que la Bestia Polar es derrotada, debes reforzar la excavación con hasta 10 escuadrones.",
        "List4": "El proceso de conquista de la excavación es un desafío, donde gana la primera alianza que alcanza el 100%. El tiempo máximo de conquista es de 4 horas. Si no se alcanza un progreso completo del 100% dentro de este tiempo, el intento falla. Si la excavación no estaba en posesión, permanece neutral; si estaba en posesión, queda con el propietario anterior. El porcentaje de conquista de una alianza aumenta a medida que se refuerza el sitio. Escuadrones más fuertes aceleran el proceso.",
        "List5": "Una vez que una excavación es ocupada, estará protegida durante 36 horas y rodeada de guardias.",
        "List6": "Técnicamente, puedes atacar y reforzar un número ilimitado de excavaciones simultáneamente, pero una vez que completes la segunda conquista diaria, ya no podrás atacar excavaciones neutrales o propias. Si has reforzado otra excavación (lo que cuenta como la tercera conquista), tus escuadrones serán expulsados automáticamente una vez que se complete la segunda conquista.",
        "List7": "Si una excavación pertenece a una alianza y es atacada por otra, un intento de conquista fallido no cuenta como una conquista diaria para la alianza defensora.",
        "List8": "Tu primer territorio de alianza debe ser una excavación de nivel 1. A partir de aquí, puedes conquistar cualquier territorio adyacente. Los territorios en la Temporada 2 también son adyacentes en sus esquinas.",
        "List9": "La conquista territorial puede extenderse a territorios adyacentes (excavaciones y ciudades) tanto desde tus propias ciudades como de excavaciones.",
        "List10": "Si renuncias o pierdes un territorio de alianza y ahora tienes dos conjuntos separados de territorios de alianza, aún puedes conquistar todos los territorios que sean adyacentes a uno u otro conjunto.",
        "List11": "Si tu alianza abandona una excavación (esto tarda una hora), se volverá neutral y cualquier alianza, incluida la tuya, podrá recuperarla. Sin embargo, si la excavación aún está bajo estado de protección al abandonarla, debe pasar el tiempo de enfriamiento del estado de protección antes de que una alianza, incluida la tuya, pueda tomar el control.",
        "List12": "En la Temporada 2 no habrá conquistas de excavaciones que crucen zonas de guerra.",
        "Description2": "A continuación se muestra un gorila mutado que protege una excavación de nivel 2. El gorila mutado aún está congelado y la alianza lo ha descongelado parcialmente.",
        "Description3": "El juego permite la conquista de excavaciones que son adyacentes en diagonal a otras excavaciones en una esquina. Por ejemplo, en las imágenes a continuación, puedes ver que no era necesario conquistar la ciudad de nivel 2 para conquistar las otras excavaciones que están adyacentes en la esquina a otras excavaciones. Estas capturas de pantalla son del día 3, cuando solo se podía conquistar la ciudad de nivel 1."
      }
    },
    "StockCollection": {
      "Title": "Colección de Suministros",
      "Description": "En la Temporada 2 aparece un nuevo tipo de tesoro para recursos de alianza.",
      "Description2": "Estos nuevos tesoros solo pueden ser descubiertos cuando la temperatura del terreno alcanza 0 °C.",
      "Description3": "Para encontrarlos, mueve el horno de la alianza para calentar el terreno y llevarlo a 0 °C. También puedes conquistar una ciudad para que el horno de la ciudad caliente todo el área de la ciudad. Luego, mueve el horno de la alianza y actívalo en modo de sobrecalentamiento (por supuesto, debes asegurarte de que el nivel actual de tu horno de la alianza sea lo suficientemente alto como para alcanzar la temperatura adecuada). Una vez que el terreno alcance 0 °C, la colección de suministros aparecerá en estado de descongelación.",
      "Description4": "Envía tropas para descongelar la colección de suministros y luego reclama tu recompensa.",
      "Description5": "Las colecciones de suministros tienen diferentes niveles y, por lo tanto, ofrecen diferentes recompensas.",
      "Description6": "Hay una opción para acceder al símbolo de la Temporada 2 -> Colección de Suministros y desde allí ver si se han descubierto colecciones de suministros.",
      "Image1": "Hay un límite de 5 intentos de reclamación por día."
    },
    "RareSoil": {
      "Title": "Suelo Raro",
      "Description": "Una vez que las ciudades y los sitios de excavación en la región polar sean conquistados, comenzarán a producir suelo raro con el tiempo. El suelo raro es un recurso importante para las alianzas en esta temporada, y al final de la temporada, las alianzas serán clasificadas según la cantidad que produzcan. Cuanto más alto sea el rango, mejor serán las recompensas.",
      "Description2": "Cuanto más altos sean los niveles de la ciudad y del sitio de excavación, más suelo raro se producirá por hora.",
      "Production": {
        "Title": "Producción de Suelo Raro",
        "Description": "Una vez que las ciudades y los sitios de excavación sean conquistados, comenzarán a producir suelo raro dependiendo de su nivel.",
        "Description2": "Puedes ver los detalles de la producción de suelo raro haciendo clic en el botón \"Alianza\" -> \"Ciudad de la Alianza\". Allí se mostrarán tanto las ciudades como los sitios de excavación que producen suelo raro.",
        "Description3": "La cantidad total de suelo raro producido es visible en la vista del horno de la alianza: botón de alianza -> horno de la alianza, y afecta al nivel del horno de la alianza.",
        "Description4": "Las clasificaciones para el suelo raro se pueden acceder a través de la página \"Temporada 2\": símbolo de \"Temporada 2\" -> tabla de clasificación.",
        "Description5": "Puedes obtener más suelo raro ganando como atacante en la guerra por el suelo raro."
      },
      "CityProduction": {
        "Title": "Producción de Suelo Raro en la Ciudad",
        "Description": "Aquí está la cantidad exacta de suelo raro por nivel de ciudad:",
        "List1": "Nivel 1: 350/h",
        "List2": "Nivel 2: 400/h",
        "List3": "Nivel 3: 450/h",
        "List4": "Nivel 4: 800/h",
        "List5": "Nivel 5: 900/h",
        "List6": "Nivel 6: 1000/h"
      },
      "DigSiteProduction": {
        "Title": "Producción de Suelo Raro en Sitios de Excavación",
        "Description": "Aquí está la cantidad exacta de suelo raro por nivel de sitio de excavación:",
        "List1": "Nivel 1: 100/h",
        "List2": "Nivel 2: 110/h",
        "List3": "Nivel 3: 120/h",
        "List4": "Nivel 4: 130/h",
        "List5": "Nivel 5: 140/h",
        "List6": "Nivel 6: 150/h"
      }
    },
    "RareSoilWar": {
      "Title": "Guerra por Suelo Raro",
      "Description": "En la Temporada 2 habrá guerras por suelo raro. No habrá conquista de ciudades o sitios de excavación entre zonas de guerra."
    },
    "RadarMission": {
      "Title": "Misiones de Radar",
      "Description": "En la Temporada 2 estará disponible una nueva misión de radar: \"Sobreviviente en Peligro\".",
      "Description2": "Para completar la misión, envía a tu tropa para ayudar al sobreviviente en peligro y recibe recompensas, incluyendo carbón."
    },
    "HeroUpgrade": {
      "Title": "Mejoras de Héroes y Armas",
      "Description": "La Temporada 2 trae novedades sobre héroes y armas, cuya disponibilidad es limitada en el tiempo.",
      "Violette": {
        "Title": "Mejora de Violette a UR",
        "Description": "Será posible mejorar a Violette a UR. Se espera que el evento comience después de la semana 2."
      },
      "Legend": {
        "Title": "S2: El Regreso de la Leyenda",
        "Description": "Después de cada 50 reclutamientos, un héroe legendario está garantizado."
      },
      "RecruitHeroes": {
        "Title": "Reclutar Héroes"
      },
      "Weapon": {
        "Title": "S2: Armas de las Leyendas",
        "Description": "Una nueva área en la taberna permite obtener cofres de selección de fragmentos de armas exclusivos para héroes II. Estos contienen fragmentos de armas de Kimberly, DVA y Tesla.",
        "Image1": "Para reclutar en esta área, necesitas un boleto de reclutamiento de Nueva Era.",
        "Image2": "Cada 20 reclutamientos garantiza 2 fragmentos de armas exclusivos."
      },
      "ExclusiveWeapons": {
        "Title": "Armas Exclusivas",
        "Description": "La Temporada 2 trae armas exclusivas para Murphy, Carlie y ???.",
        "Murphy": {
          "Title": "Arma Exclusiva de Murphy",
          "Description": "A partir del día 4 de la temporada 1, podrás recoger fragmentos de armas a través del pase de batalla de armas exclusivo de Murphy para activar y mejorar el arma exclusiva de Murphy. Los fragmentos de armas universales solo se pueden usar para mejorar, no para activar."
        },
        "Carlie": {
          "Title": "Arma Exclusiva de Carlie",
          "Description": "A partir del día 4 de la semana 3, podrás recoger fragmentos de armas a través del pase de batalla de armas exclusivo de Carlie para activar y mejorar el arma exclusiva de Carlie. Los fragmentos de armas universales solo se pueden usar para mejorar, no para activar."
        },
        "Swift": {
          "Title": "Arma Exclusiva de Swift",
          "Description": "A partir del día 4 de la semana 6, podrás recoger fragmentos de armas a través del pase de batalla de armas exclusivo de Swift para activar y mejorar el arma exclusiva de Swift. Los fragmentos de armas universales solo se pueden usar para mejorar, no para activar."
        }
      }
    },
    "Temperature": {
      "Title": "Temperatura",
      "Description": "La temperatura representa un gran desafío en la región polar y afecta continuamente las estadísticas de tu base. La temperatura de tu base se adapta lentamente al entorno. Mantener temperaturas más altas te brinda estadísticas de bonificación. La temperatura de tu base puede variar entre -270 °C y +300 °C.",
      "Location": {
        "Title": "Ubicación",
        "Description": "Puedes monitorear tu temperatura a través del ícono o acceder a la página de detalles de temperatura haciendo clic en el ícono correspondiente. En esta página de detalles, se enumeran todos los factores que afectan la temperatura de tu base.",
        "Description2": "En la parte superior, puedes ver cómo se mueve el ícono de la temperatura de tu base (ícono de casa) y se superpone con el ícono de la temperatura ambiental (ícono de mapa)."
      },
      "Base": {
        "Title": "Base",
        "Description": "La temperatura final mostrada de las ubicaciones afecta tu base y provoca buffs/debuffs. La intensidad en % del buff/debuff depende de la temperatura y se muestra en los esquemas que puedes ver en las imágenes a continuación. Aquí está la descripción de los buffs/debuffs.",
        "Title2": "Producción básica de recursos:",
        "Description2": "Producción de tierras de cultivo, minas de hierro y minas de oro +10 % (a 4 °C)",
        "Title3": "Arma térmica:",
        "Description3": "Daño a la durabilidad de las tropas durante la temporada de juego +100 (a 4 °C)",
        "Title4": "Velocidad de curación de la unidad:",
        "Description4": "Velocidad de curación de unidades heridas durante la temporada +0 % (a 4 °C)",
        "Title5": "Moral de las unidades:",
        "Description5": "Moral de las unidades durante la temporada +0 % (a 4 °C)"
      },
      "Factors": {
        "Title": "Factores que influyen en la temperatura",
        "Description": "La temperatura se ve afectada por muchos factores:",
        "List1": "Ubicación de la base en el mapa: Cuanto más te adentres en el centro, más frío será.",
        "List2": "Actividad del horno: El nuevo edificio estacional 'Horno de alta temperatura' genera calor para tu base cuando está activado, y aún más calor en modo Overdrive.",
        "List3": "Habilidad de Overdrive intensa: Una habilidad estacional que permite aumentar el calor de Overdrive.",
        "List4": "Actividad del Horno de Alianza: El nuevo edificio estacional de la alianza permite generar calor en las cercanías. Las bases cercanas al Horno de Alianza se verán afectadas por este calor.",
        "List5": "Avión de reconocimiento aliado: Los aliados pueden enviar aviones de reconocimiento para afectar temporalmente a un aliado.",
        "List6": "Área de calentamiento de la ciudad: Cuando el horno de la ciudad está activado, toda el área de la ciudad (campo donde se encuentra la ciudad) se calienta. Estar cerca de una ciudad ayuda a mantenerse caliente.",
        "List7": "Horno atómico: El calentador definitivo que, una vez activado, proporciona calor a todo el mapa.",
        "List8": "Tormentas de nieve: Desde el día 1 de la temporada, se producen eventos que provocan una enorme caída de temperatura en todas las zonas de guerra durante horas. Cuanto mayor sea el nivel, mayor será la caída de temperatura.",
        "List9": "Actividad de tropas: Las tropas que abandonan tu base causan una pérdida temporal de calor.",
        "List10": "Monstruos polares: Tu base será atacada por monstruos polares, lo que provoca una caída de temperatura de -5 °C (el fracaso en la defensa provoca una caída adicional de -10 °C)."
      },
      "Burn": {
        "Title": "Congelación y quema",
        "Description": "Tu objetivo es mantener la temperatura de tu base en el nivel adecuado para que no sufra debuffs y no se congele o se incendie. Ten cuidado de no gastar demasiado carbón, ya que lo necesitarás para tu horno (y el horno de la alianza) a medida que tu alianza se adentra más en el centro.",
        "Description2": "Si la temperatura de tu base se vuelve demasiado baja o demasiado alta, existe el riesgo de que tu base se congele o se incendie."
      },
      "LowTemperatures": {
        "Title": "Temperaturas bajas",
        "Description": "La temperatura de tu base no puede caer por debajo de -270 °C.",
        "Title2": "Base casi congelada:",
        "Description2": "Si permaneces por debajo de -20 °C, se iniciará un contador de 5 minutos que indica 'Pronto congelará'. Calienta la base antes de que finalice el tiempo de congelación para evitar que se congele.",
        "Solutions": "Soluciones:",
        "Solution1": "Mudarse a una zona más cálida.",
        "Solution2": "Activar el horno de alta temperatura o ponerlo en modo Overdrive.",
        "Solution3": "Si te encuentras en el rango del horno de la alianza, solicita que se active o se ponga en modo Overdrive.",
        "Solution4": "Pide a tus aliados que envíen un avión de reconocimiento para calentarte."
      },
      "FrozenBase": {
        "Title": "Base congelada:",
        "Description": "Si una base permanece más de 5 minutos por debajo de -20 °C, está congelada. En este estado, no es posible cambiar de ubicación ni realizar reuniones (los cambios de ubicación de alianza y aleatorios aún son posibles). Ten en cuenta que también se aplican debuffs, como se muestra en la sección 'Base'.",
        "Solutions": "Soluciones:",
        "Solution1": "Utiliza la ayuda de la alianza o teletranspórtate aleatoriamente a zonas más cálidas.",
        "Solution2": "Activa el horno de alta temperatura o ponlo en modo Overdrive.",
        "Solution3": "Si te encuentras en el rango del horno de la alianza, solicita que se ponga en modo Overdrive.",
        "Solution4": "Pide a tus aliados que te envíen un avión de reconocimiento para calentarte o tropas para romper el hielo (5 golpes cuestan 5 puntos de resistencia cada uno)."
      },
      "IceMelts": {
        "Title": "El hielo se derrite pronto:",
        "Description": "Si tu base está congelada, puedes descongelarla llevando la temperatura por encima de -20 °C y manteniendo esa temperatura. Se iniciará un conteo regresivo de descongelación de 5 minutos. Si la temperatura cae por debajo de -20 °C ni siquiera por un segundo, la base permanecerá congelada y deberás comenzar nuevamente el proceso de descongelación.",
        "Description2": "Alternativamente, puedes pedir a tus aliados que envíen tropas para romper el hielo (5 golpes cuestan 5 de resistencia)."
      }
    },
    "HelpTheAllies": {
      "Title": "Ayuda a los aliados a aumentar la temperatura",
      "Description": "Puedes ayudar a tus aliados a aumentar su temperatura enviando un plan de reconocimiento y gastando algo de carbón. Sin embargo, ten en cuenta que el efecto no durará mucho tiempo. Esto puede ser especialmente útil si se enfrentan a eventos difíciles como tormentas de nieve."
    },
    "VirusResistance": {
      "Title": "Resistencia a virus",
      "Description": "En la temporada 2, el virus sigue activo, pero tiene un menor impacto en el juego que en la temporada 1.",
      "Description2": "Para aumentar tu resistencia a virus, necesitas mejorar tu propio horno de alta temperatura. Esto incrementa tanto la resistencia al calor como la resistencia a virus.",
      "Image": "Como de costumbre, hay un pase semanal que te ofrece un impulso de 250 resistencias a virus.",
      "Description3": "La resistencia a virus tiene los siguientes efectos:",
      "List1": "Doom Elite, que puedes atacar.",
      "List2": "Las bestias polares que custodian los sitios de excavación también pueden atacarte."
    },
    "Profession": {
      "Title": "Profesiones – Límite de nivel aumentado a nivel 70",
      "Description": "En la temporada 2, el límite de nivel para las profesiones se incrementa a nivel 70.",
      "Description2": "Las habilidades estacionales para los niveles hasta 50 serán revisadas y adaptadas al tema de la temporada. Sin embargo, algunas habilidades en niveles más bajos permanecerán igual que en la temporada 1.",
      "SeasonSkills": {
        "Title": "Habilidades estacionales",
        "Description": "Las habilidades estacionales son idénticas para las profesiones de ingeniero y señor de la guerra y se encuentran a la derecha del portador en un fondo verde."
      },
      "Warlords": {
        "Title": "Habilidades adicionales de los señores de la guerra – Nivel 45 a 70",
        "Description": "Habilidades para nivel 45",
        "Description2": "Habilidades para nivel 50",
        "Description3": "Habilidades para nivel 55",
        "Description4": "Habilidades para nivel 60",
        "Description5": "Habilidades para nivel 65",
        "Description6": "Habilidades para nivel 70"
      },
      "Engineer": {
        "Title": "Habilidades adicionales del ingeniero – Nivel 45 a 70",
        "Description": "Habilidades para nivel 45",
        "Description2": "Habilidades para nivel 50",
        "Description3": "Habilidades para nivel 55",
        "Description4": "Habilidades para nivel 60",
        "Description5": "Habilidades para nivel 65",
        "Description6": "Habilidades para nivel 70"
      }
    },
    "Celebration": {
      "Title": "Celebración de la Temporada 2: La Era del Petróleo",
      "Description": "Para celebrar el final de la Temporada 2, comenzamos el lunes 'La Era del Petróleo', que durará cinco semanas (4 semanas con misiones + 1 semana de duelo de maestría). Hay muchas cosas nuevas por descubrir y preparar, así que hemos creado una guía para los curiosos que quieran optimizar su juego.",
      "Profession": {
        "Title": "Profesión",
        "Description": "Este mes investigarás y construirás mucho, pero lucharás menos. Por lo tanto, el ingeniero es la profesión más interesante. ¡Maximiza las habilidades que te ayuden a construir e investigar más rápido y de manera más económica!"
      },
      "Week1": {
        "Title": "Semana 1: Lista de Tareas",
        "List1": "Cambia al ingeniero y maximiza todas las habilidades que te ayuden a construir e investigar más rápido y de manera más económica.",
        "List2": "Asegúrate de desbloquear las misiones globales del servidor para comenzar la nueva investigación y expansión de la base.",
        "List3": "Construye tu pozo petrolero y actualízalo al nivel 30 lo antes posible para una producción máxima de petróleo.",
        "List4": "Optimiza la expansión del nuevo árbol de investigación de manera eficiente, enfocándote inicialmente solo en las investigaciones necesarias."
      },
      "ServerWideMissions": {
        "Title": "Misiones Globales del Servidor",
        "Description": "Para desbloquear las nuevas ventajas como servidor, debemos completar ciertas misiones. Cuanto más rápido se completen, más rápido podrá crecer nuestro servidor.",
        "Mission1": {
          "Title": "Misión 1: Desbloquear Tecnología (Día 1, Semana 1)",
          "Description": "Objetivo: Completar 500 investigaciones en todo el servidor. Esto desbloquea el nuevo árbol de investigación."
        },
        "Mission2": {
          "Title": "Misión 2: Desbloquear Nivel II de Expansión de Base (Día 2, Semana 1)",
          "Description": "Objetivo: Completar 500 construcciones en todo el servidor. Esto nos permitirá expandir el terreno de nuestra base con nuevos niveles.",
          "Description2": "Completar las baldosas en esta nueva área también otorga petróleo como recompensa, por lo que es importante completarlas lo más rápido posible para maximizar el progreso."
        },
        "Mission3": {
          "Title": "Misión 3: Movilización de Héroes (Día 2, Semana 1)",
          "Description": "Objetivo: Realizar un total de 10,000 reclutamientos en todo el servidor. No hay recompensa específica por completar esta misión, por lo que es menos importante."
        }
      },
      "Research": {
        "Title": "Nuevo Árbol de Investigación",
        "Description": "El enfoque principal en este período es el nuevo árbol de investigación, que desbloquea un tercer centro tecnológico, una fábrica de equipos para drones y la posibilidad de expandir tu cuartel general desde HQ31 hasta HQ35. Esta investigación requiere un nuevo recurso: petróleo.",
        "Description2": "<strong>Nota:</strong> Este árbol de investigación solo está disponible si tu centro tecnológico está en nivel 30 y las unidades especiales están desbloqueadas al menos al 40 %.",
        "Upgrade": {
          "Title": "Actualización del Pozo Petrolero",
          "Description": "La primera investigación te permite construir un pozo petrolero para comenzar la producción de petróleo. Mejora este pozo petrolero lo antes posible para alcanzar la tasa de producción más alta (¡usa muchos aceleradores!). Es posible llevarlo al nivel 30 el primer día; procura hacerlo a más tardar el segundo día."
        },
        "Strategy": {
          "Title": "Estrategia de Investigación",
          "Description": "Al igual que con la investigación de T10, no necesitas completar cada nivel de cada investigación para avanzar en el árbol. Dado que el petróleo será difícil de conseguir al principio, úsalo de la manera más eficiente posible. Los niveles mínimos requeridos se indican a continuación. Los <span class=\"text-danger\">campos rojos</span> aumentan tu producción de petróleo, ¡así que deben ser tu prioridad! Usa tus aceleradores y no esperes hasta el día de VS. Los <span class=\"text-warning\">campos amarillos</span> aumentan la velocidad de construcción e investigación y son buenas opciones para abordar más adelante. Esta investigación tomará mucho tiempo; no esperes completarla en la primera semana."
        }
      },
      "Hq": {
        "Title": "Requisitos para Cuartel General 31–35",
        "Description": "Una vez que completes la parte inferior del árbol de investigación, puedes comenzar con HQ31+. Los edificios necesarios se enumeran a continuación e incluyen siempre el centro de investigación, el centro de tanques/aéreo/cohetes (uno de ellos) y el cuartel.<br> Para ver el tiempo y los recursos necesarios, visita <a href=\"https://www.lastwartutorial.com/copilot.php\" target=\"_blank\">Last War Tutorial: Builder Copilot</a>",
        "Table": {
          "Header": "Nivel de HQ",
          "Header2": "Requisitos",
          "Row1": "Centro de Investigación nivel 30, Centro de Tanques/Aéreo/Cohetes nivel 30, Cuartel nivel 30",
          "Row2": "Centro de Investigación nivel 31, Centro de Tanques/Aéreo/Cohetes nivel 31, Cuartel nivel 31, Muro nivel 31",
          "Row3": "Centro de Investigación nivel 32, Centro de Tanques/Aéreo/Cohetes nivel 32, Cuartel nivel 32, Hospital nivel 32, Campo de Entrenamiento nivel 32",
          "Row4": "Centro de Investigación nivel 33, Centro de Tanques/Aéreo/Cohetes nivel 33, Cuartel nivel 33, Muro nivel 33, Centro de la Alianza nivel 33",
          "Row5": "Centro de Investigación nivel 34, Centro de Tanques/Aéreo/Cohetes nivel 34, Cuartel nivel 34, Hospital nivel 34, Campo de Entrenamiento nivel 34"
        }
      },
      "Week2": {
        "Title": "Semana 2",
        "ServerMission": "Misiones Globales del Servidor",
        "Mission1": {
          "Title": "Misión 1: Desbloquear Tarea de Radar (Día 1, Semana 2)",
          "Description": "Objetivo: Completar 5000 tareas de radar en todo el servidor."
        },
        "Mission2": {
          "Title": "Misión 2: Tarea Secreta: Capturar el Depósito de Petróleo (Día 1, Semana 2)",
          "Description": "Objetivo: Completar 1000 tareas secretas en todo el servidor."
        },
        "Mission3": {
          "Title": "Misión 3: Expansión Comercial (Día 1, Semana 2)",
          "Description": "Objetivo: Enviar 500 camiones en todo el servidor."
        },
        "Event": {
          "Title": "Eventos Adicionales",
          "Description": "Al igual que en la celebración de la Temporada 1, en la Semana 2 vuelven el evento de bingo, el mercado negro y el duelo de maestría. En el evento de bingo, puedes obtener petróleo y cajas del mercado negro como recompensas. Los eventos funcionan igual que en la Temporada 1."
        }
      },
      "Week3": {
        "Title": "Semanas 3 y 4",
        "Description": "En estas semanas no hay nada especial. En la Semana 3 se desbloquean zombis de nivel 31–35 en el mapa, y en la Semana 4 se desbloquean los Dooms élite de nivel 31–35."
      }
    }
  },
  "PlayerMvp": {
    "Title": "Alianza - MVP",
    "FirstPlace": "1.er lugar de la última semana VS",
    "SecondPlace": "2.do lugar de la última semana VS",
    "ThirdPlace": "3.er lugar de la última semana VS",
    "MvpCard": {
      "Title": "Jugador Destacado",
      "VsPoints": "Puntos VS",
      "MarshalParticipation": "Participación en el Mariscal",
      "DesertStormParticipation": "Participación en Tormenta del Desierto",
      "MvpPoint": "Puntos MVP"
    },
    "Table": {
      "Name": "Nombre",
      "VsPoints": "Puntos VS",
      "MarshalParticipation": "Participación en el Mariscal",
      "DesertStormParticipation": "Participación en Tormenta del Desierto",
      "MvpPoint": "Puntos MVP",
      "PlayerHasNotThreeWeeks": "Jugadores que no han participado en tres duelos VS aún."
    },
    "EvaluationCriteria": {
      "Title": "Criterios de Evaluación",
      "VSDuel": {
        "Title": "Puntos Semanales (Duelo VS) – 80% de Peso:",
        "Description": "Tus puntos se basan en la suma de todos los puntos VS de las últimas <strong>tres semanas</strong>. Esta suma se divide por 1.000.000 y se multiplica por 0,8:",
        "DescriptionBold": "tres semanas",
        "Formula": "(Suma de los puntos VS de las últimas 3 semanas / 1.000.000) * 0,8.",
        "Description2": "Este cálculo representa tu actividad en el Duelo VS semanal, que es el factor más importante."
      },
      "Marshal": {
        "Title": "Participaciones en el Mariscal – 20 puntos por participación:",
        "Description": "Cada participación en el evento te otorga <strong>20 puntos</strong>. Esto demuestra tu disponibilidad estratégica cuando la alianza te necesita."
      },
      "DesertStorm": {
        "Title": "Participaciones en Tormenta del Desierto – 40 puntos por participación:",
        "Description": "Cada participación en Tormenta del Desierto te otorga <strong>40 puntos</strong>. Este evento se considera un bono, pero recompensa a los jugadores que se esfuerzan más allá de sus tareas regulares."
      },
      "MarshalAndDesertStorm": {
        "Title": "Participación en Marshal + Participación en Desert Storm – 20% de ponderación:",
        "Description": "Los puntos de ambos eventos se suman y se multiplican por 0.2: <code>(Puntos de Marshal + Puntos de Desert Storm) * 0.2</code>"
      },
      "Example": {
        "Title": "<strong>Ejemplo:</strong> Un jugador tiene los siguientes valores:",
        "List1Bold": "Puntos VS de las últimas 3 semanas:",
        "List1": "130 millones",
        "List2Bold": "Participaciones en el Mariscal:",
        "List3Bold": "Participaciones en Tormenta del Desierto:",
        "Description": "Los puntos MVP se calculan de la siguiente manera:",
        "List4Bold": "Puntos VS:",
        "List5Bold": "Participaciones en el Mariscal:",
        "List6Bold": "Participaciones en Tormenta del Desierto:",
        "List7Bold": "Puntos para MVP:",
        "TotalBold": "Total:",
        "Total": "104 + 48 = <strong>152 Puntos MVP</strong>"
      }
    }
  },
  "Capitol": {
    "Title": "Capitolio",
    "Description": "El Capitolio albergará al presidente, vicepresidente (anteriormente conocida como Primera Dama, FL) y los secretarios asignados.",
    "Description2": "Los secretarios proporcionan al jugador al que se les asignan potenciadores/buffs que ofrecen una gran ventaja en la aceleración del progreso en el juego.",
    "Buffs": {
      "Title": "Tipos de buffs que los secretarios ofrecen:",
      "Description": "Las posiciones pueden ofrecer diferentes tipos de buffs:",
      "List1": {
        "Text": "Aumento de velocidad: construcción, investigación, curación, entrenamiento",
        "List": {
          "List1": "Estos potenciadores solo son efectivos cuando estas operaciones se inician.",
          "List2": "Las construcciones en curso, investigaciones, curaciones y entrenamientos no se ven afectados por este buff.",
          "List3": "Cuando un secretario es asignado a un jugador, los buffs ya se tienen en cuenta en el tiempo que el juego muestra para la operación (es decir, el tiempo para construir un edificio).",
          "List4": "Para beneficiarse de los buffs, se requiere una acción explícita del jugador: una vez que la operación ha comenzado con el tiempo reducido, ya no se verá afectada, incluso si el jugador elimina al secretario."
        }
      },
      "List2": {
        "Text": "Aumento de capacidad: capacidad hospitalaria",
        "List": {
          "List1": "Tus hospitales pueden acomodar más soldados heridos."
        }
      },
      "List3": {
        "Text": "Aumento de producción",
        "List": {
          "List1": "Solicita al secretario de asuntos internos cuando tus edificios de producción (hierro, oro, comida) estén llenos. Obtén el secretario y luego recoge los recursos para obtener una mayor cantidad de recursos."
        }
      }
    },
    "Example": {
      "Title": "Ejemplo de aumento de velocidad y reducción de tiempo de construcción a través del secretario de desarrollo:"
    },
    "Explanation": {
      "Title": "Explicación del aumento de velocidad",
      "Description": "Cuando asignas al secretario de desarrollo, que aumenta tu velocidad de construcción en un 50 %, esperas que el tiempo se reduzca a la mitad. Sin embargo, esto no funciona de esa manera.",
      "Description2": "Para explicarlo mejor, usemos una analogía:",
      "List1": "Para construir una sede, se necesitan 100 bloques",
      "List2": "Tu velocidad original es de 1 bloque por minuto",
      "List3": "Sin el secretario, la construcción tomaría 100 minutos",
      "List4": "Con un aumento de velocidad del 50 %, tu velocidad se incrementa a 1.5 bloques por minuto. El nuevo tiempo de construcción es entonces: Tiempo = Bloques / Velocidad = 100 bloques / 1.5 bloques/minuto = 66.7 minutos",
      "List5": "El secretario de desarrollo aumenta tu velocidad de construcción en un 50 %, lo que reduce el tiempo de construcción en un 33 %.",
      "Description3": "Por lo tanto, no notarás que tu tiempo se acorta en la misma medida en que aumenta el porcentaje de velocidad. Piénsalo si deseas usar aceleraciones.",
      "Description4": "Además, un secretario es menos efectivo en comparación con el punto de partida a medida que más buffs ya están activos (a través de skins, decoraciones, aldeas, etc.).",
      "Description5": "Para continuar con la analogía:",
      "List6": "Ya tienes un aumento del 100 % en la velocidad de construcción, por lo que tu velocidad es de 2 bloques por minuto",
      "List7": "Obtienes el secretario de asuntos internos, que aumenta tu velocidad en un 50 % (calculado desde la velocidad original de 1 bloque por minuto), por lo que tu velocidad se incrementa a 2.5 bloques por minuto.",
      "List8": "En lugar de una eficiencia (reducción de tiempo) del 33 %, la eficiencia será de 100/2 a 100/2.5, lo que da una eficiencia de solo el 20 % (reducción de tiempo)."
    },
    "Positions": {
      "Title": "Posiciones",
      "Description": "Existen las siguientes posiciones:",
      "List1": "Presidente",
      "List2": "Vicepresidente, también conocido como VP (anteriormente Primera Dama o FL)",
      "List3": "Secretario de Estrategia",
      "List4": "Secretario de Seguridad",
      "List5": "Secretario de Desarrollo",
      "List6": "Secretario de Ciencia",
      "List7": "Secretario de Asuntos Internos"
    },
    "President": {
      "Title": "Presidente",
      "Description": "Este título está reservado para la alianza que haya conquistado el Capitolio. El presidente puede nombrar al vicepresidente y a todos los secretarios.",
      "List1": "HP de héroes: +5 %",
      "List2": "Ataque de héroes: +5 %",
      "List3": "Defensa de héroes: +5 %",
      "Description2": "Estas mejoras se aplican automáticamente cuando se ha nombrado al presidente."
    },
    "VicePresident": {
      "Title": "Vicepresidente (VP) anteriormente Primera Dama",
      "Description": "El presidente nombra al vicepresidente, también llamado VP. El vicepresidente puede nombrar a su sucesor y a todos los demás secretarios, pero el VP no puede nombrar al presidente.",
      "Description2": "Las aceleraciones de construcción, investigación y entrenamiento solo se hacen efectivas cuando se inician las operaciones. Cuando eres vicepresidente, verás que el tiempo necesario ya está reducido en relación con el tiempo anterior.",
      "List1": "Aceleración de construcción: +20 %",
      "List2": "Velocidad de investigación: +20 %",
      "List3": "Velocidad de entrenamiento: +10 %",
      "Description3": "El vicepresidente es administrado por nosotros. Solicita esta posición solo si es realmente necesario. Debes estar siempre en línea para añadir a otros jugadores desde la lista de espera."
    },
    "SecretaryOfDevelopment": {
      "Title": "Secretario de Desarrollo",
      "Description": "La aceleración de construcción e investigación solo es efectiva cuando se inician las operaciones. Cuando tienes al secretario de desarrollo, verás que el tiempo necesario ya está reducido en relación con el tiempo anterior.",
      "Description2": "Las construcciones en curso e investigaciones no se ven afectadas por este buff.",
      "List1": "Aceleración de construcción: +50 %",
      "List2": "Velocidad de investigación: +25 %",
      "Description3": "Cuando se asigna la posición, debes comenzar a construir o investigar para beneficiarte del tiempo reducido de operación."
    },
    "SecretaryOfScience": {
      "Title": "Secretario de Ciencia",
      "Description": "La aceleración de construcción e investigación solo es efectiva cuando se inician las operaciones. Cuando tienes al secretario de ciencia, verás que el tiempo necesario ya está reducido en relación con el tiempo anterior.",
      "Description2": "Las construcciones en curso e investigaciones no se ven afectadas por este buff.",
      "List1": "Velocidad de investigación: +50 %",
      "List2": "Aceleración de construcción: +25 %",
      "Description3": "Cuando se asigna la posición, debes comenzar a construir o investigar para beneficiarte del tiempo reducido de operación."
    },
    "SecretaryOfInterior": {
      "Title": "Secretario de Asuntos Internos",
      "List1": "Aumento de producción de comida: +100 %",
      "List2": "Aumento de producción de hierro: +100 %",
      "List3": "Aumento de producción de monedas: +100 %",
      "Description": "Para aprovechar al máximo este buff, debes esperar a que tus minas/terrenos de hierro, oro o comida estén llenos, luego toma la posición de secretario de asuntos internos y recoge los recursos. Cuando los recursos sean recolectados con la posición, se aplica el boost."
    },
    "SecretaryOfStrategy": {
      "Title": "Secretario de Estrategia",
      "List1": "Capacidad hospitalaria: +20 %",
      "List2": "Tasa de curación de unidades: +20 %"
    },
    "SecretaryOfSecurity": {
      "Title": "Secretario de Seguridad",
      "Description": "Las mejoras en la velocidad de entrenamiento solo son efectivas cuando se inician las operaciones. Cuando tienes al secretario de seguridad, verás que el tiempo necesario ya está reducido en relación con el tiempo anterior.",
      "Description2": "El entrenamiento en curso no se ve afectado por este buff.",
      "List1": "Límite de entrenamiento de unidades: +20 %",
      "List2": "Velocidad de entrenamiento: +20 %"
    },
    "Request": {
      "Title": "Solicitar un buff/secretario",
      "Description": "En esta guía, mostramos paso a paso cómo solicitar ser secretario para desbloquear el buff asociado.",
      "Description2": "Cuando obtienes el buff, tienes 5 minutos para usarlo antes de que la siguiente persona en la cola reciba su turno. Solo hay una excepción si no hay más personas en la cola.",
      "Description3": "Vicepresidente: Solicita solo si realmente estás buscando esta posición en el chat mundial y entiendes cómo funciona este rol. Ten en cuenta que debes estar constantemente en línea para procesar todas las solicitudes a tiempo.",
      "Step1": {
        "Title": "Paso 1",
        "Description": "La forma más fácil de comenzar el proceso de solicitud es a través del mapa mundial. Haz clic en tu base, luego verás tu imagen de perfil como se muestra abajo. Haz clic en ella para continuar.",
        "Image": "Haz clic en tu base y luego en tu imagen de perfil para empezar."
      },
      "Step2": {
        "Title": "Paso 2",
        "Description": "Cuando abras tu imagen de perfil, haz clic en el botón a la derecha que muestra el número de servidor. Consulta la imagen a continuación como referencia.",
        "Image": "Haz clic en el botón del número de servidor a la derecha después de abrir tu imagen de perfil."
      },
      "Step3": {
        "Title": "Paso 3",
        "Description": "Ahora estás en la página de vista general de los diferentes secretarios. En la parte superior derecha, como se muestra en la imagen, puedes cambiar la hora a tu hora local. Esto te ayuda a rastrear la duración del buff. Para continuar, selecciona un secretario, por ejemplo, el secretario de desarrollo como se muestra en la imagen.",
        "Image": "Ajusta la hora en la parte superior derecha a tu hora local y selecciona un secretario, como el de desarrollo."
      },
      "Step4": {
        "Title": "Paso 4",
        "Description": "Ahora estás en la vista del secretario seleccionado. Aquí puedes ver:",
        "List1": "Quién está en turno.",
        "List2": "Cuántas personas están en la cola esperando el buff.",
        "Description2": "Como se muestra en la imagen, haz clic en el botón 'Solicitar' para comenzar tu solicitud.",
        "Image": "Haz clic en 'Solicitar' para empezar, como se muestra en la imagen."
      },
      "Step5": {
        "Title": "Paso 5",
        "Description": "Después de tu solicitud, serás agregado a la lista de solicitudes, como se ve en la imagen a continuación. Ahora debes esperar hasta que el vicepresidente te agregue a la cola.",
        "Description2": "⚠️ Importante: Como se mencionó anteriormente, solo alguien que sepa cómo funciona el trabajo debe solicitar ser vicepresidente. El vicepresidente debe asegurarse de que todas las solicitudes se procesen a tiempo.",
        "Image": "Después de solicitar, serás añadido a la lista. Espera a que el vicepresidente te añada."
      },
      "Step6": {
        "Title": "Paso 6",
        "Description": "Cuando estés en la cola, podrás ver cuándo te toca en la ventana de tiempo (consulta la imagen a continuación).",
        "Description2": "⚠️ Recuerda: ¡Solo tienes 5 minutos para usar el buff antes de que le toque a la siguiente persona en la cola! ¡Planifica bien para aprovechar tu tiempo al máximo!",
        "Image": "Consulta la ventana de tiempo para saber cuándo te toca."
      },
      "Step7": {
        "Title": "Paso 7",
        "Description": "Cuando sea tu turno, ahora recibirás el buff, como se ve en la imagen a continuación. Ahora tienes 5 minutos para usar este buff antes de que le toque a la siguiente persona en la cola.",
        "Image": "Cuando te toque, tendrás 5 minutos para usar el buff."
      }
    }
  },
  "PlayerManager": {
    "Title": "Gestor de Jugadores",
    "Description": "¡Tu herramienta definitiva para gestionar alianzas! Organiza eventos, sigue las actividades de los jugadores y colabora de manera eficiente con tu equipo.",
    "BetaInfo": "Esta herramienta está aún en fase beta. Aún pueden producirse errores y pueden faltar funciones.",
    "PlayerAdmin": {
      "Title": "Gestión de Jugadores y Equipos",
      "Description": "Invita a otros jugadores y otórgales derechos de acceso individuales para ayudarte a gestionar la alianza."
    },
    "Mvp": {
      "Title": "Cálculo de MVP",
      "Description": "Fórmula personalizada para determinar a los mejores jugadores según varios métricas de rendimiento."
    },
    "Event": {
      "Title": "Planificación de Eventos",
      "Description": "Planifica y gestiona eventos como Marshal, Duelo VS, Desert Storm y Zombie Siege con un seguimiento detallado de la participación de los jugadores."
    },
    "Statistic": {
      "Title": "Estadísticas de la Alianza",
      "Description": "Sigue los niveles de Marshal, fases de recompensas y la participación de cada jugador."
    },
    "Vs": {
      "Title": "Duelo VS & Zombie Siege",
      "Description": "Información detallada sobre los oponentes, visión general de la liga, puntos semanales de los jugadores y olas de zombis sobrevividas."
    },
    "Custom": {
      "Title": "Eventos Personalizados",
      "Description": "Crea y gestiona tus propios eventos, perfectos para temporadas o actividades especiales de la alianza."
    },
    "Api": {
      "Title": "API para Lista de MVP",
      "Description": "El Gestor de Jugadores proporciona una interfaz API que permite a herramientas externas obtener la lista de MVP.",
      "Description2": "Se planean características adicionales de la API para futuras actualizaciones."
    },
    "Button": "Abrir Gestor de Jugadores Ahora"
  },
  "SeasonThree": {
    "Title": "Temporada 3 – Reino Dorado",
    "Content": {
      "Link1": "Nuevas recursos base",
      "Link2": "El mundo y el mapa",
      "Link3": "Visitantes",
      "Link4": "Escarabajo dorado",
      "Link5": "Misiones de radar",
      "Link6": "Nuevos edificios",
      "Link7": "Centro de alianzas",
      "Link8": "Recursos de la alianza",
      "Link9": "Ciudades",
      "Link10": "Fortalezas",
      "Link11": "Puestos de comercio",
      "Link12": "Desarrollo del juego",
      "Link13": "Mejoras de héroes y armas",
      "Link14": "Armas exclusivas",
      "Link15": "Profesiones",
      "Link16": "Zoco del desierto"
    },
    "Resources": {
      "Title": "Nuevas recursos base – Mithril y Agua Santa",
      "Description1": "Ahora hay recursos adicionales en el juego: Mithril y Agua Santa.",
      "ScaredWater": {
        "Title": "Agua Santa:",
        "Description1": "Se utiliza para construir y mejorar edificios estacionales.",
        "Description2": "El agua santa se puede obtener a través de lo siguiente:",
        "List1": "Recompensas por derrotar a zombis por primera vez en un nivel específico",
        "List2": "Al completar misiones de temporada",
        "List3": "Al completar los objetivos de la temporada 3.",
        "List4": "Uso del boleto de reclutamiento \"Regreso de los héroes\": Los héroes regresan en la temporada 3 – El regreso de la leyenda.",
        "List5": "Recompensa por la conquista de una ciudad por primera vez.",
        "List6": "Centro de la alianza: Una choza con Agua Santa."
      },
      "Mithril": {
        "Title": "Mithril:",
        "Description1": "Se utiliza para construir y mejorar estructuras estacionales. El Mithril se puede obtener a través de las siguientes actividades:",
        "List1": "Recompensas por matar a zombis por primera vez en un nivel específico.",
        "List2": "Visitantes frente a la muralla de tu base.",
        "List3": "Al completar misiones de temporada.",
        "List4": "Al completar los objetivos de la temporada 3.",
        "List5": "Primer kill de sangre con el Doom Walker (primer DW kill del día).",
        "List6": "Misiones de radar en las ruinas del desierto",
        "List7": "Uso del boleto de reclutamiento \"Regreso del héroe\": Los héroes regresan en la temporada 3 – Regreso legendario.",
        "List8": "Pase semanal y Pase de batalla de temporada (el mayor impulso).",
        "List9": "Recompensa por la conquista por primera vez de una ciudad/fortaleza cavando.",
        "List10": "Cavar fortalezas que pertenecen a la alianza produce Mithril.",
        "List11": "Centro de la alianza: La fábrica de Mithril.",
        "List12": "Tesoros del desierto: Las cajas fuertes abiertas."
      }
    },
    "Map": {
      "Title": "El mapa del mundo y sus regiones",
      "Description1": "El mundo ha cambiado de nuevo. El mapa consta de tres tipos diferentes de edificios: ciudades, fortalezas de excavación y puestos de comercio.",
      "Image1": "Ciudad",
      "Image2": "Fortaleza de excavación",
      "Image3": "Puesto de comercio",
      "Description2": "Al comienzo de la temporada, tú y tus aliados llegan a la orilla del servidor (pero aún todos juntos como colmena de alianza) y no tienen una ciudad propia. Las ciudades deben ser reconquistadas, pero se aplican nuevas reglas.",
      "Description3": "Los monstruos élite Doom se transforman en monstruos egipcios, y la mayoría de los zombis requieren alta resistencia a virus para ser eliminados.",
      "NewMap": "El nuevo mapa",
      "NewMapDescription": "El tamaño del mapa es de 13 x 13 casillas (aunque en el mapa de abajo parecen rectángulos). Cada casilla mide 75 x 75 \"píxeles\" (el tamaño de tu base es 3 x 3)."
    },
    "Visitors": {
      "Title": "Visitantes",
      "Description": "De vez en cuando, aparecerán dos tipos nuevos de visitantes frente a la muralla (el izquierdo después de unas horas, el derecho una vez al día) y repartirán Mithril."
    },
    "GoldenScarab": {
      "Title": "Escarabajo Dorado",
      "Description1": "Encontrarás escarabajos dorados en el mapa. Haz clic en ellos y ataca para recibir recompensas.",
      "Description2": "Puedes encontrar escarabajos en:",
      "List1": "Matar zombis en el mundo",
      "List2": "Matar a los élite del apocalipsis.",
      "List3": "Usar una mina terrestre (pueden aparecer criaturas subterráneas aleatorias, no solo escarabajos).",
      "Image1": "El Escarabajo Dorado es visible al hacer zoom fuera del mapa. Lo verás moverse, y cuando comiences a atacarlo, se quedará quieto."
    },
    "RadarMissions": {
      "Title": "Misiones de radar – Ruinas del Desierto",
      "Description1": "Con la temporada 3 llega un nuevo tipo de misión de radar.",
      "Description2": "Consiste en dos partes:",
      "List1": "Un juego de azar donde puedes encontrar varias recompensas:",
      "List1List1": "Has encontrado las ruinas del desierto.",
      "List1List2": "Recoge las recompensas o arriesga avanzar más en las ruinas y perder todo.",
      "List2": "Si caes en una trampa, comienza un minijuego con recompensa en monedas.",
      "List2List1": "Corre para recoger monedas y evitar a los zombis. Tienes 30 segundos para escapar de las ruinas y recoger tantas monedas como puedas.",
      "Description3": "Estas nuevas misiones de radar son realmente geniales porque pueden otorgarte grandes recompensas, siendo la mejor la medalla de mérito de la temporada (que puedes usar para comprar cosas en la tienda de la temporada), si tienes suerte de llegar a los últimos niveles y también elegir el cofre correcto."
    },
    "Building": {
      "Title": "Nuevos edificios",
      "Description1": "Durante la tercera temporada, estarán disponibles nuevos tipos de edificios.",
      "CurseLab": {
        "Title": "Laboratorio de Investigación de Maldiciones",
        "Description": "En el laboratorio de investigación de maldiciones, puedes mejorar tu resistencia a las maldiciones, de manera similar a la resistencia a los virus, para derrotar a los zombis élite y los guardianes de las fortalezas excavadas. Para mejorar este laboratorio, necesitarás Agua Santa."
      },
      "BlessingFountain": {
        "Title": "Fuente de Bendiciones",
        "Description1": "Las Fuentes de Bendiciones producen Agua Santa; son similares a la Fábrica de Aleación de Titanio de la temporada 2.",
        "Description2": "Hay varias Fuentes de Bendiciones disponibles. Para desbloquearlas, necesitas mejorar la fuente anterior (se llaman Fuente de Bendiciones I, II, III, IV, V). Para mejorarlas, necesitarás Mithril. Por lo tanto, consulta el artículo sobre los nuevos recursos de la temporada 3 para saber cómo obtenerlos."
      },
      "Altar": {
        "Title": "Altar",
        "Description1": "Este edificio solo se puede construir si el laboratorio de investigación de maldiciones alcanza el nivel 30.",
        "Description2": "Aumentará los valores de los Guardianes del Desierto, de manera similar a como las bases militares (tanques/aire/misiles) aumentaban los atributos de los héroes en la temporada 2.",
        "Image": "Cada nivel de este edificio aumenta los HP, el ataque y la defensa del guardián en un 0.5%."
      }
    },
    "AllianceCenter": {
      "Title": "Centro de la Alianza",
      "Description1": "Ve a la pestaña 'Alianza' -> 'Centro de la Alianza' -> haz clic en las coordenadas para encontrar el Centro de la Alianza en el mapa.",
      "Description2": "En el segundo día de la tercera temporada, tu alianza debe construir el Centro de la Alianza.",
      "Description3": "Una vez que el Centro de la Alianza esté construido, producirá especias/h y otorgará mejoras a todos los miembros de la alianza dentro de su alcance. También evitará que los miembros sean expulsados por los gusanos gigantes en el alcance de la alianza.",
      "Description4": "IMPORTANTE: Los valores de producción de especias pueden ser modificados por los desarrolladores. No uses las imágenes como referencia para estos valores. Puedes consultar el apartado 'Niveles' más abajo para obtener más información sobre estos valores.",
      "RepairAllianceCenter": {
        "Title": "Reparación del Centro de la Alianza:",
        "List1": "Cuantos más escuadrones ingresen al Centro de la Alianza, más rápido se construirá.",
        "Description1": "Puedes ver el alcance de las mejoras aplicadas por el Centro de la Alianza al hacer zoom en el mapa."
      },
      "AdditionalFeatures": {
        "Title": "Funciones adicionales:",
        "Description1": "Una vez que el Centro de la Alianza esté creado, podrás ver qué niveles desbloquean nuevas funciones."
      },
      "MithrilPlant": {
        "Title": "Planta de Mithril",
        "Description1": "Este edificio produce 34,560 Mithril/h y se desbloquea cuando el Centro de la Alianza alcanza el nivel 5.",
        "Description2": "Si el edificio se daña, la producción se detendrá. Si se destruye, la alianza perderá un porcentaje correspondiente de especias.",
        "Description3": "Accede a la página del Centro de la Alianza y haz clic en el Mithril que ves en la construcción del Centro de la Alianza, como se muestra en la imagen, para recoger el Mithril producido."
      },
      "ExploratoryWell": {
        "Title": "Pozo de Exploración",
        "Description1": "Este edificio produce 600 petróleo/h y se desbloquea cuando el Centro de la Alianza alcanza el nivel 10.",
        "Description2": "Si el edificio se daña, la producción se detendrá. Si se destruye, la alianza perderá un porcentaje correspondiente de especias.",
        "Description3": "Accede a la página del Centro de la Alianza y haz clic en el petróleo que ves en la construcción del Centro de la Alianza, como se muestra en la imagen, para recoger el petróleo producido."
      },
      "SacredWaterHut": {
        "Title": "Cabaña de Agua Santa",
        "Description1": "Este edificio produce 8640 Agua Santa/h y se desbloquea cuando el Centro de la Alianza alcanza el nivel 15.",
        "Description2": "Si el edificio se daña, la producción se detendrá. Si se destruye, la alianza perderá un porcentaje correspondiente de especias.",
        "Description3": "Accede a la página del Centro de la Alianza y haz clic en el Agua Santa que ves en la construcción del Centro de la Alianza, como se muestra en la imagen, para recoger el Agua Santa producido."
      },
      "Obelisk": {
        "Title": "Obelisco",
        "Description1": "Este edificio produce 6 cuernos de guardián/h y se desbloquea cuando el Centro de la Alianza alcanza el nivel 20.",
        "Description2": "Si el edificio se daña, la producción se detendrá. Si se destruye, la alianza perderá un porcentaje correspondiente de especias.",
        "Description3": "Accede a la página del Centro de la Alianza y haz clic en el cuerno de guardián que ves en la construcción del Centro de la Alianza, como se muestra en la imagen, para recoger el cuerno de guardián producido."
      },
      "Level": {
        "Title": "Niveles",
        "Description1": "El nivel del Centro de la Alianza sube automáticamente en función de las especias acumuladas."
      },
      "Relocation": {
        "Title": "Reubicación",
        "Description1": "El Centro de la Alianza se puede reubicar. Para hacerlo, debes construir el sitio de reubicación, de la misma manera que construiste el Centro de la Alianza original. Esto es similar a la reubicación del horno de la alianza en la temporada 2.",
        "Description2": "IMPORTANTE: Una vez que comiences a construir el sitio de reubicación, los enemigos podrán atacarlo. Así que ten cuidado."
      }
    },
    "NewFarms": {
      "Title": "Nuevas granjas – Recursos de la alianza",
      "Description1": "Como se mostró en las temporadas 1 y 2, después de vencer a los élites del apocalipsis, temporalmente aparecerá aleatoriamente un nuevo tipo de granja/campo de recursos de la alianza.",
      "Description2": "En la temporada 3, estas granjas pueden contener Agua Santa, Mithril y tipos de petróleo. Hasta 10 escuadrones pueden recolectar en cada campo de recolección.",
      "Description3": "En la temporada 3, el juego no indica la probabilidad de que aparezcan losetas de recursos de la alianza después de matar monstruos. En la temporada 2, esta probabilidad era del 5%.",
      "Description4": "Aquí tienes un ejemplo de nuevas losetas de recursos:"
    },
    "Cities": {
      "Title": "Ciudades",
      "Description1": "La conquista de la ciudad sigue el calendario del evento City Clash de la Temporada 3.",
      "Description2": "Las especias producidas por los propietarios de las ciudades son fundamentales para ganar la tercera temporada, y la cantidad depende del nivel de la ciudad.",
      "Description3": "Producción de especias por nivel de ciudad:",
      "List1": "Nivel 1: 100/h especias",
      "List2": "Nivel 2: 200/h especias",
      "List3": "Nivel 3: 300/h especias",
      "List4": "Nivel 4: 400/h especias",
      "List5": "Nivel 5: 500/h especias",
      "List6": "Nivel 6: 600/h especias",
      "Description4": "Límites de conquista de ciudades",
      "Description5": "Como podemos ver en 'Botón de Alianza -> Ciudad de la Alianza':",
      "List7": "Límite de declaración de guerra diaria para las ciudades: 2",
      "List8": "Máximo de ciudades conquistadas: 8",
      "List9": "Conquistas diarias de fortalezas excavadas: 2",
      "List10": "Máximo de fortalezas excavadas conquistadas: 8"
    },
    "Strongholds": {
      "Title": "Fortalezas Excavadas",
      "Description1": "Las fortalezas excavadas son lugares en el mapa donde se puede extraer Mithril. Son similares a los sitios de excavación de la temporada 2.",
      "Description2": "Están protegidas por guardianes momias y destructores dorados. Cuanto mayor sea el nivel de la fortaleza excavada, más fuerte será el protector.",
      "Description3": "Con la última actualización del juego, se produce Mithril/h al excavar en las fortalezas, según su nivel:",
      "List1": "Nivel 1: 100/h Mithril",
      "List2": "Nivel 2: 120/h Mithril",
      "List3": "Nivel 3: 140/h Mithril",
      "List4": "Nivel 4: 160/h Mithril",
      "List5": "Nivel 5: 180/h Mithril",
      "List6": "Nivel 6: 200/h Mithril",
      "Description4": "Existen tres tipos diferentes de Bestias Doradas que defienden las fortalezas excavadas. Haz clic en el 'i' para ver los detalles",
      "List7": "El Defensor Dorado es del tipo Tanque.",
      "List8": "El Guerrero Dorado es un avión de tipo.",
      "List9": "El Destructor Dorado es un misil de tipo.",
      "Description5": "Al excavar en las fortalezas, se genera Mithril, que puedes recoger haciendo clic en 'Alianza' -> 'Ciudades de la Alianza' -> 'Excavar en las fortalezas' -> 'Reclamar todo'."
    },
    "TradePosts": {
      "Title": "Puestos de Comercio",
      "Description1": "Los puestos de comercio se encuentran en ubicaciones específicas del mapa. Están dispuestos diagonalmente hacia la capital y pueden tener varios niveles hasta el nivel 5.",
      "Description2": "Los puestos de comercio no son lo mismo que las fortalezas o ciudades. Pueden ser ocupados por individuos y abren un mercado en el que cualquiera puede comprar artículos. El dueño del puesto de comercio puede ganar impuestos.",
      "Description3": "No es necesario controlar áreas adyacentes y no hay límite para la cantidad de puestos de comercio que puedes tener. Sin embargo, los puestos de comercio pueden ser conquistados por otros, por lo que deberás defenderlos. Por lo tanto, generalmente es difícil para un jugador gestionar demasiados puestos de comercio de manera efectiva.",
      "Description4": "Reglas para la conquista de puestos de comercio",
      "List1": "Los niveles de los puestos de comercio se desbloquean gradualmente (la fecha de inicio del evento se muestra en cada puesto de comercio):",
      "List1List1": "Nivel 1: Domingo, Día 7 de la semana 2, a las 12:00 hora del servidor (esta es la única conquista en la que otros servidores no pueden venir a conquistar puestos de comercio en tu servidor)",
      "List1List2": "Nivel 2: Lunes, Día 1 de la semana 3, a las 12:00 hora del servidor",
      "List1List3": "Nivel 3: Martes, Día 2 de la semana 3, a las 12:00 hora del servidor",
      "List1List4": "Nivel 4: Jueves, Día 4 de la semana 3, a las 12:00 hora del servidor",
      "List1List5": "Nivel 5: Viernes, Día 5 de la semana 3, a las 12:00 hora del servidor",
      "List2": "IMPORTANTE: A partir del Día 1 de la semana 3, los teletransportes entre las zonas de guerra del grupo de la temporada estarán habilitados, y otras zonas de guerra podrán venir y conquistar puestos de comercio en tu zona de guerra.",
      "List3": "Una vez que comience el evento de conquista del puesto de comercio, durará 1 hora.",
      "List4": "Las tropas estacionadas en el puesto de comercio aumentan gradualmente el progreso de conquista con el tiempo.",
      "List5": "El progreso se realiza por separado para ti y tus aliados.",
      "List6": "Durante el evento, el primer comandante que alcance un 100% de progreso gana el puesto de comercio. Si nadie alcanza el 100% al final del evento, el comandante con el progreso más alto tomará el puesto de comercio, siempre que no tenga un gobernador.",
      "List7": "Tu base debe estar en el área contaminada del puesto de comercio objetivo para poder atacarlo y conquistarlo.",
      "List8": "Si el puesto de comercio ya tiene un gobernador, el gobernador actual mantiene el control si nadie alcanza el 100% al final del evento.",
      "List9": "Una vez que un puesto de comercio sea conquistado, el siguiente evento para su reconquista ocurrirá 7 días después.",
      "Description5": "Cada puesto de comercio es una tienda independiente, y los comandantes dentro del mismo grupo de temporada pueden comprar artículos de él.",
      "Description6": "Niveles de los puestos de comercio",
      "Description7": "Como puedes ver en estas imágenes, cuanto más alto es el nivel del puesto de comercio, más artículos estarán disponibles.",
      "Description8": "Todos los demás parámetros permanecen iguales, pero la ventaja del gobernador debido al aumento del límite de guardianes aumenta gradualmente.",
      "Description9": "Negocios de Comercio",
      "Description10": "Una vez que el gobernador tome control de un puesto de comercio, la tienda de comercio se abrirá y los artículos podrán ser comprados. Haz clic en el puesto de comercio y luego en el ícono mostrado abajo para acceder a la tienda.",
      "Description11": "El gobernador puede invocar una caravana comercial una vez para reabastecer los artículos y permitir las compras.",
      "Description12": "Desafortunadamente, no todos los artículos mostrados en la tienda están disponibles para todos los comandantes. El principio es 'El primero en llegar, primero en moler', ya que la cantidad total de artículos disponibles es limitada. Además, algunos artículos son exclusivos para el gobernador.",
      "Description13": "Impuestos",
      "Description14": "Los diamantes gastados en un puesto de comercio generan ingresos fiscales. Si todos los artículos se agotan o el gobernador abandona el puesto de comercio, los impuestos recolectados se enviarán al gobernador en forma de un Huevo Dorado, el cual luego podrá compartir en el chat."
    },
    "GamePlay": {
      "Title": "Juego",
      "Description1": "En la Temporada 3 hay muchas nuevas cosas que puedes hacer en el juego:",
      "Link1": "Dale me gusta al Cat-Basis-Skin para obtener recompensas.",
      "Link2": "Crisis del Gusano de Arena",
      "Link3": "Protectores del Desierto",
      "Link4": "Construye un Oasis",
      "Link5": "Artefactos del Desierto",
      "Link6": "Doom Walker - Los últimos Jedi",
      "Link7": "Camión",
      "Description2": "Dale me gusta al Cat-Basis-Skin para obtener recompensas",
      "Description3": "Encuentra Skins de base para gatos y dale un ‘me gusta’ para obtener una recompensa de inmediato. Hay un límite diario para la cantidad de ‘me gusta’ que puedes dar.",
      "SandWorm": {
        "Title": "Crisis del Gusano de Arena",
        "Description1": "Desde el inicio de la temporada 3, los gusanos de arena acechan bajo la arena y escuchan cada sonido de los comandantes.",
        "Description2": "El evento Crisis del Gusano de Arena comienza el primer día y dura 14 días.",
        "Image1": "Botín-Caídas: Hay un límite de 30 piezas de botín que puedes recoger al día.",
        "List1": "Durante el evento, aparecerán gusanos de arena. Cázalos para completar misiones y ganar recompensas.",
        "List2": "Cuando las tropas de los miembros de la alianza están involucradas en batallas, generan ondas de choque. Cuando la barra de progreso se llena, el último comandante que la active atraerá a un gusano de arena que atacará su base. Las bases rodeadas por gusanos de arena pequeños no pueden enviar colas, pero pueden escapar usando objetos de teletransportación. Sin embargo, el pequeño gusano de arena desaparecerá y se perderán recompensas. (Solo las marchas de recolección en curso pueden continuar.)",
        "List3": "Después de que un gusano de arena sea derrotado, el comandante atacado recibirá una recompensa adicional por correo electrónico.",
        "List4": "En el transcurso del evento, aparecerán gusanos de arena grandes. Las bases fuera del centro de la alianza serán lanzadas por los gusanos de arena grandes.",
        "List5": "Comandantes que abandonen la alianza ya no generarán valor de onda de choque.",
        "List6": "Aunque no se rastree en esta página, también aparecerán gusanos de arena gigantes atrapados por minas terrestres.",
        "Description3": "Gusano de Arena Pequeño",
        "Description4": "Cuando los comandantes luchan contra monstruos en el mapa, se generan ondas de choque que atraen gusanos de arena pequeños. Una vez que la barra de progreso se llena, el último comandante que la active atraerá al gusano de arena que lo rodeará.",
        "Description5": "El ‘botín posible’ listado como recompensa se dejará en forma de cofres en el mapa cerca del lugar donde el gusano de arena fue derrotado.",
        "Description6": "Gusano de Arena Grande",
        "Description7": "Los gusanos de arena grandes pueden ser atacados con marchas de asalto y son mucho más fuertes que los gusanos pequeños.",
        "Description8": "La recompensa de descubrimiento incluye escamas de gusano de arena.",
        "Description9": "Si un gusano de arena grande aparece directamente debajo de tu base, tu base será lanzada a un lugar remoto en el mapa.",
        "Description10": "En este caso, aparecerá un mensaje emergente que te alertará de este evento.",
        "Description11": "Para evitar que tu base sea rechazada por los gusanos de arena, deberías quedarte en las áreas de la alianza, ya que el centro de la alianza en estas áreas proporciona mejoras que te protegen de los gusanos de arena.",
        "Description12": "Recompensas",
        "Description13": "Luchar contra los gusanos de arena ofrece recompensas adicionales diarias, dependiendo de los objetivos.",
        "Description14": "Compara el tamaño de los gusanos de arena gigantes con el de una ciudad. Cuando los gusanos de arena aparezcan, saldrán del área, como puedes ver directamente alrededor de la ciudad. Si el gusano de arena no se mata, desaparecerá después de 5 horas.",
        "Description15": "El centro de la alianza evita que los miembros sean rechazados por gusanos de arena gigantes en áreas de la alianza."
      },
      "Protector": {
        "Title": "Protectores del Desierto",
        "Description1": "Los Protectores del Desierto son un nuevo tipo de soldado con habilidades mejoradas, disponible desde el primer día de la temporada 3, semana 1, cuando se desbloquee el evento ‘Tecnología Antigua – Protector’.",
        "Description2": "Se ha confirmado que no representan el T11, por lo que se espera que el T11 esté disponible en el futuro.",
        "Description3": "Este nuevo tipo de soldado es una buena adición al juego, ya que no depende exclusivamente de cuánto gastes o lo bien que entrenes a tus soldados. Los Protectores del Desierto no se entrenan, sino que se resucitan de entre los muertos. Son desechables y desaparecen tan pronto como los usas.",
        "Description4": "Campo de Protector",
        "Description5": "Una vez que se desbloquee el evento ‘Tecnología Antigua – Campo del Protector’, podrás construir el Campo del Protector del Desierto frente a la muralla de tu base.",
        "Description6": "IMPORTANTE: No subas el Campo del Protector más allá del nivel 10 al comienzo de la temporada, ya que a partir del nivel 11 necesitarás Mithril y Agua Sagrada, que son necesarios para otros edificios estacionales. Además, con el nivel 10 ya tendrás acceso a todas las funciones del Protector del Desierto, por lo que no es necesario mejorarlo al principio.",
        "Description7": "Este campo estacional se puede mejorar como cualquier otro edificio y te dará acceso al menú de gestión de los Protectores del Desierto.",
        "Description8": "Si cambias al modo mapa (de vista base a vista mapa), podrás acceder al Campo del Protector del Desierto a través del símbolo correspondiente, justo encima de los iconos de Camión/Misiones Secretas.",
        "Description9": "Habilidades de los Protectores del Desierto",
        "Description10": "Los Protectores, bendecidos por el desierto, tienen una fuerza de combate superior. Son más fuertes que las unidades del mismo nivel.",
        "Description11": "Cada héroe puede llevar Protectores en una cantidad equivalente a 1/10 de las unidades (incluso con este límite, los Protectores son más fuertes que los soldados del mismo nivel).",
        "Description12": "A diferencia de las unidades normales, los Protectores que participan en batallas no regresan, sino que desaparecen en el desierto. Úsalos con cuidado.",
        "Description13": "Si son utilizados pero no luchan, todos los Protectores regresarán.",
        "Description14": "Dependiendo de cuántos Protectores del Desierto estén estacionados en tu área de Protector, se desbloquearán habilidades progresivas.",
        "Description15": "Fuerza de Personalización (se desbloquea cuando 500 o más Protectores estén estacionados en el Campo del Protector)",
        "Description16": "Los Protectores tienen una resistencia adicional a las maldiciones (+250), así como mejoras en ataque, defensa y HP (+25%). Son perfectos para atacar enemigos cuya resistencia a las maldiciones no es suficiente.",
        "Description17": "Onda de Choque Mortal (se desbloquea cuando 750 o más Protectores estén estacionados en el Campo del Protector)",
        "Description18": "Hechizo de Llama Azul (se desbloquea cuando 1000 o más Protectores estén estacionados en el Campo del Protector).",
        "Description19": "Cuando un pelotón con Protectores gana un ataque contra la base de otro comandante, se activa el hechizo ‘Llama Azul’, que envuelve la base enemiga en llamas azules inextinguibles durante una hora.",
        "Description20": "Rally del Protector (se desbloquea cuando 1250 o más Protectores estén estacionados en el Campo del Protector).",
        "Description21": "¡Activa el Rally del Protector!",
        "Description22": "Restricción del Rally: Los aliados que se unan al rally deben enviar tropas con Protectores.",
        "Description23": "Cuenta atrás del Rally: Los Rallys del Protector tienen un tiempo de preparación de 1 minuto.",
        "Description24": "Buff del Líder: Todas las tropas en el rally se benefician de las mejoras activas del líder Protector.",
        "Description25": "Conversión de Protectores",
        "Description26": "En términos simples, así es como se crean los Protectores del Desierto:",
        "Description27": "El 10% de las unidades perdidas en los siguientes casos irán al pool de conversión del Protector y esperarán allí para ser convertidas:",
        "Description28": "Pérdidas en combate durante el duelo VS",
        "Description29": "Unidades gravemente heridas que no pueden entrar al hospital cuando esté lleno.",
        "Description30": "Pérdidas por violaciones en el campo de entrenamiento",
        "Description31": "El número de unidades perdidas que pueden esperar en el pool de conversión es ilimitado.",
        "Description32": "Los aliados envían aviones de reconocimiento para ayudarte a convertir cada unidad.",
        "Description33": "Si tu base es destruida, los Protectores del Desierto en el Campo de Protectores no se verán afectados.",
        "Description34": "Protectores del Desierto - Atributos",
        "Description35": "Aquí hay una comparación entre los soldados normales y la versión correspondiente del Protector del Desierto para algunas variantes.",
        "Description36": "Nivel 10",
        "Description37": "Nivel 9",
        "Description38": "Nivel 7",
        "Description39": "Mejora las propiedades del Protector con el Altar",
        "Description40": "El Altar es un nuevo edificio diseñado específicamente para mejorar las propiedades del Protector del Desierto. Más información en la sección 'Altar'.",
        "Description41": "Las unidades convertidas serán enviadas al Campo de Protectores.",
        "Image1": "El símbolo del Protector del Desierto también te da una vista previa de cuántos soldados de este tipo están disponibles de inmediato.",
        "Image2": "Las tropas que llevan Protectores obtienen automáticamente buffs activados: Los Protectores reciben resistencia adicional a las maldiciones y mejoras de estatus.",
        "Image3": "Cuando un pelotón con Protectores es derrotado en batallas PvP, se elimina una parte de las unidades enemigas en función del nivel y la cantidad de Protectores que hayas matado.",
        "Image4": "Desbloquea efectos poderosos de maldiciones al dominar las habilidades de especialización.",
        "Image5": "Marcha Rápida: Obtén un impulso adicional de velocidad de marcha triple cuando participes en un Rally del Protector o lo uses."
      },
      "Oasis": {
        "Title": "Construye un Oasis",
        "Description1": "Este evento comienza al mismo tiempo que la apertura de las ciudades de nivel 1 en el tercer día de la primera semana y dura hasta el final de la temporada.",
        "Description2": "Reglas para la revegetación:",
        "List1": "Orden de revegetación: Solo puedes revegetar áreas de arena que estén junto a áreas ya vegetadas.",
        "List2": "Expansión progresiva: El área disponible para revegetación aumenta durante el evento.",
        "List3": "Progreso de revegetación: Una vez que el 80% de una región esté revegetada, se considerará completa y contribuirá al progreso general de la zona de guerra.",
        "List4": "Tesoro del Desierto: En las áreas revegetadas, hay una oportunidad de encontrar tesoros raros (Artefactos del Desierto). Cada región contiene una cantidad fija de tesoros.",
        "Description3": "Etapas",
        "Description4": "Fase 1 (Semana 1–4 de la temporada):",
        "List5": "Área de revegetación: La revegetación se desbloquea solo después de conquistar una ciudad.",
        "List6": "Áreas restringidas: Las fortalezas, puestos de comercio y la capital no pueden ser revegetadas en esta fase.",
        "List7": "Punto de inicio para la revegetación: Al conquistar una ciudad, la tierra contaminada alrededor se convertirá en áreas vegetadas, que servirán como punto de inicio para la expansión.",
        "Description5": "Fase 2 (Semana 5–7 de la temporada):",
        "List8": "Expansión de la revegetación: Los comandantes ahora pueden revegetar áreas de nivel 1 y gradualmente expandir a ciudades, fortalezas, puestos de comercio y la capital.",
        "List9": "Progreso de desbloqueo: Cuando el progreso de revegetación en el nivel actual alcance el 80%, se desbloqueará el siguiente nivel, que permitirá revegetar la capital en el nivel 7.",
        "List10": "Revegetación en múltiples zonas de guerra: Los comandantes ahora pueden revegetar libremente las zonas de guerra en los 8 territorios de guerra de su grupo de temporada.",
        "Description6": "Cómo hacerlo más verde",
        "Description7": "Revegetar es fácil: haz clic en una losa válida en el mapa y envía el avión de reconocimiento para revegetarla.",
        "Description8": "La regla básica es que solo puedes revegetar losas adyacentes a una losa que ya esté verde: cuando se conquista una ciudad, la tierra a su alrededor se vuelve verde, lo que te permite comenzar el proceso de revegetación en esa área. Gradualmente se abrirán más zonas, según las fases descritas anteriormente."
      },
      "Artefact": {
        "Title": "Artefactos del Desierto",
        "Description1": "Los artefactos del desierto son similares a las colecciones de suministros de la temporada 2."
      },
      "DoomWalker": {
        "Title": "Doom Walker - Los últimos Jedi",
        "Description1": "En servidores tempranos, los nuevos niveles de los Doom Walkers aparecerán por primera vez en la Temporada 3.",
        "Description2": "Para servidores más nuevos, este es el cronograma:",
        "List1": "Después de ingresar a la temporada baja de la primera temporada, se desbloquearán los niveles de Doom Walker 200, 210 y 220.",
        "List2": "Después de ingresar a la temporada baja de la Temporada 2, los Doom Walkers se desbloquearán en los niveles 230, 240 y 250.",
        "Description3": "Los Doom Walkers son bastante importantes durante las temporadas, ya que se recompensan con muchos recursos escasos como Mithril por su primer derramamiento de sangre (primer kill del día)."
      },
      "Lkw": {
        "Title": "Camión",
        "Description1": "Los camiones están siendo renovados, pero solo de manera estética."
      }
    },
    "Weapons": {
      "Title": "Mejoras de héroes y armas",
      "Description1": "La temporada 3 trae novedades sobre héroes y armas; su disponibilidad varía con el tiempo.",
      "Description2": "La principal novedad: el evento de intercambio de héroes permite intercambiar el nivel de EXP y las estrellas de un héroe.",
      "Description3": "Intercambio de héroes",
      "Description4": "El intercambio de héroes es un nuevo evento que tiene lugar en la semana 2 y que finalmente te permite intercambiar el nivel de EXP y las estrellas de dos héroes.",
      "Description5": "Con la temporada 3, recibirás inmediatamente 2 cupones de intercambio para intercambiar 2 héroes.",
      "Description6": "Mejora de Scarlett a UR",
      "Description7": "Será posible mejorar a Scarlett a un héroe UR. El evento tendrá lugar en el primer día de la tercera semana.",
      "Description8": "Mason y Violet suben a UR",
      "Description9": "Si tienes un elemento de mejora UR, puedes mejorar a Mason y/o Violet a héroes UR durante la tercera temporada. Ve a Mason o Violet y encontrarás el botón 'Promover'.",
      "Description10": "S3: El regreso de la leyenda",
      "Description11": "S3: El regreso de la leyenda comienza el primer día de la temporada 3. Usa inmediatamente los boletos de devolución de héroes para obtener más Mithril y agua secreta.",
      "Description12": "S3: Armas de las leyendas",
      "Description13": "S3: Armas de las leyendas comienza el tercer día. El contador de reinicio para un reclutamiento gratuito es de 2 días y 5 horas."
    },
    "ExclusiveWeapons": {
      "Title": "Armas exclusivas",
      "Description1": "La temporada 3 también trae algunas armas exclusivas: Marshall, Schuyler y McGregor.",
      "Description2": "Arma exclusiva de Marshall",
      "Description3": "Con el Pase de batalla para el arma exclusiva de Marshall (a partir del día 4 de la semana 1), podrás ganar fragmentos del arma exclusiva de Marshall, los cuales te permitirán activarla y mejorarla fácilmente. De lo contrario, podrás recolectar fragmentos universales de armas exclusivas, los cuales solo se pueden usar para mejoras, no para la activación.",
      "Description4": "Arma exclusiva de Schuyler",
      "Description5": "Con el Pase de batalla para el arma exclusiva de Schuyler (a partir del día 4 de la semana 3), podrás ganar fragmentos del arma exclusiva de Schuyler, los cuales te permitirán activarla y mejorarla fácilmente. De lo contrario, podrás recolectar fragmentos universales de armas exclusivas, los cuales solo se pueden usar para mejoras, no para la activación.",
      "Description6": "Arma exclusiva de McGregor",
      "Description7": "Con el Pase de batalla para el arma exclusiva de McGregor (a partir del día 4 de la semana 6), podrás ganar fragmentos del arma exclusiva de McGregor, los cuales te permitirán activarla y mejorarla fácilmente. De lo contrario, podrás recolectar fragmentos universales de armas exclusivas, los cuales solo se pueden usar para mejoras, no para la activación."
    },
    "Professions": {
      "Title": "Profesiones – Límite de nivel extendido a nivel 100",
      "Description1": "En la temporada 3, el límite de nivel para las profesiones se incrementa a nivel 100, lo que promete desbloquear más habilidades nuevas y decisiones estratégicas."
    },
    "Bazaar": {
      "Title": "Bazar del desierto",
      "Description1": "Si matas a los gusanos de arena, puedes recolectar objetos de escamas de gusano de arena (por ejemplo, de cofres de botín cuando los gusanos de arena son asesinados o como objetivos en el evento de crisis de gusanos de arena), que puedes intercambiar en el Bazar del desierto por objetos muy importantes.",
      "Description2": "El Bazar del desierto se reinicia semanalmente, y cuando se desbloquean nuevas misiones, puedes encontrar allí objetos adicionales cada semana. A continuación, muestro todos los objetos disponibles semanalmente y una breve descripción de cada objeto especial."
    }
  }
}
