{
  "Home": {
    "Welcome": "Bienvenue, valeureux guerriers, dans l'Alliance Old Viking !",
    "Section1": "Entrez dans les mers tumultueuses et les champs de bataille sans fin avec l'Alliance Old Viking à vos côtés. Ici, nous combattons côte à côte, nos haches aiguisées, nos boucliers levés, toujours prêts pour la prochaine bataille.",
    "WhatToExpect": {
      "Title": "Ce à quoi vous pouvez vous attendre :",
      "List1": "Frères et sœurs d'armes : Trouvez des compagnons loyaux qui vous soutiendront dans chaque bataille et partageront la gloire avec vous.",
      "List2": "Maîtrise stratégique : Forgez des plans puissants et surmontez vos ennemis avec des tactiques astucieuses et un courage indéfectible.",
      "List3": "Festins glorieuses : Participez à des batailles épiques et des raids glorieux qui vous récompenseront richement et poursuivront votre saga héroïque.",
      "List4": "Sagesse des anciens : Apprenez des guerriers expérimentés et améliorez vos compétences pour vous affirmer comme un véritable viking."
    },
    "Allies": {
      "Title": "Nos alliés :",
      "Allie1": "FYU - IMPERIVM XXIV"
    },
    "Nap": {
      "Title": "Pactes de non-agression (NAP) :",
      "Nap1": "Actuellement, nous n'avons aucun pacte de non-agression (NAP) en vigueur."
    },
    "Section2": "Devenez membre de l'Alliance Old Viking et naviguez avec nous vers la légende. Ensemble, nous serons invincibles et ferons trembler le monde d'admiration.",
    "Vs": {
      "Title": "Duel VS :",
      "Description": "Découvrez ici comment accumuler le plus de points.",
      "Link": "En savoir plus",
      "Day1": {
        "Link": "day1",
        "Description": "Jour 1 - Entraînement spécial radar"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Jour 2 - Construction de base"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Jour 3 - Âge de la science"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Jour 4 - Développement des héros"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Jour 5 - Préparation au combat"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Jour 6 - Élimination des ennemis"
      }
    },
    "Information": {
      "Title": "Informations supplémentaires",
      "Description": "Vous trouverez ici des liens utiles vers les pages principales de notre site web :",
      "Vs": "Duel VS",
      "Rules": "Règles",
      "Basics": "Bases",
      "TipsAndTricks": "Conseils et astuces"
    }
  },
  "Rules": {
    "Title": "Alliance Règles",
    "Rule1": {
      "Title": "Inactivité",
      "Description": "Toute personne qui est hors ligne pendant 3 jours sans prévenir sera exclue de l'alliance le 4ème jour."
    },
    "Rule2": {
      "Title": "Point de rassemblement",
      "Description": "La bataille entière se termine dimanche, et tous les membres doivent se rassembler au point de rassemblement de l'alliance.",
      "Description2": "Toute personne qui n'est pas au point de rassemblement mercredi sera exclue.",
      "Description3": "Comment me rendre au lieu de réunion"
    },
    "Rule3": {
      "Title": "Dons pour la technologie de l'alliance",
      "Description": "D'ici dimanche, chaque membre doit avoir donné des points pour la technologie de l'alliance (le don est gratuit).",
      "Description2": "Toute personne qui ne le fait pas sera exclue.",
      "Description3": "Comment faire un don"
    },
    "Rule4": {
      "Title": "Noms des joueurs",
      "Description": "Chaque membre doit avoir son propre nom de joueur.",
      "Description2": "Toute personne qui ne choisit pas son propre nom de joueur sera exclue de l'alliance."
    },
    "Rule5": {
      "Title": "Attaques Générales",
      "Description": "Toute attaque contre nos alliés ou contre le NAP (Pacte de Non-Agression) est interdite.",
      "Description2": "Les attaques contre les joueurs d'autres alliances sont généralement interdites. En cas de circonstances ou de conflits particuliers, ces actions doivent être discutées et approuvées au préalable par un R5 ou R4 afin d'éviter un stress inutile.",
      "Description3": "Le pillage des camions ou des trains de votre propre serveur n'est pas autorisé.",
      "Description4": "Comment éviter les attaques contre vos propres camions"
    },
    "Note": {
      "Title": "Remarque :",
      "Description": "Si quelqu'un ne sait pas comment remplir une règle ou a d'autres questions, veuillez nous contacter. Nous sommes là pour aider."
    },
    "Footer": "Soyons forts et réussis ensemble!",
    "ServerRules": {
      "Title": "Règles du Serveur",
      "Abuse": {
        "Title": "Abus :",
        "Rule1": "Pas de harcèlement, sexisme, racisme, homophobie ou autre discours haineux, y compris les insultes ethniques, sexuelles, religieuses, liées au handicap, à l'âge ou transphobes. La conséquence est un coup gratuit sur le joueur, et en cas de récidive, l'expulsion de l'alliance."
      },
      "Zeroing": {
        "Title": "Réduction à zéro :",
        "Rule1": "Il est interdit de réduire à zéro (détruire) les bases qui sont dans des alliances sur notre serveur. La conséquence est d'être réduit à zéro en retour, avec des troupes à l'extérieur de la base."
      },
      "Trucks": {
        "Title": "Camions :",
        "Rule1": "Aucune attaque sur nos camions et trains du serveur. Utilisez le filtre pour éviter cela. Si cela se produit, parlez directement à la personne pour organiser le pillage d'un camion équivalent en retour. En cas de non-réponse, signalez-le à R4/R5."
      },
      "Villages": {
        "Title": "Villages :",
        "Rule1": "Les joueurs ne sont pas autorisés à attaquer des bases lors de la capture de village, seulement renforcer le village ou attaquer le village. La conséquence est un nombre équivalent de coups en retour avec des troupes à l'extérieur de la base."
      },
      "Nap10": {
        "Title": "NAP10 :",
        "Rule1": {
          "Title": "Attaques 1: ",
          "Rule": "Les joueurs qui quittent leur alliance pour attaquer un joueur dans le Top 10 seront interdits de rejoindre un Top 10 pendant 1 semaine. Ils ne peuvent pas être protégés pendant cette semaine par un Top 10."
        },
        "Rule2": {
          "Title": "Attaques 2: ",
          "Rule": "Les joueurs qui attaquent un autre joueur dans le Top 10 doivent recevoir le même nombre d'attaques et de dégâts en retour, avec une deuxième infraction entraînant une interdiction d'une semaine du Top 10."
        }
      },
      "Cities": {
        "Title": "Villes:",
        "Rule1": "Les villes de niveau 6 appartiennent aux 3 meilleures alliances. Si le top 3 change, les villes de niveau 6 changeront en conséquence."
      }
    }
  },
  "Navigation": {
    "Home": "Accueil",
    "Rules": "Règles",
    "VS": "Duel VS",
    "Alliances": "Alliances",
    "Basics": "Bases",
    "TipsAndTricks": "Conseils/Trucs",
    "Buildings": "Bâtiments"
  },
  "VS": {
    "Title": "Duel VS",
    "Day1": {
      "Title": "Jour 1 - Entraînement Radar Spécial",
      "DayText": "Lundi",
      "Task1": "Utilise 1 endurance",
      "Task2": "Complète 1 mission radar",
      "Task3": "Utilise au moins 660 XP héros par fois",
      "Task4": "Utilise 1 point de données de combat drone",
      "Task5": "Utilise 1 composant drone",
      "Task6": "Achète un pack cadeau avec des diamants (1 diamant)",
      "Task7": "Collecte 100 nourriture",
      "Task8": "Collecte 100 fer",
      "Task9": "Collecte 60 or",
      "Task10": "Pour chaque point de puce de compétence drone gagné"
    },
    "Day2": {
      "Title": "Jour 2 - Construction de la Base",
      "DayText": "Mardi",
      "Task1": "Utilise 1 minute accélérateur de construction",
      "Task2": "Augmente la puissance de combat du bâtiment de 1 point",
      "Task3": "Envoie le chariot légendaire 1 fois",
      "Task4": "Complète 1 mission secrète orange",
      "Task5": "Achète un pack cadeau avec des diamants (1 diamant)",
      "Task6": "Recrute des survivants 1 fois dans la taverne"
    },
    "Day3": {
      "Title": "Jour 3 - Ère de la Science",
      "DayText": "Mercredi",
      "Task1": "Utilise 1 minute accélérateur de recherche",
      "Task2": "Augmente la puissance de combat de la technologie de 1 point",
      "Task3": "Complète 1 mission radar",
      "Task4": "Achète un pack cadeau avec des diamants (1 diamant)",
      "Task5": "Chaque fois que tu ouvres un composant drone de niveau 1",
      "Task6": "Chaque fois que tu ouvres un composant drone de niveau 2",
      "Task7": "Chaque fois que tu ouvres un composant drone de niveau 3",
      "Task8": "Chaque fois que tu ouvres un composant drone de niveau 4",
      "Task9": "Chaque fois que tu ouvres un composant drone de niveau 5",
      "Task10": "Chaque fois que tu ouvres un composant drone de niveau 6",
      "Task11": "Chaque fois que tu ouvres un composant drone de niveau 7"
    },
    "Day4": {
      "Title": "Jour 4 - Développement des Héros",
      "DayText": "Jeudi",
      "Task1": "Effectue 1 recrutement de héros",
      "Task2": "Utilise au moins 660 XP héros par fois",
      "Task3": "Utilise 1 fragment de héros légendaire",
      "Task4": "Utilise 1 fragment de héros rare",
      "Task5": "Utilise 1 médaille de compétence",
      "Task6": "Achète un pack cadeau avec des diamants (1 diamant)"
    },
    "Day5": {
      "Title": "Jour 5 - Préparation au Combat",
      "DayText": "Vendredi",
      "Task1": "Complète 1 mission radar",
      "Task2": "Utilise 1 minute accélérateur de construction",
      "Task3": "Augmente la puissance de combat du bâtiment de 1 point",
      "Task4": "Utilise 1 minute accélérateur de recherche",
      "Task5": "Augmente la puissance de combat de la technologie de 1 point",
      "Task6": "Utilise 1 minute accélérateur d'entraînement",
      "Task7": "Entraîne 1 soldat au niveau 1",
      "Task8": "Entraîne 1 soldat au niveau 2",
      "Task9": "Entraîne 1 soldat au niveau 3",
      "Task10": "Entraîne 1 soldat au niveau 4",
      "Task11": "Entraîne 1 soldat au niveau 5",
      "Task12": "Entraîne 1 soldat au niveau 6",
      "Task13": "Entraîne 1 soldat au niveau 7",
      "Task14": "Entraîne 1 soldat au niveau 8",
      "Task15": "Entraîne 1 soldat au niveau 9",
      "Task16": "Entraîne 1 soldat au niveau 10",
      "Task17": "Achète un pack cadeau avec des diamants (1 diamant)"
    },
    "Day6": {
      "Title": "Jour 6 - Élimination des Ennemis",
      "DayText": "Samedi",
      "Task1": "Envoie le chariot légendaire 1 fois",
      "Task2": "Complète 1 mission secrète orange",
      "Task3": "Utilise 1 minute accélérateur de construction",
      "Task4": "Utilise 1 minute accélérateur de recherche",
      "Task5": "Utilise 1 minute accélérateur d'entraînement",
      "Task6": "Utilise 1 minute accélérateur de guérison",
      "Task7": "Chaque unité de niveau 1 tuée d'une alliance rivale",
      "Task8": "Chaque unité de niveau 2 tuée d'une alliance rivale",
      "Task9": "Chaque unité de niveau 3 tuée d'une alliance rivale",
      "Task10": "Chaque unité de niveau 4 tuée d'une alliance rivale",
      "Task11": "Chaque unité de niveau 5 tuée d'une alliance rivale",
      "Task12": "Chaque unité de niveau 6 tuée d'une alliance rivale",
      "Task13": "Chaque unité de niveau 7 tuée d'une alliance rivale",
      "Task14": "Chaque unité de niveau 8 tuée d'une alliance rivale",
      "Task15": "Chaque unité de niveau 9 tuée d'une alliance rivale",
      "Task16": "Chaque unité de niveau 10 tuée d'une alliance rivale",
      "Task17": "Chaque unité de niveau 1 tuée",
      "Task18": "Chaque unité de niveau 2 tuée",
      "Task19": "Chaque unité de niveau 3 tuée",
      "Task20": "Chaque unité de niveau 4 tuée",
      "Task21": "Chaque unité de niveau 5 tuée",
      "Task22": "Chaque unité de niveau 6 tuée",
      "Task23": "Chaque unité de niveau 7 tuée",
      "Task24": "Chaque unité de niveau 8 tuée",
      "Task25": "Chaque unité de niveau 9 tuée",
      "Task26": "Chaque unité de niveau 10 tuée",
      "Task27": "Chaque unité de niveau 1 perdue",
      "Task28": "Chaque unité de niveau 2 perdue",
      "Task29": "Chaque unité de niveau 3 perdue",
      "Task30": "Chaque unité de niveau 4 perdue",
      "Task31": "Chaque unité de niveau 5 perdue",
      "Task32": "Chaque unité de niveau 6 perdue",
      "Task33": "Chaque unité de niveau 7 perdue",
      "Task34": "Chaque unité de niveau 8 perdue",
      "Task35": "Chaque unité de niveau 9 perdue",
      "Task36": "Chaque unité de niveau 10 perdue",
      "Task37": "Achète un pack cadeau avec des diamants (1 diamant)"
    },
    "GeneralTips": {
      "Title": "Conseils Généraux:",
      "Tip1": "Complète les missions radar seulement tous les deux jours lorsqu'elles rapportent des points dans l'événement (Lundi, Mercredi, Vendredi)",
      "Tip2": "Collecte tous les points de données de combat drones et utilise-les seulement le lundi",
      "Tip3": "Laisse les bâtiments emballés après la construction et déballes-les seulement le mardi lorsqu'ils rapportent des points",
      "Tip4": "Collecte des tickets pour le chariot commercial et les missions, puis utilise-les lorsqu'ils rapportent des points d'or et de missions",
      "Tip5": "Collecte des tickets pour les survivants et utilise-les le mardi (sauf ceux gratuits)",
      "Tip6": "Laisse les coffres de composants drones dans ton inventaire et ouvre-les seulement le mercredi",
      "Tip7": "Collecte tous les tickets de recrutement et utilise-les seulement le jeudi (sauf ceux gratuits)",
      "Tip8": "Collecte les fragments d'hero et les médailles de compétence et utilise-les seulement le jeudi",
      "Tip9": "Collecte l'expérience héroïque et utilise-la seulement le lundi ou le jeudi",
      "Tip10": "Collecte tous les puces de compétence drone pour le lundi"
    },
    "YouTubeNote": "Remarque : Les vidéos YouTube suivantes montrent de bons exemples pour le jour VS. Notez qu'elles peuvent ne pas être entièrement à jour. Vérifiez également les dernières modifications et procédures.",
    "Description": "Sur cette page, vous trouverez des conseils et des astuces utiles pour obtenir le meilleur score possible lors du duel VS sans dépenser d'argent. Découvrez des stratégies efficaces et des méthodes éprouvées pour maximiser votre score et réussir !"
  },
  "DesertStorm": {
    "Title": "Tempête du Désert",
    "Register": {
      "Title": "Inscription",
      "Description1": "Tout membre d'une alliance peut demander à participer lorsque l'inscription est ouverte.",
      "Description2": "Le nombre maximum de joueurs est de 20 par équipe, avec 10 remplaçants autorisés. Une fois les inscriptions closes, même les R4 et R5 ne peuvent plus modifier les participants. Les R4/R5 décident de la composition finale des joueurs participants.",
      "Description3": "Ne demandez à participer à des créneaux horaires spécifiques que si vous pouvez réellement y assister, car les remplacements ne seront plus possibles par la suite. Jusqu'à 10 remplaçants peuvent être sélectionnés.",
      "Step1": "Allez dans Événements -> <br> Champ de bataille Tempête du Désert -> <br> Sélectionnez les Participants",
      "Step2": "Choisissez \"Demander à Combattre\"",
      "Step3": "Nous jouons de 22h00 à 22h40 <br> Cochez la case et confirmez"
    },
    "Join": {
      "Title": "Entrer sur le Champ de Bataille",
      "Description": "Lorsque le compte à rebours de l'événement sur la page des détails de l'événement prend fin et que l'événement commence, les participants doivent entrer sur le champ de bataille à temps. Après 5 minutes supplémentaires, les remplaçants peuvent éventuellement entrer et ceux qui n'étaient pas connectés resteront dehors.",
      "Step1": "Vous commencez le jeu avec des troupes au plus haut niveau que vous pouvez entraîner, en fonction de la capacité de vos camps d'entraînement.",
      "Step2": "Les troupes peuvent être blessées pendant l'événement et seront envoyées dans un hôpital événementiel spécial (vous pouvez les soigner pendant l'événement si nécessaire, et si vous avez l'hôpital de campagne, la guérison sera plus rapide), mais à la fin de l'événement, les troupes blessées reviendront à leur état normal, comme si rien ne s'était passé. Utilisez donc toutes les troupes que vous avez à disposition. L'aide de l'alliance n'est pas disponible dans l'hôpital événementiel.",
      "Step3": "Seules les troupes présentes dans votre base dans le jeu normal sont disponibles dans Tempête du Désert. Si vous en avez laissé sur les champs, il suffit de les rappeler à la base. Une fois qu'elles sont dans la base, elles seront disponibles dans DS."
    },
    "Goals": {
      "Title": "Objectifs",
      "Goal1": "Pendant l'événement, essayez de marquer autant de points d'alliance que possible pour gagner. Une bannière HUD avec un classement en temps réel vous aidera à suivre les progrès.",
      "Goal2": "Les points d'alliance sont obtenus en capturant et en tenant des bâtiments. La première capture rapporte des points supplémentaires. Une capture n'est complète que lorsqu'une alliance a nettoyé le bâtiment des ennemis, s'ils renforcent, et après que le compte à rebours de capture de 1 minute soit terminé. À partir de ce moment-là, le rendement de capture est ajouté à la bannière de classement en temps réel.",
      "Goal3": "Des points supplémentaires peuvent être collectés en ramassant des caisses de ravitaillement en points qui apparaissent lorsque vous capturez un bâtiment (s'il y a des points supplémentaires). Envoyez des éclaireurs pour les ramasser rapidement.",
      "Goal4": "Les points individuels donnent des récompenses personnelles, mais l'accent doit être mis sur les points d'alliance, car les récompenses d'alliance sont meilleures que les individuelles."
    },
    "MostImportant": {
      "Title": "Les Choses les Plus Importantes à Savoir",
      "Important1": "Vous ne pouvez pas utiliser l'aide de l'alliance pour soigner vos soldats dans l'hôpital, comme vous le faites dans le jeu normal, mais vous pouvez utiliser des accélérateurs de guérison.",
      "Important2": "Vous ne pouvez utiliser vos troupes dans le mini-jeu Tempête du Désert que si vos troupes sont dans la base sur la carte normale. Assurez-vous que vos troupes sont de retour à la base avant le début de Tempête du Désert. Si une troupe est utilisée dans le mode carte normale, elle ne sera pas disponible dans Tempête du Désert.",
      "Important3": "Si vous manquez la phase d'inscription ou si vous n'êtes pas répertorié comme participant ou remplaçant, vous ne pouvez pas participer à la bataille de Tempête du Désert.",
      "Important4": "Les téléportations dans Tempête du Désert sont gratuites mais limitées à une toutes les 2 minutes. Le refroidissement est indiqué dans le coin inférieur gauche de l'écran, juste au-dessus du bouton \"Héros\".",
      "Important5": "Dans Tempête du Désert, la durabilité de votre base est de 4000 points. Après 4 coups, votre base brûle et vous serez téléporté à la zone de sécurité. Le temps de refroidissement de la téléportation ne sera pas réinitialisé dans ce cas. S'il a été utilisé, vous devrez attendre.",
      "Important6": "La plupart des joueurs sans expérience de Tempête du Désert perdent leurs troupes en quelques minutes. Assurez-vous de lire les stratégies suivantes pour apprendre comment minimiser les pertes de troupes.",
      "Important7": "Dans Tempête du Désert, vous ne pouvez pas déplacer librement vos troupes. Elles doivent atteindre une cible et retourner à la base avant de pouvoir être déployées sur une autre cible. Oubliez de brûler une base en quelques clics rapides avec une troupe en quelques secondes.",
      "Important8": "Dans Tempête du Désert, lorsque la période de refroidissement de la téléportation est terminée, vous pouvez téléporter à n'importe quel endroit sur la carte, que vos troupes soient dans la base ou non. C'est un changement agréable par rapport aux règles de téléportation normales dans le jeu normal, où toutes vos troupes doivent être de retour à la base avant de téléporter. P.S. : La même règle s'applique pendant le Duel contre le Jour 6, lorsque vous téléportez vers et depuis l'autre serveur."
    },
    "Strategies": {
      "Title": "Stratégies",
      "EmptyBuilding": {
        "Title": "Capturer un Bâtiment Vide",
        "Description1": "La capture d'un bâtiment vide est facile : attaquez-le simplement et il est à vous.",
        "Description2": "Après 1 minute, des points seront générés pour votre alliance (et pour vos points individuels) en fonction du rendement de capture. Si c'est la première capture, vous obtiendrez également les points de première capture."
      },
      "ReduceTroopLosses": {
        "Title": "Stratégie pour Capturer des Bâtiments Vides afin de Réduire les Pertes de Troupes",
        "Description1": "Si vous capturez un bâtiment (mais ne recevez toujours pas les points de capture) et qu'un ennemi apparaît, vous pouvez utiliser la stratégie suivante pour gagner la bataille et réduire vos pertes de troupes (cela fonctionne bien si le QG/force de l'ennemi est égal ou inférieur au vôtre) :",
        "Tip1": "Gardez votre troupe dans le bâtiment jusqu'à ce que l'ennemi commence l'attaque (surtout si c'est la première capture du bâtiment, où vous pouvez obtenir les points de première capture).",
        "Tip2": "Si l'ennemi commence à attaquer le bâtiment et que vous n'avez pas encore reçu le rendement de capture (vous renforcez depuis moins d'une minute), retirez la troupe pour éviter que l'ennemi n'attaque votre troupe sur le bâtiment. Cela empêche les pertes de troupes.",
        "Tip3": "L'ennemi a probablement envoyé son équipe A pour capturer le bâtiment, ils peuvent donc être sans défense. Souvenez-vous que s'ils veulent attaquer votre base avec cette troupe, ils doivent d'abord la renvoyer à leur base, puis l'envoyer à votre base.",
        "Tip4": "Envoyez toutes vos troupes avec la troupe A en première position pour attaquer la base ennemie.",
        "Tip5": "Si vous avez de la chance, l'ennemi n'aura pas de défense ou seulement des troupes faibles. Une fois l'ennemi éliminé, envoyez votre troupe pour capturer la base.",
        "Tip6": "En utilisant des éclaireurs, vous pouvez vous assurer que les troupes que vous envoyez peuvent effectivement gagner la bataille contre la base. Envoyez des éclaireurs plusieurs fois juste avant que vos troupes n'atteignent l'ennemi pour pouvoir retirer une troupe si l'ennemi active la défense."
      },
      "Advantages": {
        "Title": "Avantages :",
        "Description1": "Vous évitez de perdre des troupes lors de la première attaque de l'ennemi, qui sera probablement une équipe A envoyée pour capturer la base.",
        "Description2": "Si l'ennemi n'a pas de ligne de défense, vous pouvez les éliminer sans perte de troupes, surtout si vous êtes rapide et que l'ennemi est proche.",
        "Description3": "L'ennemi ne gagne aucun point si vous êtes rapide, car il faut 1 minute pour que la capture commence."
      },
      "Disadvantages": {
        "Title": "Inconvénients :",
        "Description1": "Si l'ennemi a une forte troupe B et l'utilise pour défendre, cette stratégie peut toujours fonctionner, mais cela prendra plus de temps car vous ne pouvez les frapper qu'avec votre troupe A. Cela fonctionne mieux si vous êtes proche de l'ennemi.",
        "Description2": "Si plusieurs ennemis apparaissent, vous pouvez être exposé à leurs attaques si vous avez envoyé votre troupe A pour attaquer l'ennemi.",
        "Description3": "L'ennemi peut se défendre lorsque vous les frappez. Utilisez donc une troupe avec seulement un héros de bas niveau comme bonne stratégie pour réduire encore le risque de perte de troupes.",
        "Description4": "Si c'est la première capture du bâtiment et que vous n'éliminez pas rapidement l'ennemi, ils gagneront ces points.",
        "Description5": "N'oubliez pas que cette stratégie vise à réduire les pertes de troupes, mais vous perdez des secondes précieuses pour capturer le bâtiment. Utilisez-la donc judicieusement en tenant compte de l'état actuel de la bataille et du nombre de troupes restantes."
      },
      "BuildingInEnemy": {
        "Title": "Capturer un Bâtiment Ennemi",
        "Description1": "Si le bâtiment appartient à l'autre équipe, vous pouvez utiliser deux méthodes :",
        "Description2": "Attaquez directement le bâtiment avec votre troupe la plus forte et essayez de vaincre toutes les troupes qui renforcent le bâtiment (similaire à la capture de village). Cette stratégie a un inconvénient majeur car vous perdrez probablement beaucoup de soldats, et après quelques captures, vous manquerez de troupes.",
        "Description3": "Identifiez les bases ennemies où il y a des renforts et brûlez-les. Cette approche fonctionne généralement bien si les bases n'ont pas de défense. Sinon, le même problème que la méthode précédente se pose, mais vous perdrez probablement moins de soldats si l'ennemi envoie la première troupe en renfort."
      },
      "ShouldNotDo": {
        "Title": "Ce Qu'il Ne Faut Pas Faire",
        "Description1": "Dans Tempête du Désert, vos troupes sont très précieuses, vous ne devriez donc pas faire quoi que ce soit qui les mette en danger.",
        "Description2": "Voici quelques exemples de ce qu'il ne faut pas faire car cela entraînera probablement des pertes de troupes :",
        "Description3": "Si vous êtes attaqué par un ennemi plus faible, attendez avec votre équipe principale en défense et attaquez lorsque leur équipe principale revient, au lieu de les laisser vous brûler parce que vos troupes de défense sont sorties. N'oubliez pas que chaque attaque entraîne un certain nombre de pertes de troupes si vous retirez la formation de défense.",
        "Description4": "N'attaquez pas des ennemis inactifs avec des troupes faibles, car ils ont le temps de construire leur défense et vous perdrez des troupes. Il est préférable de le faire lorsque les ennemis sont multitâches, car ils n'auront peut-être pas le temps de construire une défense s'ils voient que vous attaquez (cela fonctionne mieux si vous êtes proche de la base ennemie)."
      }
    }
  },
  "Alliances": {
    "Title": "Alliance",
    "Donate": {
      "Title": "Comment Vous Pouvez Contribuer/Donner",
      "Description": "Pour contribuer à la technologie de l'alliance, les règles suivantes s'appliquent:",
      "Rule1": "pour chaque don à une technologie non recommandée, vous recevez 50 EXP et des points de contribution à l'alliance.",
      "Rule2": "pour chaque don à la technologie recommandée, vous recevez une récompense supplémentaire de +20%: vous gagnez donc 60 EXP et 60 points de contribution à l'alliance.",
      "Rule3": "De plus, les dons ont une chance de déclencher un coup critique, octroyant des EXP technologiques supplémentaires. Les chances de coups critiques sont:",
      "Hit1": "Pas de coup critique: 45%",
      "Hit2": "Coup critique x2 (50 points d'EXP technologie d'alliance supplémentaires): 30%",
      "Hit3": "Coup critique x3 (100 points d'EXP technologie d'alliance supplémentaires): 15%",
      "Hit4": "Coup critique x5 (200 points d'EXP technologie d'alliance supplémentaires): 10%",
      "Description2": "Comment donner:",
      "Donate": "Cliquez sur la technologie recommandée puis sur 'Donner', soit avec des pièces, soit avec des diamants.",
      "Maximum": "Les commandants ont un maximum de 20 opportunités de donner à la technologie de l'alliance avec des pièces. Chaque don, critique ou non, consomme une opportunité. Si les opportunités de don disponibles d'un commandant tombent en dessous de 20, il reçoit une opportunité toutes les 20 minutes.",
      "Limit": "Il n'y a pas de limite quotidienne au nombre de dons en diamants que les commandants peuvent faire à la technologie de l'alliance. Cependant, les coûts en diamants pour chaque don augmentent avec le nombre de dons effectués, mais un nombre illimité de dons en diamants peut être fait. Après 20 minutes, la quantité de diamants requise pour un don diminue progressivement. Les coûts commencent à 2 diamants pour le premier don et augmentent de 2 diamants à chaque don suivant, jusqu'à un maximum de 50 diamants."
    },
    "Shop": {
      "Title": "Boutique de l'Alliance",
      "Description1": "Si vous faites partie d'une alliance, vous avez accès à la boutique de l'alliance. Alliance -> Boutique de l'Alliance",
      "Description2": "La boutique de l'alliance offre des objets de renforcement très utiles qui peuvent être réclamés en échange de points de contribution à l'alliance. La quantité que vous pouvez réclamer de chaque objet est limitée dans le temps, et la boutique réinitialise ces limites après un compte à rebours affiché en haut de la boutique de l'alliance.",
      "Image": "Sur l'image, deux zones sont marquées en rouge: <br> Téléportation Avancée et Téléportation d'Alliance <br> Ces deux zones sont importantes pour atteindre le lieu de rassemblement. <br> Avec la Téléportation Avancée, vous pouvez choisir librement où vous souhaitez être téléporté sur la carte. <br> Avec la Téléportation d'Alliance, vous serez téléporté quelque part près du lieu de rassemblement."
    },
    "AssemblyPlace": {
      "Title": "Comment accéder au lieu de rassemblement?",
      "Variant1": {
        "Title": "Variante 1: Téléportation Avancée",
        "Description1": "Recherchez sur la carte notre lieu de rassemblement de l'alliance (drapeau violet).",
        "Description2": "Choisissez un endroit libre à proximité.",
        "Description3": "Cliquez sur 'Téléporter'. Cela vous coûtera une Téléportation Avancée."
      },
      "Variant2": {
        "Title": "Variante 2: Téléportation d'Alliance",
        "Description1": "Allez dans votre inventaire et sélectionnez l'onglet 'Spécial'.",
        "Description2": "Trouvez la Téléportation d'Alliance.",
        "Description3": "Cliquez sur 'Utiliser'. Vous serez alors automatiquement téléporté au lieu de rassemblement."
      },
      "Footer": "Dans l'image ci-dessous, la Téléportation d'Alliance est montrée, et dans l'image ci-dessus se trouve la boutique. Vous pouvez échanger les deux téléportations comme décrit ci-dessus dans la boutique de l'alliance. La Téléportation d'Alliance coûte moins cher.",
      "Image": "Cliquez sur: <b><br> 1. Inventaire <br> 2. Spécial <br> 3. Téléportation d'Alliance <br> 3. Utiliser"
    }
  },
  "Basics": {
    "Title": "Bases",
    "Translate": {
      "Title": "Traductions",
      "Description": "Dans Last War, vous pouvez utiliser la fonction de traduction automatique pour traduire le texte dans votre propre langue. Pour traduire les discussions et les messages, utilisez simplement l'icône en bas à droite – elle montre un 'A' avec des flèches et un 'T'. De cette manière, vous pouvez communiquer dans votre langue préférée et vous concentrer entièrement sur le jeu !",
      "Image": "L'image montre deux exemples de l'emplacement de l'icône pour traduire le texte."
    },
    "Trucks": {
      "Title": "Pillage des camions sur votre propre serveur",
      "Description": "Il est interdit de piller les camions sur votre propre serveur. Pour vous assurer que ces camions n'apparaissent pas, il y a une case à cocher que vous pouvez activer pour filtrer tous les camions de votre propre serveur. Veuillez cocher cette case pour respecter les règles. L'image ci-dessous montre où trouver la case.",
      "Image": "Veuillez activer la case comme indiqué sur l'image."
    }
  },
  "TipsAndTricks": {
    "Title": "Conseils et astuces",
    "Overview": {
      "Title": "Aperçu"
    },
    "Pvp": {
      "Title": "Attaque et défense",
      "Description1": "Commençons par la défense de base. Vous devriez essayer de défendre uniquement si votre troupes principale peut survivre au premier ou au deuxième attaque consécutive (c'est-à-dire que l'attaquant est à peu près à votre niveau).",
      "Tip1": "Si vous ne pouvez pas défendre ou si vous n'êtes pas en ligne pour prendre cette décision, DÉSACTIVEZ vos défenses.",
      "Tip2": "Pour activer/désactiver les défenses : Allez au mur dans votre base, cliquez sur l'icône en forme de maison avec un + et désactivez les troupes. Chaque fois que vous débloquez une nouvelle troupe, assurez-vous de la désactiver également. Parfois, il est judicieux de ne pas avoir de défense du tout, et parfois il est logique d'utiliser la troupe principale comme défense, mais la pire erreur que vous puissiez faire est de laisser vos troupes les plus faibles participer à la défense.",
      "Tip3": "Pourquoi cela fonctionne : Supposons qu'un joueur beaucoup plus fort vous attaque 5 fois (supposons que vous êtes de niveau 20 avec 3 troupes). Vous perdriez environ 10k à 12k troupes dans ces 5 attaques si vous aviez 3 équipes de défense. Si vous n'aviez qu'une seule défense (la troupe la plus forte), vous perdriez environ 4k à 5k troupes. Si vous n'aviez aucune défense, vous perdriez environ 1k troupes (en raison de l'attaque de percée qui ne compte pas comme des éliminations pour l'attaquant). C'est une grande différence.",
      "Tip4": "Attaquer des bases a deux objectifs dans ce jeu : (1) piller des ressources et (2) accumuler des points lors d'événements d'éliminations, comme le Destructeur d'ennemis (jour 6 du duel).",
      "Tip5": "Le pillage offre le meilleur rapport ressources-stamina dans le jeu, mais soyez conscient des défenses/contre-attaques, de vos limites de pillage actuelles, etc.",
      "Tip6": "Lorsque vous attaquez d'autres bases pour des événements d'éliminations, notez que seuls les combats comptent comme des éliminations pour les points. Donc quelqu'un sans défense ou sans troupes ne vous donnera pas de points d'événement ni d'augmentation de votre nombre d'éliminations individuel. C'est une autre raison pour laquelle vous devriez désactiver vos propres défenses, afin d'éviter que vos adversaires ne collectent des points en vous attaquant.",
      "Image1": "Cliquez sur le mur puis sur l'icône plus pour accéder aux défenses.",
      "Image2": "En activant la case à cocher, vous pouvez activer ou désactiver la défense pour chaque troupe."
    },
    "Troops": {
      "Title": "Entraînement des troupes/unité",
      "Description1": "La stratégie optimale pour l'entraînement des troupes consiste à les entraîner en 3 étapes. Cela ne rend pas l'entraînement plus rapide et ne consomme pas moins de ressources, mais cela vous permet de gagner plus de points pendant des événements pertinents comme l'entraînement d'unités dans la course aux armes et le jour 5 de l'activité de duel.",
      "Tip1": "Supposons que TX = niveau maximal des troupes que vous pouvez entraîner, TY = un niveau en dessous du maximum et TZ = deux niveaux en dessous du maximum. La stratégie consiste à entraîner TZ pendant toute la semaine (à condition que vous ayez déjà assez de TX pour toutes vos unités). Pendant l'entraînement des unités dans la course aux armes, promouvez TZ -> TY et/ou TY -> TX (vous pouvez faire deux tours dans chaque caserne sans accélérateurs pendant cette phase). Le jour 5 du duel, vous promouvez presque toutes les TY/TZ à TX avant d'entrer dans le champ de bataille Tempête du désert ou le jour 6 du duel. Une fois les événements d'éliminations terminés, continuez à remplir TZ.",
      "Tip2": "Par exemple, si vous êtes HQ 25, alors TX serait des unités de niveau 8 (nécessite une caserne Lv24), TY serait des unités de niveau 7 (nécessite une caserne Lv20), et TZ serait des unités de niveau 6 (nécessite une caserne Lv17). Pour appliquer cette stratégie, vous devez maintenir certaines casernes à un niveau inférieur au maximum possible. Sur 4 casernes, je recommande d'en avoir 2 capables de former jusqu'à TX et 2 capables de former seulement jusqu'à TY. Cela est dû au fait que la promotion des troupes se fait automatiquement au niveau maximal pour cette caserne.",
      "Example": {
        "Title": "Un exemple : ",
        "Example1": "Entraînement direct : 1 soldat T9 = 250 points",
        "Example2": "Entraînement par étapes : 1 T5 = 150 points, 1 T5 -> 1 T6 = 175 points, 1 T6 -> 1 T7 = 200 points, 1 T7 -> 1 T8 = 225 points, 1 T8 -> 1 T9 = 250 points soit un total de 1000 points",
        "Description": "Comme vous pouvez le voir, avec l'approche graduelle, vous obtenez quatre fois plus de points pour chaque soldat."
      },
      "Image1": "Sur cette image, vous pouvez voir quelles troupes vous pouvez mettre à niveau. Cliquez sur le bouton 'Mettre à niveau', pas sur 'Entraîner', pour amener les soldats au niveau maximal de la caserne."
    },
    "Healing": {
      "Title": "Guérison par spam",
      "Description1": "Un autre concept est le 'Spam-Healing'. Cela signifie que si vous avez plus de 1000 troupes mortes et qu'il faudrait 4 heures pour les guérir toutes, vous devriez définir uniquement 25 minutes de temps de guérison à la fois et cliquer sur le bouton d'aide de votre alliance. Cela maintient le coût des ressources constant, mais réduit le temps de guérison de plus de 50%. Cette méthode est efficace pour maintenir votre puissance de combat élevée et garantir un flux constant de troupes."
    },
    "SmallTroops": {
      "Title": "Collecter des ressources avec une petite force de troupes",
      "Description1": "Si vous avez peu de troupes disponibles dans votre terrain d'entraînement (par exemple, après les guerres du samedi), vous ne pourrez peut-être pas envoyer toutes les troupes pour collecter des ressources, car un certain nombre de troupes est requis pour chaque troupe.",
      "Description2": "Cela peut être résolu comme suit :",
      "Tip1": "Renvoyez vos troupes à la base pour pouvoir les remplacer",
      "Tip2": "Retirez tous les héros de chaque troupe et ajoutez uniquement 1 héros par troupe, de préférence ceux avec une valeur faible dans l'attribut 'Commandement'.",
      "Tip3": "Envoyez maintenant les troupes pour collecter. Chaque troupe utilisera un nombre beaucoup plus petit de troupes, donc vous pourrez toutes les envoyer.",
      "Tip4": "De plus, vous pouvez simplement former des soldats de niveau 1 dans n'importe quelle caserne pour avoir presque immédiatement quelques troupes disponibles, car la formation des soldats de niveau 1 est rapide."
    },
    "IncreasedDamage": {
      "Title": "Pourcentage de dommage augmenté",
      "Description1": "Lors de chaque attaque, défense ou garde, vous pouvez utiliser la fièvre de guerre pour augmenter les dégâts de 1%.",
      "Description2": "Ce boost s'active automatiquement lorsque vous attaquez ou explorez une base, mais pas lorsque vous défendez simplement.",
      "Description3": "Pour déclencher la fièvre de guerre, vous pouvez effectuer l'une des actions suivantes :",
      "Tip1": "Envoyez un avion de reconnaissance sur une base",
      "Tip2": "Lancez une attaque ou une manifestation contre une base ennemie (les attaques ou manifestations contre les zombies ne fonctionnent pas). Vous pouvez également annuler l'attaque une fois que la fièvre de guerre a commencé",
      "Tip3": "Vous pouvez voir l'état de la fièvre de guerre en haut à gauche de l'écran, juste en dessous des affichages de nourriture/fer/monnaie/énergie. En cliquant sur l'icône, le compte à rebours s'affiche.",
      "Tip4": "Répétez l'action de déclenchement pour redémarrer le compte à rebours à 15 minutes à tout moment.",
      "Tip5": "IMPORTANT : Ne utilisez pas ce truc lorsque vous avez un bouclier, sinon vous le perdrez."
    }
  },
  "Buildings": {
    "Title": "Bâtiments",
    "Headquarters": {
      "Title": "Quartier Général",
      "Description1": "Le Quartier Général est le bâtiment le plus important du jeu. Il remplit des fonctions similaires à celles des hôtels de ville dans d'autres jeux. En le mettant à niveau, vous pourrez construire de nouveaux bâtiments et élever les bâtiments existants à des niveaux supérieurs.",
      "Description2": "Lorsque le Quartier Général monte en niveau, les éléments suivants augmentent :",
      "List1": "Performance",
      "List2": "Limite de Niveau des Héros",
      "List3": "HP des Héros",
      "List4": "Attaque des Héros",
      "List5": "Défense des Héros",
      "List6": "Limite de Niveau pour chaque bâtiment",
      "LevelUp": {
        "Title": "Exigences de Montée en Niveau",
        "Description1": "Pour améliorer le Quartier Général à un niveau supérieur, les exigences en ressources et en bâtiments doivent être remplies à chaque étape.",
        "Description2": "Il est important de progresser dans la construction étape par étape pour garantir un avancement fluide vers le niveau suivant du Quartier Général et pour économiser suffisamment de ressources. Si le Quartier Général n'est pas amélioré, cela peut conduire à une troupe faible, car ce bâtiment fixe la limite pour les niveaux de héros.",
        "Description3": "Ci-dessous se trouve un tableau des bâtiments requis pour chaque niveau",
        "Table": {
          "ToUnlock": "HQ pour Déverrouiller",
          "Condition1": "Bâtiment 1",
          "Condition2": "Bâtiment 2",
          "Iron": "Fer",
          "Food": "Nourriture",
          "Gold": "Or",
          "Days": "Jours",
          "Wall": "Mur N.",
          "TechCenter": "Centre de Technologie N.",
          "DrillGround": "Terrain d'Entraînement N.",
          "Barracks": "Caserne N.",
          "AllianceCenter": "Centre d'Alliance N.",
          "Hospital": "Hôpital N.",
          "TankCenter": "Centre de Char N."
        }
      }
    },
    "Barracks": {
      "Title": "Caserne",
      "Description1": "Les Casernes sont utilisées pour recruter et promouvoir vos troupes. Une fois que vous avez débloqué les Casernes, vous devriez toujours mettre à niveau une seule Caserne à la fois pour utiliser vos ressources de manière efficace. Promouvoir vos troupes vous permet de faire passer des troupes d'un niveau inférieur au niveau le plus élevé autorisé par vos Casernes. Promouvoir les troupes devient particulièrement utile une fois débloqué, car cela vous permet d'entraîner et d'améliorer des troupes de niveau un, nécessitant moins de ressources et de temps."
    },
    "Hospital": {
      "Title": "Hôpital",
      "Description1": "L'Hôpital est utilisé pour soigner vos troupes après une bataille. Si un ennemi est suffisamment fort, il peut tuer ou blesser vos troupes. Cependant, l'Hôpital ne peut pas ressusciter les troupes tombées, seulement soigner les blessées. Une méthode efficace pour guérir rapidement vos troupes est de sélectionner seulement un nombre de troupes qui peuvent être soignées en 25 minutes ou moins. Cela permet à votre alliance de vous aider et de réduire le temps de guérison à presque immédiat. En utilisant correctement le système de guérison, le temps de guérison sera réduit à 25 % du temps qu'il aurait fallu si vous aviez guéri toutes les troupes en même temps."
    },
    "DrillGround": {
      "Title": "Terrain d'Entraînement",
      "Description1": "Le Terrain d'Entraînement est le bâtiment où vos troupes sont stationnées. Le niveau maximum du Terrain d'Entraînement augmente avec le niveau de votre Quartier Général. Le Terrain d'Entraînement est une source centrale de votre force, car la force de vos troupes détermine en grande partie votre niveau de puissance. Pour atteindre la puissance maximale possible (l'objectif principal du jeu), vous devez constamment mettre à niveau votre Terrain d'Entraînement au niveau le plus élevé et construire des Terrains d'Entraînement supplémentaires lorsque cela est possible. Le deuxième Terrain d'Entraînement est déverrouillé au niveau 16 et le troisième au niveau 21."
    },
    "Garages": {
      "Title": "Garages",
      "Description1": "Les Garages hébergent vos héros. Ils offrent à vos héros une force supplémentaire et des troupes qu'ils peuvent emporter avec eux. Au début du jeu, vous recevez un Garage, et vous pouvez en débloquer davantage tout au long du jeu, jusqu'à un total de trois Garages. Un quatrième Garage peut également être obtenu par le biais du pass mensuel. Vous devez vous concentrer uniquement sur la mise à niveau du Garage 1, car la plupart de vos efforts dans le jeu seront dirigés vers celui-ci. Améliorez le Garage 2 uniquement si vous en avez besoin pour des points de Course d'Armes économiques ou si vous estimez qu'il est trop en retard."
    },
    "TechCenter": {
      "Title": "Centre de Technologie",
      "Description1": "Le Centre de Technologie est une partie cruciale du jeu pour réussir à rivaliser avec d'autres joueurs. Il est affiché fréquemment dans la section 'mises à niveau requises' lorsque vous souhaitez améliorer votre Quartier Général, et ce n'est pas sans raison. Le Centre de Technologie vous permet d'améliorer certaines statistiques de votre base, telles que les héros, les troupes, les garages, et plus encore. Cela convertit les ressources en plus de force et de statistiques pour tout. Une fois que vous atteignez le niveau 16, vous aurez la possibilité d'acheter un deuxième Centre de Technologie, ce qui est fortement recommandé."
    },
    "GearFactory": {
      "Title": "Usine d'Équipement",
      "Description1": "L'Usine d'Équipement vous permet de fabriquer ou de démonter de l'équipement pour vos héros. Vous pouvez fabriquer tout type d'équipement actuellement dans le jeu et également démonter des pièces d'équipement. De plus, l'Usine d'Équipement vous permet de combiner des composants d'équipement pour créer la pièce de Composant Céramique Dielectrique nécessaire pour fabriquer une pièce d'équipement légendaire. Il n'est pas recommandé de fabriquer ou d'améliorer des pièces d'équipement rares, super-rares ou super-super-rares. Une fois que vous avez au moins toutes les pièces d'équipement super-super-rares (SSR) pour vos héros principaux, vous devriez démonter toutes les pièces d'équipement supplémentaires pour obtenir plus d'équipement légendaire."
    },
    "ComponentFactory": {
      "Title": "Usine de Composants",
      "Description1": "L'Usine de Composants produit des boîtes de composants de drones. Ces composants de drones sont utilisés dans le Centre de Drones pour réaliser d'autres améliorations de votre drone. Une fois que l'Usine de Composants est construite, elle ne peut plus être mise à niveau."
    },
    "TankCenter": {
      "Title": "Centre de Chars",
      "Description1": "Le Centre de Chars est un bâtiment crucial dans le jeu qui améliore considérablement les statistiques de vos héros de chars. Ce bâtiment doit être mis à niveau à son niveau maximum dès que possible chaque fois que vous améliorez votre Quartier Général."
    },
    "AircraftCenter": {
      "Title": "Centre d'Aéronefs",
      "Description1": "Le Centre d'Aéronefs remplit la même fonction que le Centre de Chars, mais pour les héros de type aéronef. Au début, il n'est pas crucial de mettre à niveau ce bâtiment car il ne fournit pas de bonus pour la configuration que vous devriez utiliser. Cependant, une fois que DVA et Carlie seront disponibles, la mise à niveau du Centre d'Aéronefs sera tout aussi importante que celle du Centre de Chars en raison des statistiques supplémentaires qu'il fournit à ces héros."
    },
    "MissileCenter": {
      "Title": "Centre de Missiles",
      "Description1": "De manière similaire aux deux bâtiments mentionnés ci-dessus, le Centre de Missiles augmente les statistiques des héros de type missile."
    },
    "ResourceCenters": {
      "Title": "Centres de Ressources",
      "Description1": "Les centres de nourriture, de fer et de fusion sont des bâtiments qui produisent les ressources respectives. La Base d'Entraînement est le bâtiment qui produit l'XP des héros. L'expérience montre que les bâtiments de la Base d'Entraînement offrent une bonne utilisation de l'XP par rapport aux ressources utilisées et sont efficaces à mettre à niveau."
    }
  }
}
