{
  "Home": {
    "Welcome": "Bienvenue, valeureux guerriers, dans l'Alliance Old Viking !",
    "Section1": "Entrez dans les mers tumultueuses et les champs de bataille sans fin avec l'Alliance Old Viking à vos côtés. Ici, nous combattons côte à côte, nos haches aiguisées, nos boucliers levés, toujours prêts pour la prochaine bataille.",
    "WhatToExpect": {
      "Title": "Ce à quoi vous pouvez vous attendre :",
      "List1": "Frères et sœurs d'armes : Trouvez des compagnons loyaux qui vous soutiendront dans chaque bataille et partageront la gloire avec vous.",
      "List2": "Maîtrise stratégique : Forgez des plans puissants et surmontez vos ennemis avec des tactiques astucieuses et un courage indéfectible.",
      "List3": "Festins glorieuses : Participez à des batailles épiques et des raids glorieux qui vous récompenseront richement et poursuivront votre saga héroïque.",
      "List4": "Sagesse des anciens : Apprenez des guerriers expérimentés et améliorez vos compétences pour vous affirmer comme un véritable viking."
    },
    "Allies": {
      "Title": "Nos alliés :",
      "Allie1": "tES - The Walking Beer",
      "Allie2": "7ci - La 7e compagnie"
    },
    "Nap": {
      "Title": "Pactes de non-agression (NAP) :",
      "Nap1": "dkW - DKwar"
    },
    "Section2": "Devenez membre de l'Alliance Old Viking et naviguez avec nous vers la légende. Ensemble, nous serons invincibles et ferons trembler le monde d'admiration.",
    "Vs": {
      "Title": "Duel VS :",
      "Description": "Découvrez ici comment accumuler le plus de points.",
      "Link": "En savoir plus",
      "Day1": {
        "Link": "day1",
        "Description": "Jour 1 - Entraînement spécial radar"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Jour 2 - Construction de base"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Jour 3 - Âge de la science"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Jour 4 - Développement des héros"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Jour 5 - Préparation au combat"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Jour 6 - Élimination des ennemis"
      }
    },
    "Information": {
      "Title": "Informations supplémentaires",
      "Description": "Vous trouverez ici des liens utiles vers les pages principales de notre site web :",
      "Vs": "Duel VS",
      "Rules": "Règles",
      "Basics": "Bases",
      "TipsAndTricks": "Conseils et astuces"
    },
    "Guestbook": "Livre d'or"
  },
  "Rules": {
    "Title": "Alliance Règles",
    "Rule1": {
      "Title": "Inactivité",
      "Description": "Toute personne qui est hors ligne pendant 3 jours sans prévenir sera exclue de l'alliance le 4ème jour."
    },
    "Rule2": {
      "Title": "Point de rassemblement",
      "Description": "La bataille entière se termine dimanche, et tous les membres doivent se rassembler au point de rassemblement de l'alliance.",
      "Description2": "Toute personne qui n'est pas au point de rassemblement mercredi sera exclue.",
      "Description3": "Comment me rendre au lieu de réunion"
    },
    "Rule3": {
      "Title": "Dons pour la technologie de l'alliance",
      "Description": "D'ici dimanche, chaque membre doit avoir donné des points pour la technologie de l'alliance (le don est gratuit).",
      "Description2": "Toute personne qui ne le fait pas sera exclue.",
      "Description3": "Comment faire un don"
    },
    "Rule4": {
      "Title": "Noms des joueurs",
      "Description": "Chaque membre doit avoir son propre nom de joueur.",
      "Description2": "Toute personne qui ne choisit pas son propre nom de joueur sera exclue de l'alliance."
    },
    "Rule5": {
      "Title": "Attaques Générales",
      "Description": "Toute attaque contre nos alliés ou contre le NAP (Pacte de Non-Agression) est interdite.",
      "Description2": "Les attaques contre les joueurs d'autres alliances sont généralement interdites. En cas de circonstances ou de conflits particuliers, ces actions doivent être discutées et approuvées au préalable par un R5 ou R4 afin d'éviter un stress inutile.",
      "Description3": "Le pillage des camions ou des trains de votre propre serveur n'est pas autorisé.",
      "Description4": "Comment éviter les attaques contre vos propres camions",
      "Description5": "Le pillage de missions secrètes, comme les missions Ghost Ops, depuis votre propre serveur n'est pas autorisé"
    },
    "Note": {
      "Title": "Remarque :",
      "Description": "Si quelqu'un ne sait pas comment remplir une règle ou a d'autres questions, veuillez nous contacter. Nous sommes là pour aider."
    },
    "Footer": "Soyons forts et réussis ensemble!",
    "ServerRules": {
      "Title": "Règles du Serveur",
      "Abuse": {
        "Title": "Abus :",
        "Rule1": "Pas de harcèlement, sexisme, racisme, homophobie ou autre discours haineux, y compris les insultes ethniques, sexuelles, religieuses, liées au handicap, à l'âge ou transphobes. La conséquence est un coup gratuit sur le joueur, et en cas de récidive, l'expulsion de l'alliance."
      },
      "Zeroing": {
        "Title": "Réduction à zéro :",
        "Rule1": "Il est interdit de réduire à zéro (détruire) les bases qui sont dans des alliances sur notre serveur. La conséquence est d'être réduit à zéro en retour, avec des troupes à l'extérieur de la base."
      },
      "Trucks": {
        "Title": "Camions :",
        "Rule1": "Aucune attaque sur nos camions et trains du serveur. Utilisez le filtre pour éviter cela. Si cela se produit, parlez directement à la personne pour organiser le pillage d'un camion équivalent en retour. En cas de non-réponse, signalez-le à R4/R5."
      },
      "Villages": {
        "Title": "Villages :",
        "Rule1": "Les joueurs ne sont pas autorisés à attaquer des bases lors de la capture de village, seulement renforcer le village ou attaquer le village. La conséquence est un nombre équivalent de coups en retour avec des troupes à l'extérieur de la base."
      },
      "Nap10": {
        "Title": "NAP10 :",
        "Rule1": {
          "Title": "Attaques 1: ",
          "Rule": "Les joueurs qui quittent leur alliance pour attaquer un joueur dans le Top 10 seront interdits de rejoindre un Top 10 pendant 1 semaine. Ils ne peuvent pas être protégés pendant cette semaine par un Top 10."
        },
        "Rule2": {
          "Title": "Attaques 2: ",
          "Rule": "Les joueurs qui attaquent un autre joueur dans le Top 10 doivent recevoir le même nombre d'attaques et de dégâts en retour, avec une deuxième infraction entraînant une interdiction d'une semaine du Top 10."
        }
      },
      "Cities": {
        "Title": "Villes:",
        "Rule1": "Les villes de niveau 6 appartiennent aux 3 meilleures alliances. Si le top 3 change, les villes de niveau 6 changeront en conséquence."
      }
    }
  },
  "Navigation": {
    "Home": "Accueil",
    "Rules": "Règles",
    "VS": "Duel VS",
    "Alliances": "Alliances",
    "AllianceMvp": "Alliance MVP",
    "Basics": "Bases",
    "TipsAndTricks": "Conseils/Trucs",
    "Buildings": "Bâtiments",
    "Squad": "Équipe",
    "DesertStorm": "Tempête du désert",
    "SeasonOne": "Saison 1",
    "SeasonTwo": "Saison 2",
    "Marshall": "Garde du Maréchal"
  },
  "VS": {
    "Title": "Duel VS",
    "Day1": {
      "Title": "Jour 1 - Formation Spéciale Radar",
      "DayText": "Lundi",
      "Task1": {
        "Title": "Complète 1 tâche Radar (~25.000 points) :",
        "Description": "Va au symbole radar en bas à gauche et ouvre l'écran radar. Ici, tu verras des missions, dont certaines sont déjà terminées (avec un point rouge en haut à droite), tandis que d'autres doivent encore être complétées. Pour compléter une mission, tu dois d'abord l'exécuter (si ce n'est pas encore fait) puis cliquer sur la mission avec le point rouge. Cette action te permettra de la collecter et d'obtenir les points. Pour maximiser les points, envisage de cumuler des missions la veille."
      },
      "Task2": {
        "Title": "Utilise 1 Endurance (~300 points) :",
        "Description": "Utilise l'endurance pour les attaques, les actions de collecte et les missions radar."
      },
      "Task3": {
        "Title": "Utilise au moins 660 points EXP Héros simultanément (~6 points) :",
        "Description": "Va au Centre de drones et clique sur le bouton « Formation de données » pour utiliser des données de combat. À certains niveaux, des pièces de drone sont nécessaires pour poursuivre la formation."
      },
      "Task4": {
        "Title": "Utilise 1 pièce de drone :",
        "Description": "Va au Centre de drones et clique sur le bouton « Formation de données » pour utiliser des données de combat. À certains niveaux, des pièces de drone sont nécessaires.\n\n\n\n\n\n\n"
      },
      "Task5": {
        "Title": "Collectionne 100/100/60 unités de Nourriture/Fer/Coins (~40 points) :",
        "Description": "Tu peux collecter des unités de Nourriture, Fer ou Coins de deux manières :",
        "Description2": "Avec des missions radar spéciales pour collecter de la Nourriture, du Fer ou des Coins. Dans ce cas, la vitesse de collecte est extrêmement élevée.",
        "Description3": "Change en mode carte, clique sur la loupe, puis sur Collecter, et choisis « Terre agricole », « Mine de fer » ou « Mine d'or ». Trouve un endroit où tu peux envoyer tes troupes pour collecter. Les points seront attribués lorsque les troupes quitteront le point de collecte, soit parce que les ressources à gagner sont épuisées, soit parce que les troupes ont été rappelées. Commence donc la collecte la veille de ce jour et assure-toi que le temps de collecte final est après le début de ce jour."
      },
      "Task6": {
        "Title": "Pour chaque point de puce de données de drone gagné (~2000 points) :",
        "Description": "Obtiens des points en ouvrant des coffres de puces de données de drone depuis ton inventaire (à ne pas confondre avec les coffres de composants de drone)."
      }
    },
    "Day2": {
      "Title": "Jour 2 - Construction de Base",
      "DayText": "Mardi",
      "Task1": {
        "Title": "Utilise une accélération de construction de 1 minute (~120 points) :",
        "Description": "Utilise des accélérations de construction (génériques sont également acceptables, quelle que soit leur durée)."
      },
      "Task2": {
        "Title": "Augmente la force d'un bâtiment de 1 point (~21 points) :",
        "Description": "Chaque fois que tu finis un bâtiment, la force de ce bâtiment est augmentée et tu obtiens des points pour cette différence. Note que l'augmentation de la force du bâtiment n'a lieu que lorsque tu ouvres la boîte cadeau contenant le bâtiment nouvellement amélioré."
      },
      "Task3": {
        "Title": "Envoie le camion de commerce légendaire une fois (~200.000 points) :",
        "Description": "Les camions de commerce peuvent être de différents types et contenir différentes récompenses. Tu peux modifier leur contenu à l'aide du contrat de commerce. Va à la section où tu peux envoyer un camion. Lorsque tu prévisualises le contenu en haut à droite, tu trouveras un bouton avec un dé. Pour obtenir la version « légendaire », tu dois mettre à jour plusieurs fois jusqu'à ce que tu vois l'arrière-plan jaune et l'inscription « UR » sur le côté gauche."
      },
      "Task4": {
        "Title": "Complète 1 mission secrète légendaire (~150.000 points) :",
        "Description": "Dans l'unité mobile secrète, il y a des activités de différents types et niveaux. Utilise le bouton « Actualiser » en bas pour changer les missions actuelles (en utilisant 1 objet de mission secrète, le « Ordre secret »). Recherche les missions avec le carré jaune/or et commence-les. Si tu gardes des objets de mission secrète pendant la semaine, tu pourras commencer toutes les missions légendaires ce jour-là."
      },
      "Task5": {
        "Title": "Recrute un survivant une fois (~3.000 points) :",
        "Description": "Utilise les tickets de recrutement de survivants en or (différents des tickets de recrutement de héros en or) que tu trouveras dans la section des héros. Clique sur le bouton « Recruter des héros » et va ensuite dans la section « Recruter des survivants ». Collectionne des tickets de recrutement de survivants pendant toute la semaine et utilise-les uniquement ce jour-là."
      }
    },
    "Day3": {
      "Title": "Jour 3 - Ère de la Science",
      "DayText": "Mercredi",
      "Task1": {
        "Title": "Complète une mission radar (~23.000 points) :",
        "Description": "Va au symbole radar en bas à gauche et ouvre l'écran radar. Ici, tu verras des missions, dont certaines sont déjà terminées (avec un point rouge en haut à droite), tandis que d'autres doivent encore être complétées. Pour compléter une mission, tu dois d'abord l'exécuter (si ce n'est pas encore fait) puis cliquer sur la mission avec le point rouge. Cette action te permettra de la collecter et d'obtenir les points. Pour maximiser les points, envisage de cumuler des missions la veille."
      },
      "Task2": {
        "Title": "Utilise un accélérateur de recherche pendant 1 minute (~120 points) :",
        "Description": "Utilise un accélérateur de recherche (les accélérateurs génériques sont également acceptables, peu importe leur durée)."
      },
      "Task3": {
        "Title": "Augmente la performance technologique de 1 point (~21 points) :",
        "Description": "Tu obtiens des points de performance technologique lorsque tu cliques sur le symbole de recherche terminée au Centre de Technologie. Pour maximiser les points, commence une recherche longue le ou les jours précédents pour qu'elle se termine ce jour-là, ou termine-la en cliquant uniquement ce jour-là sur le symbole de recherche terminée."
      },
      "Task4": {
        "Title": "Utilise une médaille de bravoure (~600 points) :",
        "Description": "Va au Centre de Recherche et dans la section « Duel d'Alliance ». Lance une des recherches qui consomment des médailles de bravoure (ce sont les médailles bleues au centre, dorées à l'extérieur et avec un ruban en bas, que l'on peut gagner dans les coffres de duel)."
      },
      "Task5": {
        "Title": "Pour chaque coffre de composants de drone des niveaux 1/2/3/4/5/6/7 :",
        "Description": "Obtiens des points en ouvrant des coffres de composants de drone depuis ton inventaire (à ne pas confondre avec les coffres de puces de données de drone)."
      }
    },
    "Day4": {
      "Title": "Jour 4 - Développement des Héros",
      "DayText": "Jeudi",
      "Task1": {
        "Title": "Effectue une recrue avancée une fois (~3.750 points) :",
        "Description": "Utilise les tickets de recrutement légendaires dans la section Héros pour recruter des héros (à ne pas confondre avec les tickets « Recruter des survivants »). Collectionne des tickets de recrutement de héros pendant toute la semaine et utilise-les uniquement ce jour-là."
      },
      "Task2": {
        "Title": "Utilise au moins 660 points EXP Héros (~6 points) :",
        "Description": "Utilise des points d'expérience en cliquant sur le bouton « Améliorer » après avoir sélectionné un héros."
      },
      "Task3": {
        "Title": "Utilise une pièce légendaire, épique ou rare (~20.000, ~7.000 ou ~2.000 points) :",
        "Description": "Utilise les pièces d'or, violettes ou bleues (pièces de puzzle) des héros pour augmenter leur niveau dans la section Héros. Clique sur un héros, va dans la section de classe et mets à jour la classe du héros."
      },
      "Task4": {
        "Title": "Utilise une médaille de compétence (~20 points) :",
        "Description": "Améliore les compétences des héros en allant dans la section Héros, en sélectionnant un héros, en cliquant sur la section « Compétences », en choisissant l'une des compétences (les carrés) en haut et en utilisant le bouton « Renforcer » (ceci n'est pas toujours possible)."
      },
      "Task5": "Utilise 1 médaille de compétence",
      "Task6": "Achète un pack cadeau avec des diamants (1 diamant)"
    },
    "Day5": {
      "Title": "Jour 5 - Préparation au Combat",
      "DayText": "Vendredi",
      "Task1": {
        "Title": "Complète une mission radar (~23.000 points) :",
        "Description": "Va au symbole radar en bas à gauche et ouvre l'écran radar. Ici, tu verras des missions, dont certaines sont déjà terminées (avec un point rouge en haut à droite), tandis que d'autres doivent encore être complétées. Pour compléter une mission, tu dois d'abord l'exécuter (si ce n'est pas encore fait) puis cliquer sur la mission avec le point rouge. Cette action te permettra de la collecter et d'obtenir les points. Pour maximiser les points, envisage de cumuler des missions la veille."
      },
      "Task2": {
        "Title": "Utilise un accélérateur de construction de 1 minute (~120 points) :",
        "Description": "Utilise un accélérateur de construction (les accélérateurs génériques sont également acceptables, peu importe leur durée)."
      },
      "Task3": {
        "Title": "Augmente la force du bâtiment de 1 point (~21 points) :",
        "Description": "Chaque fois que tu complètes un bâtiment, la force de ce bâtiment augmente et tu obtiens des points pour cette différence. Note que l'augmentation de la force du bâtiment se fait uniquement lorsque tu ouvres la boîte-cadeau contenant le bâtiment nouvellement amélioré."
      },
      "Task4": {
        "Title": "Utilise un accélérateur de recherche de 1 minute (~120 points) :",
        "Description": "Utilise un accélérateur de recherche (les accélérateurs génériques sont également acceptables, peu importe leur durée)."
      },
      "Task5": {
        "Title": "Augmente la performance technologique de 1 point (~21 points) :",
        "Description": "Les points de performance technologique sont obtenus lorsque tu termines une recherche au Centre de Technologie."
      },
      "Task6": {
        "Title": "Utilise un accélérateur d'entraînement de 1 minute (~122 points) :",
        "Description": "Utilise un accélérateur d'entraînement (les accélérateurs génériques sont également acceptables, peu importe leur durée). Les points sont également attribués lorsque tu entraînes des soldats pour améliorer leur niveau. Il est en fait préférable de préparer de nombreux soldats de bas niveau avant ce jour et de les améliorer ensuite, car les points sont attribués en fonction du niveau du soldat arrivé."
      },
      "Task7": {
        "Title": "Entraîne un soldat de niveau 1/2/3/4/5/6/7/8/9/10 (~46/70/93/117/140/164/197/211/234/258 points) :",
        "Description": "Les points que tu obtiens sont basés sur le niveau d'arrivée du soldat. Ainsi, si tu améliores un soldat de niveau 4 à niveau 5, tu obtiens les points pour un soldat de niveau 5, de même que si tu formes un soldat de niveau 5 depuis le début. Prépare donc de nombreux soldats de niveaux moyens pour les améliorer en série."
      }
    },
    "Day6": {
      "Title": "Jour 6 - Élimination des Ennemis",
      "DayText": "Samedi",
      "Task1": {
        "Title": "Envoie une fois un camion de commerce légendaire (~200.000 points) :",
        "Description": "Les camions de commerce peuvent être de différents types et donc contenir différentes récompenses. Tu peux modifier leur contenu en utilisant le contrat de commerce. Pour les utiliser, va à la section d'envoi de camion. Si tu prévisualises le contenu en haut à droite, tu verras un bouton avec un dé. Pour obtenir la version « légendaire », tu dois actualiser plusieurs fois jusqu'à obtenir l'arrière-plan jaune et le texte « UR » sur le côté gauche."
      },
      "Task2": {
        "Title": "Complète une mission secrète légendaire (~150.000 points) :",
        "Description": "Dans l'unité mobile secrète, tu trouveras des activités de différents types et niveaux. Utilise le bouton « Mettre à jour » en bas pour changer les missions actuelles (en utilisant un objet de mission secrète, le « Commandement Secret »). Cherche les missions avec le carré jaune/or et lance-les. Si tu gardes les objets de mission secrète pendant la semaine, tu pourras lancer toutes les missions légendaires ce jour-là."
      },
      "Task3": {
        "Title": "Utilise un accélérateur de construction de 1 minute (~120 points) :",
        "Description": "Utilise un accélérateur de construction (les accélérateurs génériques sont également acceptables, peu importe leur durée)."
      },
      "Task4": {
        "Title": "Utilise un accélérateur de recherche de 1 minute (~120 points) :",
        "Description": "Utilise un accélérateur de recherche (les accélérateurs génériques sont également acceptables, peu importe leur durée)."
      },
      "Task5": {
        "Title": "Utilise un accélérateur d'entraînement de 1 minute (~122 points) :",
        "Description": "Utilise un accélérateur d'entraînement (les accélérateurs génériques sont également acceptables, peu importe leur durée). Les points sont également attribués lorsque tu entraînes des soldats pour améliorer leur niveau. Il est en fait préférable de préparer de nombreux soldats de bas niveau avant ce jour et de les améliorer ensuite, car les points sont attribués en fonction du niveau du soldat arrivé."
      },
      "Task6": {
        "Title": "Utilise un accélérateur de guérison de 1 minute (~122 points) :",
        "Description": "Utilise un accélérateur de guérison."
      },
      "Task7": {
        "Title": "Chaque unité ennemie de niveau 1/2/3/4/5/6/7/8/9/10 tuée rapporte ~25/38/50/63/75/88/100/113/125/138 points :",
        "Description": "Ces points sont attribués chaque fois que tu tues un soldat de l'alliance ennemie dans un duel. Utilise le téléport (Symbole de duel contre un ennemi -> Attaques d'alliance -> Attaque) pour accéder au serveur de ton adversaire et tuer autant de soldats que possible qui attaquent les bases de l'alliance ennemie. Si un ennemi a retiré les troupes de la défense, tu ne pourras pas obtenir de points sur cette base. Il est donc préférable d'explorer d'abord et d'attaquer uniquement ceux qui sont encore en défense."
      },
      "Task8": {
        "Title": "Chaque unité ennemie de niveau 1/2/3/4/5/6/7/8/9/10 tuée rapporte ~5/8/10/13/15/18/20/23/25/28 points :",
        "Description": "Ces points sont attribués chaque fois que tu tues un soldat d'une autre alliance sur un autre serveur, sauf pour l'alliance de ton adversaire dans le duel VS, pour laquelle les points du paragraphe précédent s'appliquent. Il est préférable de toujours essayer de tuer des soldats de ton alliance ennemie dans le duel VS, car cela rapporte cinq fois plus de points. Cependant, s'ils sont protégés ou n'ont pas de troupes, tu peux aussi tuer des soldats d'autres alliances sur ce serveur. Cela prendra plus de temps et de frappes pour obtenir le même nombre de points."
      },
      "Task9": {
        "Title": "Chaque unité perdue de niveau 1/2/3/4/5/6/7/8/9/10 rapporte ~6/8/10/12/14/16/18/20 points :",
        "Description": "Peu importe si tu attaques ou défends, chaque fois qu'un de tes soldats est tué, tu obtiens ce nombre de points. Si tu dois accumuler des points à la fin d'un duel pour ouvrir des coffres et que ton alliance gagne nettement, tu pourrais envisager de sacrifier certaines de tes troupes pour attaquer un quartier général de niveau supérieur, si seuls ceux-ci sont disponibles. Ainsi, tu pourras perdre des unités et gagner des points."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Chevauchement avec la Course aux Armements",
      "Day1": {
        "Title": "Il y a deux chevauchements, je recommande donc de réaliser les activités pendant les phases respectives :",
        "Overlap1": {
          "Title": "Phase de Boost de Drones :",
          "Description": "Consomme une endurance.",
          "Description2": "Utilise 10 points de données de combat de drones."
        },
        "Overlap2": {
          "Title": "Phase d'Ascension des Héros :",
          "Description": "Utilise 2000 points EXP."
        }
      },
      "Day2": {
        "Title": "Les activités suivantes chevauchent la phase de construction de villes de la Course aux Armements. Je recommande de réaliser ces activités pendant cette phase :",
        "Overlap1": {
          "Description": "Utilise l'accélérateur de construction de 1 minute.",
          "Description2": "Augmente la puissance de construction de 1 point."
        }
      },
      "Day3": {
        "Title": "Les activités suivantes chevauchent la phase de recherche technologique de la Course aux Armements. Je recommande de réaliser ces activités pendant cette phase :",
        "Overlap1": {
          "Description": "Utilise un accélérateur de recherche de 1 minute.",
          "Description2": "Augmente la performance technologique de 1 point."
        }
      },
      "Day4": {
        "Title": "Les activités suivantes chevauchent la phase de développement des héros de la Course aux Armements. Je recommande de réaliser ces activités pendant cette phase :",
        "Overlap1": {
          "Description": "Effectue 1 recrutement avancé.",
          "Description2": "Utilise 2000 points EXP."
        }
      },
      "Day5": {
        "Title": "Il y a trois chevauchements. Je recommande de réaliser les activités pendant les phases respectives :",
        "Overlap1": {
          "Title": "Phase de Construction de Villes :",
          "Description": "Utilise un accélérateur de construction de 1 minute.",
          "Description2": "Augmente la puissance de construction de 1 point."
        },
        "Overlap2": {
          "Title": "Phase de Recherche Technologique :",
          "Description": "Utilise un accélérateur de recherche de 1 minute.",
          "Description2": "Augmente la performance technologique de 1 point."
        },
        "Overlap3": {
          "Title": "Phase d'Amélioration des Unités :",
          "Description": "Utilise un accélérateur d'entraînement de 1 minute.",
          "Description2": "Forme un soldat de niveau 1/2/3/4/5/6/7/8/9/10."
        }
      },
      "Day6": {
        "Title": "Il y a trois chevauchements. Je recommande de réaliser les activités pendant les phases respectives :",
        "Overlap1": {
          "Title": "Phase de Construction de Villes :",
          "Description": "Utilise un accélérateur de construction de 1 minute."
        },
        "Overlap2": {
          "Title": "Phase de Recherche Technologique :",
          "Description": "Utilise un accélérateur de recherche de 1 minute."
        },
        "Overlap3": {
          "Title": "Phase d'Amélioration des Unités :",
          "Description": "Utilise un accélérateur d'entraînement de 1 minute."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Préparation Stratégique",
      "Description": "Certaines activités rapportent des points lorsqu'elles sont terminées. Par conséquent, tu peux commencer ces activités la veille du jour requis et les terminer pendant la phase respective pour obtenir le score maximal. Voici les phases et les activités correspondantes :",
      "List1": "Les jours où les missions radar sont récompensées, empile les missions la veille jusqu'au maximum. Cela te permettra d'obtenir le maximum de points lorsque les missions seront complètes le jour même.",
      "List2": "Les jours où la collecte de nourriture, de fer ou d'or rapporte des points de récompense, commence la collecte la veille et assure-toi de la terminer le jour suivant. Avant la collecte, il sera indiqué combien tu dois récolter pour obtenir les points maximaux.",
      "List3": "Les jours où l'amélioration des bâtiments rapporte des points en fonction de leur augmentation de performance, il est avantageux d'améliorer plusieurs bâtiments les jours précédents et de les laisser en état de paquet cadeau. La performance des bâtiments ne sera augmentée qu'à l'ouverture du paquet cadeau, et à ce moment-là, les points pour les duels seront également attribués.",
      "List4": "Les jours où la recherche rapporte des points, commence une recherche longue la veille pour qu'elle se termine ces jours-là. Les points seront attribués lorsque tu cliqueras sur le symbole pour les recherches terminées.",
      "List5": "Ne ouvre pas les coffres avec les puces de données de drones et les composants s'ils se trouvent dans l'inventaire, car tu obtiendras des points pour ces activités les jours 1 et 3.",
      "FightDay": {
        "Title": "Préparation pour le Jour du Combat",
        "Description": "Le dernier jour du duel, des points sont attribués pour tuer les troupes de ton adversaire, il est donc important de se préparer pour ce jour-là.",
        "AttackPreparation": {
          "Title": "Préparation à l'Attaque",
          "List1": "Essaie au cours de la semaine de porter la caserne au niveau le plus élevé possible pour débloquer l'entraînement des troupes de niveau supérieur. Cela te permettra de gagner des points plus efficacement en entraînant des soldats de niveau élevé.",
          "List2": "Forme autant de troupes que possible, car tu en auras besoin pendant la guerre. Utilise tes accélérateurs d'entraînement de préférence au jour 5 pour maximiser les points.",
          "List3": "Achète des accélérateurs d'entraînement et de guérison. Ceux-ci peuvent t'aider à compléter plus rapidement l'entraînement et la guérison de tes troupes, ce qui est particulièrement important pour rester efficace pendant les phases cruciales de la guerre."
        },
        "DefensePreparation": {
          "Title": "Préparation à la Défense",
          "List1": "Achète des boucliers (ou économise des ressources pour les acheter) pour les utiliser pendant les 24 heures du dernier jour. Sinon, tu auras besoin de 1500 diamants pour un bouclier de 8 heures.",
          "List2": "Retire les troupes de ton dispositif de défense pour que tu subisses moins de pertes en cas d'attaque, comparé aux pertes lors d'une défaite avec une défense maintenue. Pour ce faire, va dans ta base, clique sur le mur et accède à la configuration de la défense. Décoche les troupes pour les retirer de la défense."
        }
      }
    },
    "Reward": {
      "Title": "Récompense",
      "Description": "Pour chaque activité requise pendant le duel, tu obtiendras un certain nombre de points. Tu peux augmenter ce rendement de points grâce à des recherches dans le domaine « Duel d'Alliance ». Pour réaliser ces recherches, tu auras besoin de médailles de bravoure, que tu peux obtenir uniquement en ouvrant des coffres dans le duel."
    },
    "GeneralTips": {
      "Title": "Conseils Généraux:",
      "Tip1": "Complète les missions radar seulement tous les deux jours lorsqu'elles rapportent des points dans l'événement (Lundi, Mercredi, Vendredi)",
      "Tip2": "Collecte tous les points de données de combat drones et utilise-les seulement le lundi",
      "Tip3": "Laisse les bâtiments emballés après la construction et déballes-les seulement le mardi lorsqu'ils rapportent des points",
      "Tip4": "Collecte des tickets pour le chariot commercial et les missions, puis utilise-les lorsqu'ils rapportent des points d'or et de missions",
      "Tip5": "Collecte des tickets pour les survivants et utilise-les le mardi (sauf ceux gratuits)",
      "Tip6": "Laisse les coffres de composants drones dans ton inventaire et ouvre-les seulement le mercredi",
      "Tip7": "Collecte tous les tickets de recrutement et utilise-les seulement le jeudi (sauf ceux gratuits)",
      "Tip8": "Collecte les fragments d'hero et les médailles de compétence et utilise-les seulement le jeudi",
      "Tip9": "Collecte l'expérience héroïque et utilise-la seulement le lundi ou le jeudi",
      "Tip10": "Collecte tous les puces de compétence drone pour le lundi"
    },
    "YouTubeNote": "Remarque : Les vidéos YouTube suivantes montrent de bons exemples pour le jour VS. Notez qu'elles peuvent ne pas être entièrement à jour. Vérifiez également les dernières modifications et procédures.",
    "Description": "Sur cette page, vous trouverez des conseils et des astuces utiles pour obtenir le meilleur score possible lors du duel VS sans dépenser d'argent. Découvrez des stratégies efficaces et des méthodes éprouvées pour maximiser votre score et réussir !"
  },
  "DesertStorm": {
    "Title": "Tempête du Désert",
    "Register": {
      "Title": "Inscription",
      "Description1": "Tout membre d'une alliance peut demander à participer lorsque l'inscription est ouverte.",
      "Description2": "Le nombre maximum de joueurs est de 20 par équipe, avec 10 remplaçants autorisés. Une fois les inscriptions closes, même les R4 et R5 ne peuvent plus modifier les participants. Les R4/R5 décident de la composition finale des joueurs participants.",
      "Description3": "Ne demandez à participer à des créneaux horaires spécifiques que si vous pouvez réellement y assister, car les remplacements ne seront plus possibles par la suite. Jusqu'à 10 remplaçants peuvent être sélectionnés.",
      "Step1": "Allez dans Événements -> <br> Champ de bataille Tempête du Désert -> <br> Sélectionnez les Participants",
      "Step2": "Choisissez \"Demander à Combattre\"",
      "Step3": "Nous jouons de 22h00 à 22h40 <br> Cochez la case et confirmez"
    },
    "Join": {
      "Title": "Entrer sur le Champ de Bataille",
      "Description": "Lorsque le compte à rebours de l'événement sur la page des détails de l'événement prend fin et que l'événement commence, les participants doivent entrer sur le champ de bataille à temps. Après 5 minutes supplémentaires, les remplaçants peuvent éventuellement entrer et ceux qui n'étaient pas connectés resteront dehors.",
      "Step1": "Vous commencez le jeu avec des troupes au plus haut niveau que vous pouvez entraîner, en fonction de la capacité de vos camps d'entraînement.",
      "Step2": "Les troupes peuvent être blessées pendant l'événement et seront envoyées dans un hôpital événementiel spécial (vous pouvez les soigner pendant l'événement si nécessaire, et si vous avez l'hôpital de campagne, la guérison sera plus rapide), mais à la fin de l'événement, les troupes blessées reviendront à leur état normal, comme si rien ne s'était passé. Utilisez donc toutes les troupes que vous avez à disposition. L'aide de l'alliance n'est pas disponible dans l'hôpital événementiel.",
      "Step3": "Seules les troupes présentes dans votre base dans le jeu normal sont disponibles dans Tempête du Désert. Si vous en avez laissé sur les champs, il suffit de les rappeler à la base. Une fois qu'elles sont dans la base, elles seront disponibles dans DS."
    },
    "Goals": {
      "Title": "Objectifs",
      "Goal1": "Pendant l'événement, essayez de marquer autant de points d'alliance que possible pour gagner. Une bannière HUD avec un classement en temps réel vous aidera à suivre les progrès.",
      "Goal2": "Les points d'alliance sont obtenus en capturant et en tenant des bâtiments. La première capture rapporte des points supplémentaires. Une capture n'est complète que lorsqu'une alliance a nettoyé le bâtiment des ennemis, s'ils renforcent, et après que le compte à rebours de capture de 1 minute soit terminé. À partir de ce moment-là, le rendement de capture est ajouté à la bannière de classement en temps réel.",
      "Goal3": "Des points supplémentaires peuvent être collectés en ramassant des caisses de ravitaillement en points qui apparaissent lorsque vous capturez un bâtiment (s'il y a des points supplémentaires). Envoyez des éclaireurs pour les ramasser rapidement.",
      "Goal4": "Les points individuels donnent des récompenses personnelles, mais l'accent doit être mis sur les points d'alliance, car les récompenses d'alliance sont meilleures que les individuelles."
    },
    "MostImportant": {
      "Title": "Les Choses les Plus Importantes à Savoir",
      "Important1": "Vous ne pouvez pas utiliser l'aide de l'alliance pour soigner vos soldats dans l'hôpital, comme vous le faites dans le jeu normal, mais vous pouvez utiliser des accélérateurs de guérison.",
      "Important2": "Vous ne pouvez utiliser vos troupes dans le mini-jeu Tempête du Désert que si vos troupes sont dans la base sur la carte normale. Assurez-vous que vos troupes sont de retour à la base avant le début de Tempête du Désert. Si une troupe est utilisée dans le mode carte normale, elle ne sera pas disponible dans Tempête du Désert.",
      "Important3": "Si vous manquez la phase d'inscription ou si vous n'êtes pas répertorié comme participant ou remplaçant, vous ne pouvez pas participer à la bataille de Tempête du Désert.",
      "Important4": "Les téléportations dans Tempête du Désert sont gratuites mais limitées à une toutes les 2 minutes. Le refroidissement est indiqué dans le coin inférieur gauche de l'écran, juste au-dessus du bouton \"Héros\".",
      "Important5": "Dans Tempête du Désert, la durabilité de votre base est de 4000 points. Après 4 coups, votre base brûle et vous serez téléporté à la zone de sécurité. Le temps de refroidissement de la téléportation ne sera pas réinitialisé dans ce cas. S'il a été utilisé, vous devrez attendre.",
      "Important6": "La plupart des joueurs sans expérience de Tempête du Désert perdent leurs troupes en quelques minutes. Assurez-vous de lire les stratégies suivantes pour apprendre comment minimiser les pertes de troupes.",
      "Important7": "Dans Tempête du Désert, vous ne pouvez pas déplacer librement vos troupes. Elles doivent atteindre une cible et retourner à la base avant de pouvoir être déployées sur une autre cible. Oubliez de brûler une base en quelques clics rapides avec une troupe en quelques secondes.",
      "Important8": "Dans Tempête du Désert, lorsque la période de refroidissement de la téléportation est terminée, vous pouvez téléporter à n'importe quel endroit sur la carte, que vos troupes soient dans la base ou non. C'est un changement agréable par rapport aux règles de téléportation normales dans le jeu normal, où toutes vos troupes doivent être de retour à la base avant de téléporter. P.S. : La même règle s'applique pendant le Duel contre le Jour 6, lorsque vous téléportez vers et depuis l'autre serveur."
    },
    "Strategies": {
      "Title": "Stratégies",
      "EmptyBuilding": {
        "Title": "Capturer un Bâtiment Vide",
        "Description1": "La capture d'un bâtiment vide est facile : attaquez-le simplement et il est à vous.",
        "Description2": "Après 1 minute, des points seront générés pour votre alliance (et pour vos points individuels) en fonction du rendement de capture. Si c'est la première capture, vous obtiendrez également les points de première capture."
      },
      "ReduceTroopLosses": {
        "Title": "Stratégie pour Capturer des Bâtiments Vides afin de Réduire les Pertes de Troupes",
        "Description1": "Si vous capturez un bâtiment (mais ne recevez toujours pas les points de capture) et qu'un ennemi apparaît, vous pouvez utiliser la stratégie suivante pour gagner la bataille et réduire vos pertes de troupes (cela fonctionne bien si le QG/force de l'ennemi est égal ou inférieur au vôtre) :",
        "Tip1": "Gardez votre troupe dans le bâtiment jusqu'à ce que l'ennemi commence l'attaque (surtout si c'est la première capture du bâtiment, où vous pouvez obtenir les points de première capture).",
        "Tip2": "Si l'ennemi commence à attaquer le bâtiment et que vous n'avez pas encore reçu le rendement de capture (vous renforcez depuis moins d'une minute), retirez la troupe pour éviter que l'ennemi n'attaque votre troupe sur le bâtiment. Cela empêche les pertes de troupes.",
        "Tip3": "L'ennemi a probablement envoyé son équipe A pour capturer le bâtiment, ils peuvent donc être sans défense. Souvenez-vous que s'ils veulent attaquer votre base avec cette troupe, ils doivent d'abord la renvoyer à leur base, puis l'envoyer à votre base.",
        "Tip4": "Envoyez toutes vos troupes avec la troupe A en première position pour attaquer la base ennemie.",
        "Tip5": "Si vous avez de la chance, l'ennemi n'aura pas de défense ou seulement des troupes faibles. Une fois l'ennemi éliminé, envoyez votre troupe pour capturer la base.",
        "Tip6": "En utilisant des éclaireurs, vous pouvez vous assurer que les troupes que vous envoyez peuvent effectivement gagner la bataille contre la base. Envoyez des éclaireurs plusieurs fois juste avant que vos troupes n'atteignent l'ennemi pour pouvoir retirer une troupe si l'ennemi active la défense."
      },
      "Advantages": {
        "Title": "Avantages :",
        "Description1": "Vous évitez de perdre des troupes lors de la première attaque de l'ennemi, qui sera probablement une équipe A envoyée pour capturer la base.",
        "Description2": "Si l'ennemi n'a pas de ligne de défense, vous pouvez les éliminer sans perte de troupes, surtout si vous êtes rapide et que l'ennemi est proche.",
        "Description3": "L'ennemi ne gagne aucun point si vous êtes rapide, car il faut 1 minute pour que la capture commence."
      },
      "Disadvantages": {
        "Title": "Inconvénients :",
        "Description1": "Si l'ennemi a une forte troupe B et l'utilise pour défendre, cette stratégie peut toujours fonctionner, mais cela prendra plus de temps car vous ne pouvez les frapper qu'avec votre troupe A. Cela fonctionne mieux si vous êtes proche de l'ennemi.",
        "Description2": "Si plusieurs ennemis apparaissent, vous pouvez être exposé à leurs attaques si vous avez envoyé votre troupe A pour attaquer l'ennemi.",
        "Description3": "L'ennemi peut se défendre lorsque vous les frappez. Utilisez donc une troupe avec seulement un héros de bas niveau comme bonne stratégie pour réduire encore le risque de perte de troupes.",
        "Description4": "Si c'est la première capture du bâtiment et que vous n'éliminez pas rapidement l'ennemi, ils gagneront ces points.",
        "Description5": "N'oubliez pas que cette stratégie vise à réduire les pertes de troupes, mais vous perdez des secondes précieuses pour capturer le bâtiment. Utilisez-la donc judicieusement en tenant compte de l'état actuel de la bataille et du nombre de troupes restantes."
      },
      "BuildingInEnemy": {
        "Title": "Capturer un Bâtiment Ennemi",
        "Description1": "Si le bâtiment appartient à l'autre équipe, vous pouvez utiliser deux méthodes :",
        "Description2": "Attaquez directement le bâtiment avec votre troupe la plus forte et essayez de vaincre toutes les troupes qui renforcent le bâtiment (similaire à la capture de village). Cette stratégie a un inconvénient majeur car vous perdrez probablement beaucoup de soldats, et après quelques captures, vous manquerez de troupes.",
        "Description3": "Identifiez les bases ennemies où il y a des renforts et brûlez-les. Cette approche fonctionne généralement bien si les bases n'ont pas de défense. Sinon, le même problème que la méthode précédente se pose, mais vous perdrez probablement moins de soldats si l'ennemi envoie la première troupe en renfort."
      },
      "ShouldNotDo": {
        "Title": "Ce Qu'il Ne Faut Pas Faire",
        "Description1": "Dans Tempête du Désert, vos troupes sont très précieuses, vous ne devriez donc pas faire quoi que ce soit qui les mette en danger.",
        "Description2": "Voici quelques exemples de ce qu'il ne faut pas faire car cela entraînera probablement des pertes de troupes :",
        "Description3": "Si vous êtes attaqué par un ennemi plus faible, attendez avec votre équipe principale en défense et attaquez lorsque leur équipe principale revient, au lieu de les laisser vous brûler parce que vos troupes de défense sont sorties. N'oubliez pas que chaque attaque entraîne un certain nombre de pertes de troupes si vous retirez la formation de défense.",
        "Description4": "N'attaquez pas des ennemis inactifs avec des troupes faibles, car ils ont le temps de construire leur défense et vous perdrez des troupes. Il est préférable de le faire lorsque les ennemis sont multitâches, car ils n'auront peut-être pas le temps de construire une défense s'ils voient que vous attaquez (cela fonctionne mieux si vous êtes proche de la base ennemie)."
      }
    }
  },
  "Alliances": {
    "Title": "Alliance",
    "Donate": {
      "Title": "Comment Vous Pouvez Contribuer/Donner",
      "Description": "Pour contribuer à la technologie de l'alliance, les règles suivantes s'appliquent:",
      "Rule1": "pour chaque don à une technologie non recommandée, vous recevez 50 EXP et des points de contribution à l'alliance.",
      "Rule2": "pour chaque don à la technologie recommandée, vous recevez une récompense supplémentaire de +20%: vous gagnez donc 60 EXP et 60 points de contribution à l'alliance.",
      "Rule3": "De plus, les dons ont une chance de déclencher un coup critique, octroyant des EXP technologiques supplémentaires. Les chances de coups critiques sont:",
      "Hit1": "Pas de coup critique: 45%",
      "Hit2": "Coup critique x2 (50 points d'EXP technologie d'alliance supplémentaires): 30%",
      "Hit3": "Coup critique x3 (100 points d'EXP technologie d'alliance supplémentaires): 15%",
      "Hit4": "Coup critique x5 (200 points d'EXP technologie d'alliance supplémentaires): 10%",
      "Description2": "Comment donner:",
      "Donate": "Cliquez sur la technologie recommandée puis sur 'Donner', soit avec des pièces, soit avec des diamants.",
      "Maximum": "Les commandants ont un maximum de 20 opportunités de donner à la technologie de l'alliance avec des pièces. Chaque don, critique ou non, consomme une opportunité. Si les opportunités de don disponibles d'un commandant tombent en dessous de 20, il reçoit une opportunité toutes les 20 minutes.",
      "Limit": "Il n'y a pas de limite quotidienne au nombre de dons en diamants que les commandants peuvent faire à la technologie de l'alliance. Cependant, les coûts en diamants pour chaque don augmentent avec le nombre de dons effectués, mais un nombre illimité de dons en diamants peut être fait. Après 20 minutes, la quantité de diamants requise pour un don diminue progressivement. Les coûts commencent à 2 diamants pour le premier don et augmentent de 2 diamants à chaque don suivant, jusqu'à un maximum de 50 diamants."
    },
    "Shop": {
      "Title": "Boutique de l'Alliance",
      "Description1": "Si vous faites partie d'une alliance, vous avez accès à la boutique de l'alliance. Alliance -> Boutique de l'Alliance",
      "Description2": "La boutique de l'alliance offre des objets de renforcement très utiles qui peuvent être réclamés en échange de points de contribution à l'alliance. La quantité que vous pouvez réclamer de chaque objet est limitée dans le temps, et la boutique réinitialise ces limites après un compte à rebours affiché en haut de la boutique de l'alliance.",
      "Image": "Sur l'image, deux zones sont marquées en rouge: <br> Téléportation Avancée et Téléportation d'Alliance <br> Ces deux zones sont importantes pour atteindre le lieu de rassemblement. <br> Avec la Téléportation Avancée, vous pouvez choisir librement où vous souhaitez être téléporté sur la carte. <br> Avec la Téléportation d'Alliance, vous serez téléporté quelque part près du lieu de rassemblement."
    },
    "AssemblyPlace": {
      "Title": "Comment accéder au lieu de rassemblement?",
      "Variant1": {
        "Title": "Variante 1: Téléportation Avancée",
        "Description1": "Recherchez sur la carte notre lieu de rassemblement de l'alliance (drapeau violet).",
        "Description2": "Choisissez un endroit libre à proximité.",
        "Description3": "Cliquez sur 'Téléporter'. Cela vous coûtera une Téléportation Avancée."
      },
      "Variant2": {
        "Title": "Variante 2: Téléportation d'Alliance",
        "Description1": "Allez dans votre inventaire et sélectionnez l'onglet 'Spécial'.",
        "Description2": "Trouvez la Téléportation d'Alliance.",
        "Description3": "Cliquez sur 'Utiliser'. Vous serez alors automatiquement téléporté au lieu de rassemblement."
      },
      "Footer": "Dans l'image ci-dessous, la Téléportation d'Alliance est montrée, et dans l'image ci-dessus se trouve la boutique. Vous pouvez échanger les deux téléportations comme décrit ci-dessus dans la boutique de l'alliance. La Téléportation d'Alliance coûte moins cher.",
      "Image": "Cliquez sur: <b><br> 1. Inventaire <br> 2. Spécial <br> 3. Téléportation d'Alliance <br> 3. Utiliser"
    },
    "Formation": {
      "Title": "Formation des joueurs",
      "Description": "Les places autour de la Garde du Maréchal sont réservées pour R5 et R4. Ces 9 places doivent être laissées libres par les autres joueurs, car R4 et R5 reçoivent un bonus spécial lors de cet événement.",
      "Info": {
        "Title": "Remarques importantes:",
        "Info1": "Respectez le placement : Veuillez vous assurer de vous positionner de manière à ce qu'il n'y ait pas de lacunes entre les places que l'ennemi pourrait exploiter.",
        "Info2": "Placement stratégique : La bonne formation est cruciale pour renforcer la défense et maximiser les avantages des bonus pour R4 et R5."
      }
    }
  },
  "Basics": {
    "Title": "Bases",
    "Translate": {
      "Title": "Traductions",
      "Description": "Dans Last War, vous pouvez utiliser la fonction de traduction automatique pour traduire le texte dans votre propre langue. Pour traduire les discussions et les messages, utilisez simplement l'icône en bas à droite – elle montre un 'A' avec des flèches et un 'T'. De cette manière, vous pouvez communiquer dans votre langue préférée et vous concentrer entièrement sur le jeu !",
      "Image": "L'image montre deux exemples de l'emplacement de l'icône pour traduire le texte."
    },
    "Trucks": {
      "Title": "Pillage des camions sur votre propre serveur",
      "Description": "Il est interdit de piller les camions sur votre propre serveur. Pour vous assurer que ces camions n'apparaissent pas, il y a une case à cocher que vous pouvez activer pour filtrer tous les camions de votre propre serveur. Veuillez cocher cette case pour respecter les règles. L'image ci-dessous montre où trouver la case.",
      "Image": "Veuillez activer la case comme indiqué sur l'image."
    }
  },
  "TipsAndTricks": {
    "Title": "Conseils et astuces",
    "Overview": {
      "Title": "Aperçu"
    },
    "Pvp": {
      "Title": "Attaque et défense",
      "Description1": "Commençons par la défense de base. Vous devriez essayer de défendre uniquement si votre troupes principale peut survivre au premier ou au deuxième attaque consécutive (c'est-à-dire que l'attaquant est à peu près à votre niveau).",
      "Tip1": "Si vous ne pouvez pas défendre ou si vous n'êtes pas en ligne pour prendre cette décision, DÉSACTIVEZ vos défenses.",
      "Tip2": "Pour activer/désactiver les défenses : Allez au mur dans votre base, cliquez sur l'icône en forme de maison avec un + et désactivez les troupes. Chaque fois que vous débloquez une nouvelle troupe, assurez-vous de la désactiver également. Parfois, il est judicieux de ne pas avoir de défense du tout, et parfois il est logique d'utiliser la troupe principale comme défense, mais la pire erreur que vous puissiez faire est de laisser vos troupes les plus faibles participer à la défense.",
      "Tip3": "Pourquoi cela fonctionne : Supposons qu'un joueur beaucoup plus fort vous attaque 5 fois (supposons que vous êtes de niveau 20 avec 3 troupes). Vous perdriez environ 10k à 12k troupes dans ces 5 attaques si vous aviez 3 équipes de défense. Si vous n'aviez qu'une seule défense (la troupe la plus forte), vous perdriez environ 4k à 5k troupes. Si vous n'aviez aucune défense, vous perdriez environ 1k troupes (en raison de l'attaque de percée qui ne compte pas comme des éliminations pour l'attaquant). C'est une grande différence.",
      "Tip4": "Attaquer des bases a deux objectifs dans ce jeu : (1) piller des ressources et (2) accumuler des points lors d'événements d'éliminations, comme le Destructeur d'ennemis (jour 6 du duel).",
      "Tip5": "Le pillage offre le meilleur rapport ressources-stamina dans le jeu, mais soyez conscient des défenses/contre-attaques, de vos limites de pillage actuelles, etc.",
      "Tip6": "Lorsque vous attaquez d'autres bases pour des événements d'éliminations, notez que seuls les combats comptent comme des éliminations pour les points. Donc quelqu'un sans défense ou sans troupes ne vous donnera pas de points d'événement ni d'augmentation de votre nombre d'éliminations individuel. C'est une autre raison pour laquelle vous devriez désactiver vos propres défenses, afin d'éviter que vos adversaires ne collectent des points en vous attaquant.",
      "Image1": "Cliquez sur le mur puis sur l'icône plus pour accéder aux défenses.",
      "Image2": "En activant la case à cocher, vous pouvez activer ou désactiver la défense pour chaque troupe."
    },
    "Troops": {
      "Title": "Entraînement des troupes/unité",
      "Description1": "La stratégie optimale pour l'entraînement des troupes consiste à les entraîner en 3 étapes. Cela ne rend pas l'entraînement plus rapide et ne consomme pas moins de ressources, mais cela vous permet de gagner plus de points pendant des événements pertinents comme l'entraînement d'unités dans la course aux armes et le jour 5 de l'activité de duel.",
      "Tip1": "Supposons que TX = niveau maximal des troupes que vous pouvez entraîner, TY = un niveau en dessous du maximum et TZ = deux niveaux en dessous du maximum. La stratégie consiste à entraîner TZ pendant toute la semaine (à condition que vous ayez déjà assez de TX pour toutes vos unités). Pendant l'entraînement des unités dans la course aux armes, promouvez TZ -> TY et/ou TY -> TX (vous pouvez faire deux tours dans chaque caserne sans accélérateurs pendant cette phase). Le jour 5 du duel, vous promouvez presque toutes les TY/TZ à TX avant d'entrer dans le champ de bataille Tempête du désert ou le jour 6 du duel. Une fois les événements d'éliminations terminés, continuez à remplir TZ.",
      "Tip2": "Par exemple, si vous êtes HQ 25, alors TX serait des unités de niveau 8 (nécessite une caserne Lv24), TY serait des unités de niveau 7 (nécessite une caserne Lv20), et TZ serait des unités de niveau 6 (nécessite une caserne Lv17). Pour appliquer cette stratégie, vous devez maintenir certaines casernes à un niveau inférieur au maximum possible. Sur 4 casernes, je recommande d'en avoir 2 capables de former jusqu'à TX et 2 capables de former seulement jusqu'à TY. Cela est dû au fait que la promotion des troupes se fait automatiquement au niveau maximal pour cette caserne.",
      "Example": {
        "Title": "Un exemple : ",
        "Example1": "Entraînement direct : 1 soldat T9 = 250 points",
        "Example2": "Entraînement par étapes : 1 T5 = 150 points, 1 T5 -> 1 T6 = 175 points, 1 T6 -> 1 T7 = 200 points, 1 T7 -> 1 T8 = 225 points, 1 T8 -> 1 T9 = 250 points soit un total de 1000 points",
        "Description": "Comme vous pouvez le voir, avec l'approche graduelle, vous obtenez quatre fois plus de points pour chaque soldat."
      },
      "Image1": "Sur cette image, vous pouvez voir quelles troupes vous pouvez mettre à niveau. Cliquez sur le bouton 'Mettre à niveau', pas sur 'Entraîner', pour amener les soldats au niveau maximal de la caserne."
    },
    "Healing": {
      "Title": "Guérison par spam",
      "Description1": "Un autre concept est le 'Spam-Healing'. Cela signifie que si vous avez plus de 1000 troupes mortes et qu'il faudrait 4 heures pour les guérir toutes, vous devriez définir uniquement 25 minutes de temps de guérison à la fois et cliquer sur le bouton d'aide de votre alliance. Cela maintient le coût des ressources constant, mais réduit le temps de guérison de plus de 50%. Cette méthode est efficace pour maintenir votre puissance de combat élevée et garantir un flux constant de troupes."
    },
    "SmallTroops": {
      "Title": "Collecter des ressources avec une petite force de troupes",
      "Description1": "Si vous avez peu de troupes disponibles dans votre terrain d'entraînement (par exemple, après les guerres du samedi), vous ne pourrez peut-être pas envoyer toutes les troupes pour collecter des ressources, car un certain nombre de troupes est requis pour chaque troupe.",
      "Description2": "Cela peut être résolu comme suit :",
      "Tip1": "Renvoyez vos troupes à la base pour pouvoir les remplacer",
      "Tip2": "Retirez tous les héros de chaque troupe et ajoutez uniquement 1 héros par troupe, de préférence ceux avec une valeur faible dans l'attribut 'Commandement'.",
      "Tip3": "Envoyez maintenant les troupes pour collecter. Chaque troupe utilisera un nombre beaucoup plus petit de troupes, donc vous pourrez toutes les envoyer.",
      "Tip4": "De plus, vous pouvez simplement former des soldats de niveau 1 dans n'importe quelle caserne pour avoir presque immédiatement quelques troupes disponibles, car la formation des soldats de niveau 1 est rapide."
    },
    "IncreasedDamage": {
      "Title": "Pourcentage de dommage augmenté",
      "Description1": "Lors de chaque attaque, défense ou garde, vous pouvez utiliser la fièvre de guerre pour augmenter les dégâts de 1%.",
      "Description2": "Ce boost s'active automatiquement lorsque vous attaquez ou explorez une base, mais pas lorsque vous défendez simplement.",
      "Description3": "Pour déclencher la fièvre de guerre, vous pouvez effectuer l'une des actions suivantes :",
      "Tip1": "Envoyez un avion de reconnaissance sur une base",
      "Tip2": "Lancez une attaque ou une manifestation contre une base ennemie (les attaques ou manifestations contre les zombies ne fonctionnent pas). Vous pouvez également annuler l'attaque une fois que la fièvre de guerre a commencé",
      "Tip3": "Vous pouvez voir l'état de la fièvre de guerre en haut à gauche de l'écran, juste en dessous des affichages de nourriture/fer/monnaie/énergie. En cliquant sur l'icône, le compte à rebours s'affiche.",
      "Tip4": "Répétez l'action de déclenchement pour redémarrer le compte à rebours à 15 minutes à tout moment.",
      "Tip5": "IMPORTANT : Ne utilisez pas ce truc lorsque vous avez un bouclier, sinon vous le perdrez."
    }
  },
  "Buildings": {
    "Title": "Bâtiments",
    "Headquarters": {
      "Title": "Quartier Général",
      "Description1": "Le Quartier Général est le bâtiment le plus important du jeu. Il remplit des fonctions similaires à celles des hôtels de ville dans d'autres jeux. En le mettant à niveau, vous pourrez construire de nouveaux bâtiments et élever les bâtiments existants à des niveaux supérieurs.",
      "Description2": "Lorsque le Quartier Général monte en niveau, les éléments suivants augmentent :",
      "List1": "Performance",
      "List2": "Limite de Niveau des Héros",
      "List3": "HP des Héros",
      "List4": "Attaque des Héros",
      "List5": "Défense des Héros",
      "List6": "Limite de Niveau pour chaque bâtiment",
      "LevelUp": {
        "Title": "Exigences de Montée en Niveau",
        "Description1": "Pour améliorer le Quartier Général à un niveau supérieur, les exigences en ressources et en bâtiments doivent être remplies à chaque étape.",
        "Description2": "Il est important de progresser dans la construction étape par étape pour garantir un avancement fluide vers le niveau suivant du Quartier Général et pour économiser suffisamment de ressources. Si le Quartier Général n'est pas amélioré, cela peut conduire à une troupe faible, car ce bâtiment fixe la limite pour les niveaux de héros.",
        "Description3": "Ci-dessous se trouve un tableau des bâtiments requis pour chaque niveau",
        "Table": {
          "ToUnlock": "HQ pour Déverrouiller",
          "Condition1": "Bâtiment 1",
          "Condition2": "Bâtiment 2",
          "Iron": "Fer",
          "Food": "Nourriture",
          "Gold": "Or",
          "Days": "Jours",
          "Wall": "Mur N.",
          "TechCenter": "Centre de Technologie N.",
          "DrillGround": "Terrain d'Entraînement N.",
          "Barracks": "Caserne N.",
          "AllianceCenter": "Centre d'Alliance N.",
          "Hospital": "Hôpital N.",
          "TankCenter": "Centre de Char N."
        }
      }
    },
    "Barracks": {
      "Title": "Caserne",
      "Description1": "Les Casernes sont utilisées pour recruter et promouvoir vos troupes. Une fois que vous avez débloqué les Casernes, vous devriez toujours mettre à niveau une seule Caserne à la fois pour utiliser vos ressources de manière efficace. Promouvoir vos troupes vous permet de faire passer des troupes d'un niveau inférieur au niveau le plus élevé autorisé par vos Casernes. Promouvoir les troupes devient particulièrement utile une fois débloqué, car cela vous permet d'entraîner et d'améliorer des troupes de niveau un, nécessitant moins de ressources et de temps."
    },
    "Hospital": {
      "Title": "Hôpital",
      "Description1": "L'Hôpital est utilisé pour soigner vos troupes après une bataille. Si un ennemi est suffisamment fort, il peut tuer ou blesser vos troupes. Cependant, l'Hôpital ne peut pas ressusciter les troupes tombées, seulement soigner les blessées. Une méthode efficace pour guérir rapidement vos troupes est de sélectionner seulement un nombre de troupes qui peuvent être soignées en 25 minutes ou moins. Cela permet à votre alliance de vous aider et de réduire le temps de guérison à presque immédiat. En utilisant correctement le système de guérison, le temps de guérison sera réduit à 25 % du temps qu'il aurait fallu si vous aviez guéri toutes les troupes en même temps."
    },
    "DrillGround": {
      "Title": "Terrain d'Entraînement",
      "Description1": "Le Terrain d'Entraînement est le bâtiment où vos troupes sont stationnées. Le niveau maximum du Terrain d'Entraînement augmente avec le niveau de votre Quartier Général. Le Terrain d'Entraînement est une source centrale de votre force, car la force de vos troupes détermine en grande partie votre niveau de puissance. Pour atteindre la puissance maximale possible (l'objectif principal du jeu), vous devez constamment mettre à niveau votre Terrain d'Entraînement au niveau le plus élevé et construire des Terrains d'Entraînement supplémentaires lorsque cela est possible. Le deuxième Terrain d'Entraînement est déverrouillé au niveau 16 et le troisième au niveau 21."
    },
    "Garages": {
      "Title": "Garages",
      "Description1": "Les Garages hébergent vos héros. Ils offrent à vos héros une force supplémentaire et des troupes qu'ils peuvent emporter avec eux. Au début du jeu, vous recevez un Garage, et vous pouvez en débloquer davantage tout au long du jeu, jusqu'à un total de trois Garages. Un quatrième Garage peut également être obtenu par le biais du pass mensuel. Vous devez vous concentrer uniquement sur la mise à niveau du Garage 1, car la plupart de vos efforts dans le jeu seront dirigés vers celui-ci. Améliorez le Garage 2 uniquement si vous en avez besoin pour des points de Course d'Armes économiques ou si vous estimez qu'il est trop en retard."
    },
    "TechCenter": {
      "Title": "Centre de Technologie",
      "Description1": "Le Centre de Technologie est une partie cruciale du jeu pour réussir à rivaliser avec d'autres joueurs. Il est affiché fréquemment dans la section 'mises à niveau requises' lorsque vous souhaitez améliorer votre Quartier Général, et ce n'est pas sans raison. Le Centre de Technologie vous permet d'améliorer certaines statistiques de votre base, telles que les héros, les troupes, les garages, et plus encore. Cela convertit les ressources en plus de force et de statistiques pour tout. Une fois que vous atteignez le niveau 16, vous aurez la possibilité d'acheter un deuxième Centre de Technologie, ce qui est fortement recommandé."
    },
    "GearFactory": {
      "Title": "Usine d'Équipement",
      "Description1": "L'Usine d'Équipement vous permet de fabriquer ou de démonter de l'équipement pour vos héros. Vous pouvez fabriquer tout type d'équipement actuellement dans le jeu et également démonter des pièces d'équipement. De plus, l'Usine d'Équipement vous permet de combiner des composants d'équipement pour créer la pièce de Composant Céramique Dielectrique nécessaire pour fabriquer une pièce d'équipement légendaire. Il n'est pas recommandé de fabriquer ou d'améliorer des pièces d'équipement rares, super-rares ou super-super-rares. Une fois que vous avez au moins toutes les pièces d'équipement super-super-rares (SSR) pour vos héros principaux, vous devriez démonter toutes les pièces d'équipement supplémentaires pour obtenir plus d'équipement légendaire."
    },
    "ComponentFactory": {
      "Title": "Usine de Composants",
      "Description1": "L'Usine de Composants produit des boîtes de composants de drones. Ces composants de drones sont utilisés dans le Centre de Drones pour réaliser d'autres améliorations de votre drone. Une fois que l'Usine de Composants est construite, elle ne peut plus être mise à niveau."
    },
    "TankCenter": {
      "Title": "Centre de Chars",
      "Description1": "Le Centre de Chars est un bâtiment crucial dans le jeu qui améliore considérablement les statistiques de vos héros de chars. Ce bâtiment doit être mis à niveau à son niveau maximum dès que possible chaque fois que vous améliorez votre Quartier Général."
    },
    "AircraftCenter": {
      "Title": "Centre d'Aéronefs",
      "Description1": "Le Centre d'Aéronefs remplit la même fonction que le Centre de Chars, mais pour les héros de type aéronef. Au début, il n'est pas crucial de mettre à niveau ce bâtiment car il ne fournit pas de bonus pour la configuration que vous devriez utiliser. Cependant, une fois que DVA et Carlie seront disponibles, la mise à niveau du Centre d'Aéronefs sera tout aussi importante que celle du Centre de Chars en raison des statistiques supplémentaires qu'il fournit à ces héros."
    },
    "MissileCenter": {
      "Title": "Centre de Missiles",
      "Description1": "De manière similaire aux deux bâtiments mentionnés ci-dessus, le Centre de Missiles augmente les statistiques des héros de type missile."
    },
    "ResourceCenters": {
      "Title": "Centres de Ressources",
      "Description1": "Les centres de nourriture, de fer et de fusion sont des bâtiments qui produisent les ressources respectives. La Base d'Entraînement est le bâtiment qui produit l'XP des héros. L'expérience montre que les bâtiments de la Base d'Entraînement offrent une bonne utilisation de l'XP par rapport aux ressources utilisées et sont efficaces à mettre à niveau."
    }
  },
  "Greeting": {
    "HomeButton": "Laisser un message",
    "Modal": {
      "Title": "Laisse un message",
      "Form": {
        "ServerNumber": {
          "Label": "Numéro de serveur",
          "Required": "Le numéro de serveur est obligatoire"
        },
        "AllianceName": {
          "Label": "Nom de l'alliance",
          "Required": "Le nom de l'alliance est obligatoire"
        },
        "Comment": {
          "Label": "Commentaire",
          "MaxLength": "La limite maximale de caractères est de 200. Veuillez raccourcir votre commentaire."
        },
        "PlayerName": "Nom du joueur",
        "Optional": "Optionnel",
        "CloseButton": "Annuler",
        "SubmitButton": "Envoyer"
      },
      "Toastr": {
        "Label": "Votre message",
        "Success": "Merci pour votre message",
        "Error": "Un problème est survenu. Veuillez réessayer plus tard."
      }
    }
  },
  "Spinner": {
    "Label": "Veuillez patienter..."
  },
  "MemberLogin": {
    "Title": "Connexion des membres",
    "Description": "Cette zone est réservée aux membres.",
    "Form": {
      "Label": "Entrez le mot de passe",
      "Required": "Le mot de passe est un champ obligatoire",
      "LoginButton": "Connexion"
    },
    "Toastr": {
      "Title": "Connexion",
      "Error": "Échec de la connexion"
    },
    "PasswordExpired": {
      "Title": "Mot de passe expiré",
      "Information": "Le mot de passe a changé"
    }
  },
  "Squad": {
    "Title": "Équipe",
    "Description": "Pour maximiser la puissance de vos héros, vous devez optimiser la configuration de votre équipe.",
    "Basics": {
      "Title": "Principes de base de la configuration de l'équipe",
      "Description": "Chaque héros a son propre type, ses propres compétences et des caractéristiques spéciales.",
      "Defend": {
        "Title": "Héros de Défense",
        "Description": "doivent être placés à l'avant de l'équipe."
      },
      "Attack": {
        "Title": "Héros d'Attaque",
        "Description": "doivent être placés à l'arrière."
      },
      "Support": {
        "Title": "Héros de Soutien",
        "Description": "doivent être placés à l'arrière."
      }
    },
    "Example": {
      "Title": "Exemple d'une équipe",
      "List1": "<b>Violet</b> et <b>Scarlett</b> en défense et donc à l'avant",
      "List2": "<b>Mason</b> et <b>Richard</b> attaquent et donc sont placés à l'arrière",
      "List3": "un héros de soutien, <b>Monica</b>, à l'arrière-plan",
      "Image": "Héros de défense à l'avant, héros d'attaque et de soutien à l'arrière pour un positionnement optimal."
    },
    "FormationBonus": {
      "Title": "Bonus de Formation",
      "Description": "Le bonus que vous utilisez actuellement peut être vu sur le symbole en haut à gauche de la zone de configuration de l'équipe.",
      "Image": "<ul><li>3 héros du même type : +5 %</li><li>3 héros du même type + 2 d'un autre : +10 %</li><li>4 héros du même type : +15 %</li><li>5 héros du même type : 20 %</li></ul>",
      "Description2": "Si vous avez tous les héros du même type (dans l'exemple ci-dessus, tous des tanks), vous recevrez un bonus de puissance de 20 %. De plus, améliorer le bâtiment de tanks augmente la puissance de tous les héros tanks."
    },
    "TroopsAndSoldiers": {
      "Title": "Troupes et Soldats",
      "Description": "Lors de la réalisation d'une attaque ou d'une rallye avec une équipe, des soldats sont ajoutés à la force de base des héros. Le nombre de soldats impliqués dans l'attaque dépend de l'attribut de commandement des héros dans l'équipe.",
      "Image": "Dans l'exemple, vous pouvez voir que le nombre d'unités (soldats) impliquées dans l'attaque est de 1 965 (393 avec Murphy, 393 avec Williams, etc.), et en cliquant sur le i, vous obtenez des informations indiquant qu'il s'agit de soldats de niveau T6 et T7.",
      "Description2": "Notez que, si disponible, les soldats de niveaux plus élevés sont toujours utilisés en premier, puis ceux de niveaux inférieurs sont utilisés pour compléter."
    }
  },
  "SeasonOne": {
    "Title": "Saison 1 – La Peste Pourpre",
    "Content": {
      "Title": "Contenu",
      "NewResources": "Nouvelles ressources de base",
      "WorldMap": "Le monde et la carte",
      "NewBuildings": "Nouveaux bâtiments",
      "MilitaryBase": "Base militaire",
      "NewFarms": "Nouvelles fermes d'alliance",
      "MilitaryStrongholds": "Bastions militaires",
      "Cities": "Villes",
      "Conquest": "Conquête",
      "HeroUpgrade": "Améliorations des héros",
      "Virus": "Virus",
      "Gameplay": "Gameplay"
    },
    "Resources": {
      "Title": "Nouvelles ressources de base – Protéine immunitaire, Cristal mutant et Fragment génétique",
      "Description": "De nouvelles ressources sont désormais disponibles dans le jeu, dont 2 (Protéine immunitaire et Cristal mutant) sont gérées de manière similaire aux aliments, au fer et à l'or existants.",
      "ImmuneProtein": {
        "Title": "Protéine immunitaire",
        "Description": "Nécessaire pour la construction et l'amélioration de l'institut de recherche sur le virus et des bases militaires.",
        "Description2": "Vous pouvez obtenir de la Protéine immunitaire par :",
        "List1": "Ferme de protéine",
        "List2": "Récompenses pour la première élimination de zombies",
        "List3": "Atteinte des objectifs de la saison 1 pour augmenter la résistance au virus",
        "List4": "Utilisation du ticket de recrutement Retour du Héros"
      },
      "MutantCrystal": {
        "Title": "Cristal mutant",
        "Description": "Utilisé pour la construction et l'amélioration de la ferme de protéine et des bases militaires.",
        "Description2": "Vous pouvez obtenir du Cristal mutant par :",
        "List1": "Récompenses pour la première élimination d'un zombie",
        "List2": "Accomplissement des missions de quête de saison",
        "List3": "Atteinte des objectifs de la saison 1 pour augmenter la résistance au virus",
        "List4": "Premier sang du Doom Walker (première élimination du DW de la journée)",
        "List5": "Recombinaison génétique",
        "List6": "Utilisation du ticket de recrutement Retour du Héros",
        "List7": "Pass hebdomadaire et Pass de combat de saison"
      },
      "GeneFragment": {
        "Title": "Fragment génétique",
        "Description": "Il existe 6 types de fragments génétiques. Combinez-les pour obtenir des cristaux mutants et des récompenses. Les fragments génétiques peuvent être échangés avec vos alliés.",
        "Description2": "Vous pouvez obtenir des fragments génétiques par :",
        "List1": "Accomplissement des missions radar : élimination de l'élite Doom, collecte de ressources, élimination de Doom Walker vous donne des types I, II, III",
        "List2": "Élimination de zombies cramoisis (n'importe quel niveau) vous donne des types I, II, III",
        "List3": "Élimination de zombies infectés (n'importe quel niveau) vous donne des types I, II, III",
        "List4": "Élimination de l'élite Doom (n'importe quel niveau) vous donne des types I, II, III",
        "List5": "Soins des alliés vous donnent des types IV, V, VI",
        "List6": "Attaques de villes"
      },
      "Description2": "Vous pouvez contrôler la quantité de ces ressources (sauf les fragments génétiques) en haut de l'écran du jeu, tout comme les autres ressources. Pensez également à vérifier votre inventaire, car ces ressources sont généralement disponibles lorsque vous les gagnez en récompense."
    },
    "WorldMap": {
      "Title": "Le monde et la carte",
      "Description": "Avec cette nouvelle saison, la carte du serveur change drastiquement, elle devient plus grande et remplie de nouvelles créatures.",
      "Description2": "Vous trouverez des villages effrayants et infestés, des forteresses militaires et la capitale transformée en ville de l'apocalypse.",
      "Image1": "Villages infestés",
      "Image2": "Bastions militaires",
      "Image3": "Ville de l'apocalypse (Capitole)",
      "Description3": "Au début de la saison, vous et vos alliés êtes échoués au bord du serveur sans ville propre. Les villes doivent être reconquises, mais de nouvelles règles s'appliquent ...",
      "Description4": "IMPORTANT : Les alliances qui détiennent la capitale à la fin continueront de la détenir au début de la saison 1. La conquête de la capitale ne commence que 28 jours après l'événement City Clash.",
      "Description5": "Les monstres élites Doom se transforment en monstres scorpions agressifs et infectieux, et la plupart des zombies sont contagieux.",
      "Description6": "Voici à quoi ressemble la carte. Les bâtiments que vous voyez sont les villes, les autres champs intermédiaires sont des forteresses militaires."
    },
    "NewBuildings": {
      "Title": "Nouveaux bâtiments",
      "Description": "De nouveaux types de bâtiments sont disponibles et nécessaires. Ils ne peuvent être construits qu'en dehors du périmètre de votre base. Certains apparaissent dès le début de la saison, d'autres suivront plus tard.",
      "Image1": "Un puissant virus transmis par des zombies infecte le pays. Pour survivre, un Institut de recherche sur les virus doit être construit.",
      "VirusResearchInstitute": {
        "Title": "Institut de recherche sur les virus",
        "Image1": "L'Institut de recherche sur les virus permet d'augmenter la résistance aux virus.",
        "LevelUp": {
          "Title": "Amélioration de l'Institut de recherche sur les virus",
          "Description": "Pour augmenter le niveau de l'Institut de recherche sur les virus, vous avez besoin de Protéine immunitaire.",
          "Description2": "L'amélioration de ce bâtiment augmente la résistance aux virus, ce qui est fondamental pour survivre en ces temps apocalyptiques.",
          "Image1": "Ce bâtiment peut être amélioré jusqu'au niveau 30, indépendamment du niveau de votre QG."
        }
      },
      "ProteinFarm": {
        "Title": "Ferme de protéine",
        "Description": "Dans ce nouveau bâtiment, des protéines immunitaires sont cultivées, l'une des nouvelles ressources de la saison.",
        "Image1": "Il y a en tout 5 fermes de protéine disponibles ; la cinquième est accessible uniquement avec le Pass hebdomadaire de la saison.",
        "LevelUp": {
          "Title": "Améliorer la qualité de vos fermes de protéine",
          "Description": "Pour augmenter le niveau des fermes de protéine, vous avez besoin de Cristaux mutants.",
          "Description2": "Dès que votre première ferme de protéine atteint le niveau 5, une nouvelle ferme de protéine sera disponible.",
          "Description3": "Les fermes de protéine suivantes deviennent disponibles dès que la précédente atteint le niveau 10.",
          "Description4": "Une ferme de protéine est immédiatement disponible avec le Pass hebdomadaire de la saison.",
          "Image1": "Ce bâtiment peut être amélioré jusqu'au niveau 30, indépendamment du niveau de votre QG."
        }
      },
      "MilitaryBase": {
        "Title": "Base militaire",
        "Description": "À partir de la troisième semaine, trois nouveaux bâtiments seront disponibles, permettant des améliorations pour les types de héros.",
        "Description2": "Pour les améliorer, vous avez besoin à la fois de Protéines immunitaires et de Cristaux mutants. Ces bâtiments peuvent être améliorés jusqu'au niveau 30, indépendamment du niveau de votre QG.",
        "Description3": "Chaque amélioration de niveau augmente les PV, l'attaque et la défense du type de héros correspondant de 1 %."
      }
    },
    "NewFarms": {
      "Title": "Nouvelles fermes – Ressources d'alliance",
      "Description": "Après l'élimination aléatoire des élites Doom, une nouvelle ferme de ressources d'alliance peut apparaître temporairement. Envoyez votre troupe pour collecter, avec vos alliés, les ressources nourriture, fer, or, diamants ou cristaux mutants."
    },
    "MilitaryStrongholds": {
      "Title": "Bastions militaires",
      "Description": "Sur la carte, vous trouverez entre les villes (villages) des bâtiments avec des forteresses militaires, entourées de zombies infectieux qui les protègent.",
      "Description2": "Les alliances doivent d'abord sécuriser une forteresse de niveau 1 pour revendiquer leur territoire initial. En conquérant d'autres forteresses militaires, elles peuvent ensuite s'étendre.",
      "Description3": "Les alliances peuvent conquérir jusqu'à 2 forteresses militaires par jour, avec une limite sur le nombre total de forteresses détenues.",
      "Image1": "Les forteresses militaires servent de bases pour les troupes d'élite de la Reine."
    },
    "Cities": {
      "Title": "Villes",
      "Description": "La conquête des villes apporte de nombreux bonus, allant des buffs aux points d'influence de l'alliance, en passant par les récompenses qui sont les plus importantes.",
      "Description2": "Pour déclarer la guerre à une ville, une alliance doit contrôler au moins une forteresse militaire adjacente.",
      "Influence": {
        "Title": "Influence",
        "Description": "La conquête de villes augmente les points d'influence de l'alliance. Chaque ville en possession apporte une quantité différente selon son niveau :",
        "List1": "Niveau 1 : 100 km",
        "List2": "Niveau 2 : 200 km",
        "List3": "Niveau 3 : 300 km",
        "List4": "Niveau 4 : 400 km",
        "List5": "Niveau 5 : 500 km",
        "List6": "Niveau 6 : 1 M",
        "Description2": "Vous pouvez vérifier la quantité de points d'influence de votre alliance en cliquant sur l'icône de l'événement de la saison 1 juste au-dessus de l'icône du duel VS, puis sur la bannière de la saison 1 et enfin sur le bouton « Classement »."
      }
    },
    "ConquestOfCities": {
      "Title": "Conquête des villes et des forteresses - Territoire de l'alliance",
      "Description": "Au début de la saison, toutes les alliances sont échouées à la périphérie du serveur et ne possèdent pas de ville propre. Les villes et les bases militaires sont désormais considérées comme des territoires d'alliance. Votre objectif est d'étendre votre territoire et d'augmenter l'influence de votre alliance.",
      "Image1": "Le territoire de l'alliance doit être connecté à la ville cible par des forteresses militaires pour déclarer la guerre.",
      "Description2": "Vous pouvez voir vos forteresses et vos villes en allant dans Alliance -> Ville de l'alliance, où les frontières sont également affichées.",
      "RulesForConqueringFortresses": {
        "Title": "Règles pour la conquête des forteresses",
        "Rule1": "Les alliances peuvent conquérir jusqu'à 2 bases militaires par jour, indépendamment de la limite quotidienne de conquête des villes.",
        "Rule2": "L'alliance doit conquérir une forteresse de niveau 1 pour obtenir le premier morceau de territoire de l'alliance et l'étendre en conquérant continuellement d'autres forteresses militaires.",
        "Rule3": "La condition préalable à la conquête d'une forteresse militaire est de posséder une forteresse adjacente.",
        "Rule4": "La limite initiale du nombre de forteresses détenues est de 3.",
        "Rule5": "Pour chaque ville de niveaux 1 à 5 conquise, la limite de forteresses de l'alliance augmente de 1.",
        "Rule6": "Pour chaque ville de niveau 6 conquise, la limite de forteresses de l'alliance augmente de 2.",
        "Rule7": "La conquête d'une forteresse militaire nécessite une résistance aux virus.",
        "Rule8": "Au début de la saison, la forteresse appartient à la Légion pourpre et est donc gardée par des Corrompus et des Zombies infectés. Pour conquérir la forteresse, les deux types d'ennemis doivent être vaincus.",
        "Rule9": "Une fois une forteresse conquise, elle est protégée pendant 36 heures et ne peut être conquise par aucune autre alliance pendant cette période.",
        "Rule10": "Une fois qu'une forteresse est conquise par une alliance, une armée de défenseurs de forteresse apparaît, dont le niveau est proportionnel au niveau de la forteresse. Toute alliance souhaitant conquérir la forteresse doit vaincre ces défenseurs avant de pouvoir la prendre. Une notification de l'attaque sur les défenseurs sera affichée aux alliés comme une attaque."
      },
      "RulesForConqueringACity": {
        "Title": "Règles pour la conquête des villes",
        "Rule1": "Les alliances peuvent déclarer la guerre à jusqu'à deux villes par jour ; cette restriction est indépendante de la limite quotidienne de conquête des villes.",
        "Rule2": "Le territoire de l'alliance doit être connecté à la ville cible par des forteresses militaires pour déclarer la guerre.",
        "Rule3": "Chaque alliance peut déclarer la guerre à une seule ville à la fois.",
        "Rule4": "La durée de la déclaration de guerre est d'une heure.",
        "Rule5": "Dans la même zone de guerre, une alliance peut conquérir jusqu'à 6 villes.",
        "Rule6": "Pendant la saison, les alliances peuvent également conquérir jusqu'à 6 villes dans d'autres zones de guerre.",
        "Rule7": "Après la conquête d'une ville, le nombre maximal de bases militaires que l'alliance peut détenir dans la zone de guerre cible augmente (voir paragraphe précédent).",
        "Rule8": "Pour déclarer la guerre à une ville, l'alliance doit avoir conquis au moins une forteresse militaire adjacente.",
        "Rule9": "Après qu'une ville soit passée en état de protection de guerre, la période de protection dure jusqu'à 6 jours plus tard, à 12h00 heure du serveur du prochain jour de déclaration."
      }
    },
    "HeroUpgrades": {
      "Title": "Améliorations des héros et armes",
      "Description": "La saison 1 apporte des nouveautés concernant les héros et les armes, dont la disponibilité varie dans le temps.",
      "ReturnOfHero": {
        "Title": "Le retour du héros",
        "Description": "Si vous n'avez pas réussi à obtenir un héros auparavant, vous pouvez maintenant le faire.",
        "Description2": "À partir du début de la première saison, un nouveau type de ticket de recrutement sera disponible : le Ticket de retour du héros.",
        "Description3": "Avec ce ticket de recrutement, vous pouvez obtenir des fragments de la plupart des héros UR dès le premier jour de la saison 1.",
        "Image1": "Ces tickets donnent le même nombre de points que les tickets de recrutement de héros dans la course à l'armement et le duel."
      },
      "ExclusiveWeapons": {
        "Title": "Armes exclusives",
        "Description": "Dans la saison 1, chaque héros légendaire dispose d'une arme unique et exclusive, dont les temps de disponibilité varient pour chaque héros. Pour les activer, vous avez besoin de certains fragments.",
        "Description2": "Les armes exclusives débloquent de nouvelles apparences de véhicule et des capacités aux niveaux 1, 10, 20 et 30.",
        "Description3": "En améliorant les armes exclusives, diverses attributs sont considérablement améliorés et les niveaux maximums des compétences existantes augmentent."
      },
      "MasonUpgrade": {
        "Title": "Amélioration de Mason à UR",
        "Description": "Les rumeurs sont vraies, vous pourrez améliorer Mason au rang de héros UR."
      }
    },
    "InfectVirus": {
      "Title": "Infecter par le virus",
      "Description": "Lorsque vous combattez des zombies, il y a un risque d'infection. Vous pouvez développer une résistance au virus à l'Institut de recherche sur les virus, mais si celle-ci n'a pas atteint un certain niveau, vos troupes seront infectées. Les troupes de retour peuvent affecter négativement la base.",
      "Description2": "Le virus qui se propage est le virus RA.",
      "VirusStack": {
        "Title": "Pile de virus",
        "Description": "Lorsque vos troupes sont infectées et reviennent à votre base, l'infection commence à s'accumuler.",
        "Description2": "Les piles d'infection vont de 0 à 100, 0 étant sans infection et 100 le maximum.",
        "Description3": "Même si vous attaquez plusieurs monstres infectés ou êtes attaqué par des ennemis, les piles d'infection ne peuvent pas dépasser 100.",
        "Description4": "La pile d'infection par virus est affichée par une icône au-dessus de l'icône radar :",
        "List1": "si vous n'êtes pas infecté",
        "List2": "si vous êtes infecté, et le nombre sur l'icône indique la valeur de la pile d'infection",
        "Description5": "En cliquant sur l'icône, vous verrez plus de détails sur les debuffs en vigueur et leur gravité."
      },
      "InfectionStackLogic": {
        "Title": "Logique des piles d'infection",
        "Description": "À chaque infection, la pile d'infection augmente.",
        "Description2": "Vous pouvez vous infecter ou augmenter votre pile d'infection lorsque :",
        "List1": "Vous attaquez un zombie dont le niveau de virus est supérieur à votre résistance au virus (le jeu vous avertira)",
        "List2": "Vous attaquez un Corrompu ou un zombie infecté, quelle que soit votre résistance au virus.",
        "List3": "Vous attaquez un boss mondial comme Frankenstein, etc.",
        "List4": "Vous êtes attaqué par des troupes ennemies portant le virus",
        "Description3": "Vous ne serez PAS infecté si :",
        "List5": "Vous renforcez une base",
        "Description4": "Lorsque certains seuils de piles d'infection sont atteints (1, 20, 40, 60, 80), différents debuffs sont activés.",
        "Description5": "Il existe cinq types de debuffs (icônes sous les seuils de pile), de gauche à droite :",
        "Debuff1": "Hospitalisation (activé avec une pile >=1) : Toutes les 300 à 200 secondes, une unité est gravement blessée",
        "Debuff2": "Moral bas (activé lorsque la pile >=20) : Les dégâts infligés sont moins efficaces (entre -4 % et -20 %).",
        "Debuff3": "Virus mortel (activé à une pile >=40) : Taux de perte des unités ennemies augmenté (entre +4 % et +10 %).",
        "Debuff4": "Infection sévère (activé à une pile >=60) : L'infection transmise par les troupes lors de la sortie augmente de 11 % à 15 %.",
        "Debuff5": "Peste virale (activé lorsque la pile >=80) : Vos troupes ont une chance de 8 % à 10 % d'infecter l'ennemi même en cas de défaite."
      },
      "AutomaticHealing": {
        "Title": "Guérison automatique",
        "Description": "Si vous ne vous infectez pas davantage et que personne ne vous guérit, vous serez lentement guéri en fonction des timers de debuff et atteindrez finalement une pile d'infection de 0. Cependant, ce processus de guérison peut être assez long.",
        "Description2": "Il est donc préférable de traiter ce virus immédiatement."
      },
      "Treatments": {
        "Title": "Traitements",
        "Description": "Les traitements peuvent réduire l'intensité du virus, tandis que la défaite d'autres commandants peut contribuer à propager l'infection.",
        "Description2": "Pour traiter un allié, cliquez sur sa base puis sur l'icône 'Guérison'. Votre avion, similaire à un éclaireur, volera et réduira l'infection de 1. Cela consommera vos protéines immunitaires.",
        "Description3": "Mais voici la partie intéressante : Pour chaque guérison effectuée, vous recevrez en récompense un fragment de gène (type IV, V ou VI)."
      },
      "VirusResistance": {
        "Title": "Résistance au virus",
        "Description": "La résistance au virus est désormais très importante et vous devez l'augmenter continuellement en améliorant l'Institut de recherche sur les virus. De cette façon, vous pouvez obtenir de nombreuses récompenses.",
        "Image1": "Lorsque vous attaquez un zombie, la fenêtre d'information vous indiquera le niveau de résistance au virus nécessaire. Si votre résistance est insuffisante et que vous attaquez quand même, vos troupes seront infectées."
      }
    },
    "Gameplay": {
      "Title": "Gameplay",
      "Description": "Dans ce nouveau monde, de nombreuses dynamiques changent. Explorons-les, en nous concentrant particulièrement sur la façon de tuer les zombies.",
      "DamageDebuff": {
        "Title": "Réduction des dégâts et infection inconditionnelle",
        "Description": "La première chose à savoir lorsque vous attaquez des zombies est que deux nouvelles choses peuvent s'appliquer :",
        "List1": "Réduction des dégâts : Si vous attaquez un zombie dont le niveau de virus est supérieur à votre niveau de résistance, vous infligez moins de dégâts. Le pourcentage de réduction sera affiché dans l'indicateur d'attaque.",
        "List2": "Infection inconditionnelle : Certains ennemis vous infectent indépendamment de votre résistance au virus, comme les Corrupteurs, les zombies infectés et les boss mondiaux. Cela sera indiqué dans l'indicateur d'attaque, où une information sur la pile d'infection par virus supplémentaire sera visible.",
        "Image1": "Une molécule +1 du virus RA signifie que vous augmenterez d'une pile d'infection indépendamment de votre résistance au virus.",
        "Description2": "De plus, vous pouvez voir que votre résistance au virus est insuffisante car 1900 sont nécessaires mais vous n'en avez que 1090. Vous pouvez donc vous attendre à ce qui suit :",
        "List3": "à vous infecter",
        "List4": "à ce que votre attaque dans ce cas particulier subisse une réduction des dégâts de -96 %"
      },
      "ZombieElite": {
        "Title": "Zombie et élite du Doom",
        "Description": "Il y a des nouvelles concernant la nourriture, le fer et l'or des zombies : Ils ont maintenant des types similaires à ceux des héros, comme les chars, les avions et les véhicules lance-missiles.",
        "Description2": "Une fois que vous avez sélectionné le zombie à attaquer, les détails vous seront affichés.",
        "Description3": "En particulier dans ce cas, et étant donné que votre résistance au virus est inférieure à celle du virus zombie, vous devez prendre en compte les éléments suivants :",
        "List1": "Une fois que vous frappez le zombie, vous serez infecté",
        "List2": "Les dégâts que vous infligez seront réduits de 18 %. Assurez-vous donc avant d'attaquer que votre puissance soit au moins plus élevée de ce montant – en fait, elle devrait même être un peu plus élevée.",
        "Description4": "Les élites du Doom sont également différentes, ce sont des scorpions géants et infectieux."
      },
      "DoomedElite": {
        "Title": "Rassemblement efficace contre l'élite condamnée",
        "Image1": "Avec une résistance au virus de 500/2200, vous ne pouvez pas vaincre ce zombie seul, car les dégâts infligés sont réduits de -99,9 %. ",
        "Description": "Si vous avez une faible résistance au virus et que les dégâts sont fortement réduits, une révolte contre une élite du Doom, que vous réussissiez ou non, entraînera une perte importante de troupes.",
        "Description2": "Pour éviter cela, vous pouvez demander l'aide de vos alliés :",
        "List1": "Créez une troupe de héros avec le héros ayant l'attribut de commandement le plus bas (pour amener moins de troupes).",
        "List2": "Lancez un rallye contre les monstres de l'élite du Doom et demandez à ceux qui ont une résistance au virus suffisante pour vaincre le zombie de participer à l'action.",
        "Description3": "Avec cette approche, vous vaincrez le zombie et gagnerez de nombreux cristaux mutants, tandis que la perte de troupes sera minimale."
      },
      "WorldBoss": {
        "Title": "Boss mondial",
        "Description": "Les boss mondiaux changent maintenant d'apparence, mais les règles restent essentiellement les mêmes – à l'exception qu'ils vous infectent au contact avec le virus, bien qu'il s'agisse d'une infection très légère."
      },
      "Spoilers": {
        "Title": "Corrompu",
        "Description": "Lorsque vous essayez pour la première fois de prendre une forteresse militaire, vous devez affronter son gardien, un nouvel ennemi puissant : le Corrompu.",
        "Description2": "Ils sont en réalité très puissants. Gardez à l'esprit que lors d'une attaque contre eux, vous serez toujours infecté, quelle que soit votre résistance au virus.",
        "Description3": "De plus, un debuff de dégâts est appliqué si votre résistance au virus est inférieure à la force du virus."
      },
      "InfectedZombies": {
        "Title": "Zombies infectés",
        "Description": "Ce ne sont pas seulement les Corrompus qui gardent les forteresses militaires, il y a aussi des zombies infectés.",
        "Description2": "Ces zombies vous infecteront, peu importe votre résistance au virus.",
        "Description3": "De plus, un debuff de dégâts est appliqué si votre résistance au virus est inférieure à la force du virus."
      }
    }
  },
  "Marshall": {
    "Title": "Veille du Maréchal",
    "Instruction": {
      "Title": "Introduction",
      "Description1": "L'exercice du Maréchal ou exercice de l'Alliance est un événement régulier au cours duquel l'alliance peut recevoir diverses récompenses. Il est divisé en niveaux et teste la force de combat de l'alliance.",
      "Description2": "Les membres R4 et R5 de l'alliance peuvent définir le moment du début de l'exercice (ce qui peut varier à chaque fois), alors assurez-vous de lire attentivement les annonces de l'alliance."
    },
    "Attack": {
      "Title": "Attaque",
      "Description": "Pour ceux qui ont 2 équipes, la stratégie est très simple :",
      "List1": "Cliquez sur les tanks pour lancer des rallyes (pendant 3 minutes !) avec l'équipe la plus faible contre les tanks.",
      "List2": "Participez aux rallyes des autres avec l'équipe la plus forte (d'abord ceux dont le compte à rebours est le plus proche de zéro).",
      "List3": "Ne vous arrêtez jamais jusqu'à ce que l'événement soit terminé.",
      "List4": "Celui qui a 3 équipes peut utiliser deux équipes (les plus fortes) pour participer à d'autres rallyes, et la troisième (la plus faible) peut lancer des rallyes.",
      "List5": "Chaque membre de l'alliance ne peut lancer qu'un seul rallye à la fois. Même si vous avez 3 escouades, vous ne pouvez pas lancer 2 rallyes simultanément. Cependant, vous pouvez participer à autant de rallyes que vous le souhaitez en même temps."
    },
    "Tricks": {
      "Title": "Trucs",
      "Trick1": "Explorez une base qui n'appartient à aucune alliance quelques minutes avant l'exercice. Cela active le mode Fièvre de Guerre, qui vous donne +1 % de dégâts. IMPORTANT : N'utilisez pas ce truc lorsque vous portez un bouclier, sinon vous le perdrez.",
      "Trick2": "Pour maximiser vos points individuels, participez aux rallyes lancés par les R4 et R5 qui vous donnent +2,5 % (R4 sans rôle) / +5 % (R5 et R4 avec rôle) (le texte apparaîtra dans la liste des rallyes).",
      "Trick3": "Si vous laissez l'équipe la plus forte participer aux rallyes des autres joueurs, vous pouvez obtenir plus de points, tandis que l'équipe la plus faible 'reste en attente' et attend le début du rallye."
    },
    "Important": {
      "Title": "Important",
      "List1": "Les membres de l'alliance doivent être proches de la base de l'alliance et de préférence plus près de la plateforme du Maréchal. Les membres éloignés peuvent provoquer des retards dans les annonces, qui peuvent durer jusqu'à 3 minutes (voire plus de 30 minutes).",
      "List2": "Il est important que tous les membres rappellent leurs équipes s'ils ont été envoyés pour collecter des ressources dans des mines ou sur des champs quelques minutes avant le début de l'événement.",
      "List3": "Si un escadron d'un membre éloigné rejoint le rallye pour diverses raisons et retarde le début, il est possible d'éliminer cet escadron du rallye. Cela doit être fait par la personne qui a lancé le rallye.",
      "List4": "Vous pouvez également effectuer l'exercice du Maréchal même si vous portez un bouclier. Ne utilisez pas le truc pour activer la Fièvre de Guerre si vous portez un bouclier, car vous risquez de le perdre."
    }
  },
  "Guestbook": {
    "Title": "Livre d'or",
    "Description1": "Les Old Vikings naviguent bravement à travers l'immensité de nombreux serveurs et ont déjà rencontré de nombreux alliés et ennemis. Que vous veniez de rivages proches ou lointains, d'une alliance amie ou d'une faction ennemie, nous attendons avec impatience votre message !",
    "Description2": "Skål et que le vent soit toujours en votre faveur ! Les Old Vikings",
    "Anonymous": "Anonyme",
    "Pagination": {
      "NextLabel": "Suivant",
      "PreviousLabel": "Précédent"
    }
  },
  "SeasonTwo": {
    "Title": "Saison 2 - Polarsturm",
    "CelebrationButton": "Célébration S2",
    "Content": {
      "Title": "Contenu",
      "NewResources": "Nouveaux ressources de base",
      "WorldMap": "Le monde et la carte",
      "NewBuildings": "Nouveaux bâtiments",
      "AllianceFurnace": "Foyer de l'alliance",
      "NewFarms": "Nouvelles fermes – Ressources de l'alliance",
      "MilitaryBase": "Bases militaires",
      "Cities": "Villes",
      "DigSites": "Sites de fouilles",
      "StockCollection": "Collection de stocks",
      "RareSoil": "Sol rare",
      "RareSoilWar": "Guerre pour le sol rare",
      "RadarMission": "Missions radar",
      "HeroUpgrade": "Améliorations de héros et armes",
      "Temperature": "Température",
      "HelpTheAllies": "Aidez les alliés à augmenter la température",
      "VirusResistance": "Résistance aux virus",
      "Profession": "Professions – Limite de niveau augmentée à 70"
    },
    "Resources": {
      "Title": "Nouveaux ressources de base – Charbon et alliages de titane",
      "Description": "Des ressources supplémentaires sont maintenant disponibles dans le jeu : alliages de titane et charbon.",
      "Titanium": {
        "Title": "Alliage de titane",
        "Description": "Utilisé pour construire et améliorer des bâtiments saisonniers.",
        "Description2": "Les alliages de titane peuvent être obtenus par :",
        "List1": "Récompenses pour avoir tué des zombies pour la première fois au niveau",
        "List2": "Accomplissement de missions de quête de saison",
        "List3": "Accomplissement des objectifs de la saison 2 pour le niveau de four haute température",
        "List4": "Premier kill de sang de Doom Walker (premier kill DW de la journée)",
        "List5": "Utilisation du ticket de recrutement 'Retour du héros' dans S2 : Légende revient",
        "List6": "Récompense pour la première conquête d'une ville/site de fouilles"
      },
      "Coal": {
        "Title": "Charbon",
        "Description": "Utilisé pour construire et améliorer des structures saisonnières ou pour alimenter le four haute température.",
        "Description2": "Le charbon peut être gagné par :",
        "List1": "Récompenses pour avoir tué des zombies pour la première fois au niveau",
        "List2": "Accomplissement de missions de quête de saison",
        "List3": "Conquérir des sites de fouilles permet une production continue de charbon",
        "List4": "Accomplissement des objectifs de la saison 2 pour le niveau de four haute température",
        "List5": "Utilisation du ticket de recrutement 'Retour du héros' dans S2 : Légende revient",
        "List6": "Passe hebdomadaire et passe de bataille de saison (plus gros boost)",
        "List7": "Récompenses pour la collecte de fournitures",
        "List8": "Récompense pour la première conquête d'une ville/site de fouilles",
        "List9": "Nourrir Snowflake avec un repas qu'il reçoit lors de l'événement 'Plats polaires'"
      }
    },
    "WorldMap": {
      "Title": "Le monde et la carte",
      "Description": "Le monde a de nouveau changé. La carte est composée de villes et de sites de fouilles en constante évolution.",
      "Description2": "Pour contrecarrer les ambitions de l'Empereur Boréas, rassemblez-vous avec vos alliés à la périphérie de la région polaire. Il fait très froid et la température continue de baisser à mesure que vous vous rapprochez du centre.",
      "Image1": "Villes",
      "Image2": "Sites de fouilles",
      "Image3": "Four atomique (Capitole)",
      "Description3": "Au début de la saison, vous et vos alliés vous échouez à la périphérie du serveur (mais toujours ensemble en tant que ruche d'alliance) et n'avez pas de ville propre. Les villes doivent être reconquises, mais de nouvelles règles s'appliquent …",
      "Description4": "Les monstres d'élite Doom se transforment en monstres polaires agressifs, et la plupart des zombies nécessitent une haute résistance aux virus pour être tués.",
      "Description5": "Voici à quoi ressemble la carte. Les bâtiments que vous voyez sont les villes, les autres cases entre elles sont les sites de fouilles. Les cases sont considérées comme reliées aux coins, de sorte que, par exemple, chaque case de ville est connectée aux coins des cases des autres villes. Il en va de même pour les sites de fouilles.",
      "ThermalMap": {
        "Title": "Vue thermique de la carte",
        "Description": "Comme vous pouvez le voir dans la vue de la carte, il y a un interrupteur pour activer la carte thermique, qui vous montre la température. Si vous cliquez sur n'importe quel point de la carte, la température à cet endroit s'affichera.",
        "Description2": "Plus vous vous rapprochez du centre de la carte, plus la température diminue.",
        "Description3": "À partir de chaque site de fouilles dans le coin, en diagonale vers le centre, chaque case de la carte a une température décroissante de : -15 °C, -30 °C, -40 °C, -50 °C, -60 °C, -70 °C, -80 °C (Le Capitole).",
        "Description4": "Ceci est la superposition complète de la carte thermique, qui ne prend pas en compte les fours urbains, les fours atomiques, les tempêtes de neige ou d'autres effets de variation de chaleur. Elle montre la température de base de la zone de guerre."
      }
    },
    "NewBuildings": {
      "Title": "Nouveaux bâtiments",
      "Description": "De nouveaux types de bâtiments sont disponibles dans la saison 2.",
      "Description2": "Les bâtiments appartenant à votre base ne peuvent être construits qu'en dehors du périmètre de votre base (même zone que dans la saison 1).",
      "Description3": "Certains apparaissent dès le début de la saison, d'autres suivront.",
      "Description4": "De nouveaux bâtiments d'alliance sont également disponibles dans la saison 2.",
      "TitanFabric": {
        "Title": "Usine d'alliage de titane",
        "Image1": "L'usine d'alliage de titane produit des alliages de titane, qui sont essentiels pour améliorer votre four.",
        "Update": {
          "Title": "Augmentez le niveau de l'usine d'alliage de titane",
          "Description": "Vous aurez besoin de charbon pour améliorer l'usine d'alliage de titane.",
          "Description2": "Ce bâtiment peut être amélioré jusqu'au niveau 30, indépendamment de votre niveau de QG.",
          "Description3": "Dès que votre première usine d'alliage de titane atteint le niveau 15, une nouvelle usine d'alliage de titane sera disponible.",
          "Description4": "Les usines d'alliage de titane suivantes seront disponibles lorsque le niveau précédent atteindra 15.",
          "Description5": "Une usine d'alliage de titane sera immédiatement disponible avec le passe saisonnier hebdomadaire.",
          "Image": "IMPORTANT : Chaque montée de niveau vous apportera toujours une augmentation de 720 de production/h, quel que soit le niveau atteint. Donc, soyez astucieux et améliorez toujours d'abord l'usine de niveau le plus bas."
        },
        "Requirements": {
          "Title": "Besoin en charbon d'une usine d'alliage de titane",
          "Description": "Les valeurs dans le tableau ci-dessous sont les coûts INITIAUX en charbon. Des réductions seront appliquées sur ces coûts, basées sur :",
          "List1": "Vos recherches techniques sur la réduction des coûts de construction",
          "List2": "Votre technologie d'alliance concernant la réduction des coûts de construction",
          "List3": "la spécialisation professionnelle, en particulier la compétence 'Économie de ressources' de niveau 35 (jusqu'à -5 %)",
          "Image": "Pour déterminer vos coûts réels, calculez le pourcentage de 'réduction des ressources nécessaires à la construction du bâtiment' et soustrayez ce pourcentage des coûts INITIAUX."
        }
      },
      "HighTemperatureFurnace": {
        "Title": "Four haute température",
        "Description": "Ce nouveau bâtiment est très important.",
        "Image": "Il permet d'augmenter la température avec du charbon, ce qui augmente la résistance aux virus.",
        "Update": {
          "Title": "Augmentez le niveau du four haute température",
          "Description": "Vous aurez besoin d'un alliage de titane pour améliorer le four haute température.",
          "Description2": "En améliorant ce bâtiment, vous pouvez améliorer les points suivants :",
          "List1": "la résistance aux virus",
          "List2": "la chaleur d'activation du four (c'est la température de base du four)",
          "List3": "la surchauffe du four (c'est la température maximale que vous pouvez atteindre avec le four si vous autorisez une consommation de charbon plus élevée par minute)",
          "Image": "Ce bâtiment peut être amélioré jusqu'au niveau 30, indépendamment de votre niveau de QG."
        },
        "Control": {
          "Title": "Panneau de contrôle du four haute température",
          "Description": "Pour augmenter la température de votre base, vous pouvez activer le four haute température.",
          "Description2": "Le panneau de contrôle est assez simple à comprendre :",
          "List1": "Interrupteur pour allumer/éteindre",
          "List2": "Interrupteur pour activer le mode overdrive, qui consomme plus de charbon par minute mais chauffe davantage",
          "List3": "Interrupteur pour activer automatiquement le four lorsqu'une tempête de neige arrive.",
          "Image": "Lorsque vous activez le mode overdrive, la température augmente encore plus rapidement."
        }
      }
    },
    "AllianceFurnace": {
      "Title": "Four d'alliance",
      "Description": "En plus de votre propre four haute température, il y aura également le four d'alliance. C'est un bel ajout, car toute l'alliance peut contribuer à augmenter la température pour tous les alliés.",
      "Description2": "À partir du jour 1 de la deuxième saison, les alliances peuvent positionner l'emplacement de construction du four d'alliance sur la carte (zone de niveau 1) et commencer à réparer le four d'alliance pour l'utiliser (commence au niveau 1). Ce processus ressemble à la construction d'un avant-poste avec jusqu'à 20 renforcements.",
      "Description3": "Le four d'alliance peut être trouvé en cliquant sur le bouton Alliance -> Four d'alliance -> sur les coordonnées. Les actions peuvent uniquement être effectuées par des membres R4/R5.",
      "HeatingRange": {
        "Title": "Zone de chaleur du four d'alliance",
        "Description": "Il est important de noter que le four d'alliance n'augmente la température que dans son périmètre d'action. Assurez-vous donc que votre base est proche du four.",
        "Description2": "Une bonne suggestion pour une alliance serait de toujours s'établir près du four d'alliance et de rapprocher les membres avec des températures plus basses et un faible niveau de four haute température.",
        "Description3": "Ci-dessous, vous pouvez voir l'effet du four sur la zone lorsqu'il est allumé et éteint. À gauche, le four est allumé et chauffe donc l'environnement, à droite, il est éteint et la température au même endroit est plus basse.",
        "Description4": "Ci-dessous, vous pouvez voir la carte thermique autour du four et comment elle influence la température dans la zone."
      }
    },
    "NewFarms": {
      "Title": "Nouvelles fermes – Ressources d'alliance",
      "Description": "Comme déjà vu dans la saison 1, après avoir tué aléatoirement des élites Doom, un nouveau type de ferme de ressources d'alliance peut temporairement apparaître. Dans la saison 2, elles peuvent également être du type alliage de titane et charbon."
    },
    "MilitaryBase": {
      "Title": "Bases militaires",
      "Description": "Dès que le four haute température atteint le niveau 30, trois nouveaux bâtiments seront disponibles, permettant des améliorations pour les types de héros.",
      "Description2": "IMPORTANT : Ces bâtiments disparaîtront à la fin de la saison 2, comme c'était déjà le cas dans la saison 1.",
      "Description3": "Pour améliorer ces bâtiments, vous aurez besoin à la fois de charbon et d'alliage de titane. Ces bâtiments peuvent être améliorés jusqu'au niveau 30, indépendamment de votre niveau de QG.",
      "Description4": "Chaque montée de niveau augmente le boost de dégâts correspondant causé par les héros de chars, d'avions ou de missiles.",
      "Description5": "La quantité de charbon et d'alliage de titane requise pour améliorer chaque niveau est identique pour tous les bâtiments, tout comme le pourcentage de boost."
    },
    "Cities": {
      "Title": "Villes",
      "List1": "Nombre maximum de villes et de sites de fouilles que vous pouvez conquérir : 6 villes et 4 sites de fouilles.",
      "List2": "En conquérant des villes, le nombre de sites de fouilles que vous pouvez conquérir n'augmente pas, car il reste toujours à 4.",
      "Description": "Vos propres villes et sites de fouilles produisent des terres rares, qui sont fondamentales pour gagner dans la saison 2. La quantité dépend du niveau de la ville : quantité de terres rares dans les villes et quantité de terres rares dans les sites de fouilles.",
      "Heating": {
        "Title": "Four de la ville",
        "Description": "Les villes fournissent de la chaleur à l'ensemble de la zone urbaine une fois qu'elles ont été conquises. La quantité dépend de leur niveau :",
        "List1": "Niveau 1 : 5 °C",
        "List2": "Niveau 2 : 20 °C",
        "List3": "Niveau 3 : 30 °C",
        "List4": "Niveau 4 : 40 °C",
        "List5": "Niveau 5 : 50 °C",
        "List6": "Niveau 6 : 60 °C"
      }
    },
    "DigSites": {
      "Title": "Sites de fouilles",
      "Description": "Les sites de fouilles étaient autrefois essentiels pour la production de charbon, mais ont été pris par des bêtes mutées sous le contrôle de l'Empereur Boreas. Vainquez les bêtes, reprenez possession des sites et reprenez la production de charbon.",
      "Description2": "Le charbon est essentiel pour chauffer votre base. Par conséquent, conquérir des sites de fouilles produisant du charbon est une étape très importante pour chaque alliance. Les sites de fouilles de niveau supérieur produisent de plus grandes quantités de charbon.",
      "Description3": "Avec la dernière mise à jour du jeu, les sites de fouilles produisent également des terres rares.",
      "Description4": "Le site de fouilles est gardé par des bêtes de glace qui peuvent être décongelées. Vous devez donc les décongeler avant de les conquérir.",
      "Description5": "Cliquez sur la bête et utilisez le bouton « Décongeler » pour envoyer votre équipe à l'action. Ensuite, vainquez la bête de glace comme vous avez vaincu les corrupteurs de la saison 1.",
      "Description6": "Vous pouvez voir tous les sites de fouilles de l'alliance en cliquant sur le bouton « Alliance » -> « Ville de l'alliance ».",
      "Description7": "Dans le premier onglet, vous trouverez des villes et des sites de fouilles produisant des terres rares, et dans le deuxième onglet, vous trouverez des sites de fouilles produisant du charbon. Vous pouvez les revendiquer chaque heure en cliquant sur les sites de fouilles listés ou sur le bouton « Tout revendiquer ».",
      "Coal": {
        "Title": "Sites de fouilles pour charbon et terres rares",
        "Description": "Les sites de fouilles produisent du charbon et des terres rares en fonction de leur niveau, voici la quantité exacte par niveau :",
        "List1": "Niveau 1 : 2.736/h de charbon – 100/h de terres rares",
        "List2": "Niveau 2 : 2.880/h de charbon – 110/h de terres rares",
        "List3": "Niveau 3 : 3.024/h de charbon – 120/h de terres rares",
        "List4": "Niveau 4 : 3.168/h de charbon – 130/h de terres rares",
        "List5": "Niveau 5 : 3.312/h de charbon – 140/h de terres rares",
        "List6": "Niveau 6 : 3.456/h de charbon – 150/h de terres rares"
      },
      "Protection": {
        "Title": "Statut de capture et de protection",
        "Description": "Les sites de fouilles ressemblent aux forteresses de la première saison.",
        "List1": "Nombre maximum de sites de fouilles que vous pouvez posséder : 4, indépendamment du nombre de villes que vous possédez.",
        "List2": "Limite quotidienne maximale de conquêtes de sites de fouilles : 2.",
        "List3": "La première conquête nécessite la défaite de bêtes mutées avec une résistance virale suffisante. La bête polaire pourrait être gelée, donc vous devez envoyer des équipes pour la décongeler avant de l'attaquer. Pour vaincre ces bêtes, plusieurs actions de collecte sont nécessaires (chaque coup inflige un % de dégâts). Une fois la bête polaire vaincue, vous devez renforcer le site de fouilles avec jusqu'à 10 équipes.",
        "List4": "Le processus de conquête du site de fouilles est un défi où la première alliance à atteindre 100 % gagne. Le temps maximum de conquête est de 4 heures. Si aucun progrès complet de 100 % n'est atteint dans ce temps, la tentative échoue. Si le site de fouilles n'était pas possédé, il reste neutre ; s'il était en possession d'un joueur, il reste chez le propriétaire précédent. Le pourcentage de conquête d'une alliance augmente pendant que le site est renforcé. Des équipes plus fortes accélèrent le processus.",
        "List5": "Une fois qu'un site de fouilles est pris, il est protégé pendant 36 heures et entouré de gardes.",
        "List6": "Techniquement, vous pouvez attaquer et renforcer un nombre illimité de sites de fouilles simultanément, mais une fois que vous avez terminé votre deuxième conquête quotidienne, vous ne pouvez plus attaquer des sites de fouilles neutres ou déjà en possession. Si vous renforcez un autre site de fouilles (ce qui compte comme votre troisième conquête), vos équipes seront automatiquement retirées dès que votre deuxième conquête est terminée.",
        "List7": "Si un site de fouilles appartient à une alliance et est attaqué par une autre, une tentative de conquête échouée ne compte pas comme une conquête quotidienne pour l'alliance défensive.",
        "List8": "Votre premier territoire d'alliance doit être un site de fouilles de niveau 1. À partir de là, vous pouvez conquérir n'importe quel territoire adjacent. Les territoires de la saison 2 sont également adjacents à leurs coins.",
        "List9": "La conquête de territoire peut être étendue à des territoires adjacents (sites de fouilles et villes) à partir de vos propres villes et sites de fouilles.",
        "List10": "Si vous abandonnez ou perdez un territoire d'alliance et avez maintenant deux ensembles de territoires d'alliance séparés, vous pouvez toujours conquérir tous les territoires adjacents à l'un ou l'autre ensemble.",
        "List11": "Si votre alliance abandonne un site de fouilles (cela prend une heure), il devient neutre et n'importe quelle alliance, y compris la vôtre, peut le reprendre. Cependant, si le site de fouilles est encore sous statut de protection au moment de l'abandon, le temps de recharge du statut de protection doit s'écouler avant qu'une alliance, y compris la vôtre, puisse reprendre le contrôle.",
        "List12": "Dans la saison 2, il n'y aura pas de conquêtes de sites de fouilles à travers les zones de guerre.",
        "Description2": "Ci-dessous, vous voyez un gorille muté protégeant un site de fouilles de niveau 2. Le gorille muté est encore gelé et l'alliance l'a partiellement décongelé.",
        "Description3": "Le jeu permet de conquérir des sites de fouilles qui sont adjacents à d'autres sites de fouilles à un coin. Par exemple, dans les images ci-dessous, il n'était pas nécessaire de conquérir la ville de niveau 2 pour conquérir les autres sites de fouilles adjacents. Ces captures d'écran proviennent du jour 3, lorsque seule la ville de niveau 1 pouvait être conquise."
      }
    },
    "StockCollection": {
      "Title": "Collection de stocks",
      "Description": "Dans la saison 2, un nouveau type de trésor pour les ressources de l'alliance apparaîtra.",
      "Description2": "Ces nouveaux trésors ne peuvent être découverts que lorsque la température du sol atteint 0 °C.",
      "Description3": "Pour les trouver, déplacez le four de l'alliance pour chauffer le sol et le porter à 0 °C. Vous pouvez également conquérir une ville, de sorte que le four de la ville chauffe l'ensemble du territoire de la ville. Ensuite, déplacez le four de l'alliance et activez-le en mode surmultiplié (vous devez bien sûr vous assurer que votre niveau actuel de four de l'alliance est suffisamment élevé pour atteindre la bonne température). Une fois que le sol atteint 0 °C, la collection de stocks apparaît dans un état de décongélation.",
      "Description4": "Envoyez des troupes pour décongeler la collection de stocks et demandez ensuite votre récompense.",
      "Description5": "Les collections de stocks ont différents niveaux et offrent donc différentes récompenses.",
      "Description6": "Il est possible d'accéder à l'icône de la saison 2 -> Collection de stocks pour voir si des collections de stocks ont été découvertes.",
      "Image1": "Il y a une limite de 5 tentatives de récupération par jour."
    },
    "RareSoil": {
      "Title": "Terre rare",
      "Description": "Une fois que les villes et les sites de fouilles de la région polaire sont conquis, ils commencent à produire de la terre rare au fil du temps. La terre rare est une ressource importante pour les alliances cette saison, et à la fin de la saison, les alliances seront classées en fonction de leur quantité. Plus le rang est élevé, meilleures sont les récompenses.",
      "Description2": "Plus les niveaux de la ville et du site de fouilles sont élevés, plus la production de terre rare par heure est importante.",
      "Production": {
        "Title": "Production de terre rare",
        "Description": "Une fois que les villes et les sites de fouilles sont conquis, ils commencent à produire de la terre rare en fonction de leur niveau.",
        "Description2": "Vous pouvez voir les détails de la production de terre rare en cliquant sur le bouton « Alliance » -> « Ville de l'alliance ». Là, vous verrez les villes et les sites de fouilles qui produisent de la terre rare.",
        "Description3": "La quantité totale de terre rare produite est visible dans la vue du four de l'alliance : bouton d'alliance -> four de l'alliance, et affecte le niveau du four de l'alliance.",
        "Description4": "Les classements pour la terre rare peuvent être consultés via la page « Saison 2 » : icône « Saison 2 » -> classement.",
        "Description5": "Vous pouvez obtenir plus de terre rare en gagnant en tant qu'attaquant dans la guerre pour la terre rare."
      },
      "CityProduction": {
        "Title": "Production de terre rare dans les villes",
        "Description": "Voici la quantité exacte de terre rare par niveau de ville :",
        "List1": "Niveau 1 : 350/h",
        "List2": "Niveau 2 : 400/h",
        "List3": "Niveau 3 : 450/h",
        "List4": "Niveau 4 : 800/h",
        "List5": "Niveau 5 : 900/h",
        "List6": "Niveau 6 : 1000/h"
      },
      "DigSiteProduction": {
        "Title": "Production de terre rare dans les sites de fouilles",
        "Description": "Voici la quantité exacte de terre rare par niveau de site de fouilles :",
        "List1": "Niveau 1 : 100/h",
        "List2": "Niveau 2 : 110/h",
        "List3": "Niveau 3 : 120/h",
        "List4": "Niveau 4 : 130/h",
        "List5": "Niveau 5 : 140/h",
        "List6": "Niveau 6 : 150/h"
      }
    },
    "RareSoilWar": {
      "Title": "Guerre pour la terre rare",
      "Description": "Dans la saison 2, il y aura des guerres pour la terre rare. Il n'y aura pas de conquête interzone de villes ou de sites de fouilles."
    },
    "RadarMission": {
      "Title": "Missions radar",
      "Description": "Dans la saison 2, une nouvelle mission radar sera disponible : « Survivant en détresse ». ",
      "Description2": "Pour compléter la mission, envoyez votre troupe aider le survivant en détresse et recevez des récompenses, y compris du charbon."
    },
    "HeroUpgrade": {
      "Title": "Améliorations des héros et armes",
      "Description": "La saison 2 apporte des nouveautés concernant les héros et les armes, dont la disponibilité est limitée dans le temps.",
      "Violette": {
        "Title": "Amélioration de Violette en UR",
        "Description": "Il sera possible d'améliorer Violette en UR. L'événement commencera probablement après la semaine 2."
      },
      "Legend": {
        "Title": "S2 : Le retour de la légende",
        "Description": "Après chaque 50 recrues, un héros légendaire est garanti."
      },
      "RecruitHeroes": {
        "Title": "Recruter des héros"
      },
      "Weapon": {
        "Title": "S2 : Armes des légendes",
        "Description": "Un nouveau domaine dans la taverne permet d'obtenir des coffres de sélection de fragments d'armes exclusifs aux héros II. Ceux-ci contiennent des fragments d'armes de Kimberly, DVA et Tesla.",
        "Image1": "Pour recruter dans ce domaine, vous aurez besoin d'un ticket de recrutement New Era.",
        "Image2": "Chaque 20 recrues garantit 2 fragments d'armes exclusifs."
      },
      "ExclusiveWeapons": {
        "Title": "Armes exclusives",
        "Description": "La saison 2 apporte des armes exclusives pour Murphy, Carlie et ???.",
        "Murphy": {
          "Title": "Arme exclusive de Murphy",
          "Description": "À partir du jour 4 de la saison 1, vous pouvez collecter des fragments d'armes via le Battle Pass d'armes exclusives de Murphy pour activer et améliorer l'arme exclusive de Murphy. Les fragments d'armes universels ne peuvent être utilisés que pour l'amélioration, pas pour l'activation."
        },
        "Carlie": {
          "Title": "Arme exclusive de Carlie",
          "Description": "À partir du jour 4 de la semaine 3, vous pouvez collecter des fragments d'armes via le Battle Pass d'armes exclusives de Carlie pour activer et améliorer l'arme exclusive de Carlie. Les fragments d'armes universels ne peuvent être utilisés que pour l'amélioration, pas pour l'activation."
        },
        "Swift": {
          "Title": "Arme exclusive de Swift",
          "Description": "À partir du jour 4 de la semaine 6, vous pouvez collecter des fragments d'armes via le Battle Pass d'armes exclusives de Swift pour activer et améliorer l'arme exclusive de Swift. Les fragments d'armes universels ne peuvent être utilisés que pour l'amélioration, pas pour l'activation."
        }
      }
    },
    "Temperature": {
      "Title": "Température",
      "Description": "La température constitue un grand défi dans la région polaire et influence continuellement les statistiques de votre base. La température de votre base s'adapte lentement à l'environnement. Le maintien de températures plus élevées vous apporte des statistiques bonus. La température de votre base peut varier entre -270 °C et +300 °C.",
      "Location": {
        "Title": "Emplacement",
        "Description": "Vous pouvez surveiller votre température via l'icône ou accéder à la page des détails de température en cliquant sur l'icône correspondante. Cette page de détails liste tous les facteurs qui affectent la température de votre base.",
        "Description2": "Dans la partie supérieure, vous pouvez voir comment l'icône de température de votre base (icône de maison) se déplace et se superpose à l'icône de température ambiante (icône de carte)."
      },
      "Base": {
        "Title": "Base",
        "Description": "La température finale affichée des emplacements influence votre base et provoque des buffs/debuffs. La force en % du buff/debuff dépend de la température et est affichée dans les schémas que vous pouvez voir dans les images ci-dessous. Voici la description des buffs/debuffs.",
        "Title2": "Production de ressources de base :",
        "Description2": "Production de terres agricoles, de mines de fer et de mines d'or +10 % (à 4 °C)",
        "Title3": "Arme thermique :",
        "Description3": "Dégâts de durabilité des troupes pendant la saison de jeu +100 (à 4 °C)",
        "Title4": "Vitesse de guérison de l'unité :",
        "Description4": "Vitesse de guérison des unités blessées pendant la saison +0 % (à 4 °C)",
        "Title5": "Moral des unités :",
        "Description5": "Moral des unités pendant la saison +0 % (à 4 °C)"
      },
      "Factors": {
        "Title": "Facteurs influençant la température",
        "Description": "La température est influencée par de nombreux facteurs :",
        "List1": "Emplacement de la base sur la carte : Plus on s'approche du centre, plus il fait froid.",
        "List2": "Activité du four : Le nouveau bâtiment saisonnier 'Four à haute température' génère de la chaleur pour votre base lorsqu'il est activé, et encore plus de chaleur en mode Overdrive.",
        "List3": "Capacité Overdrive intensive : Une capacité saisonnière permettant d'augmenter la chaleur Overdrive.",
        "List4": "Activité du four d'alliance : Le nouveau bâtiment saisonnier d'alliance permet de générer de la chaleur à proximité. Les bases près du four d'alliance sont affectées par cette chaleur.",
        "List5": "Avion de reconnaissance allié : Les alliés peuvent envoyer des avions de reconnaissance pour réchauffer temporairement un allié.",
        "List6": "Zone de chauffage de la ville : Lorsque le four de la ville est activé, l'ensemble de la zone de la ville (champ où se trouve la ville) se réchauffe. La proximité d'une ville aide à rester au chaud.",
        "List7": "Four atomique : Le chauffage ultime qui, une fois activé, fournit de la chaleur à l'ensemble de la carte.",
        "List8": "Tempêtes de neige : Depuis le jour 1 de la saison, des événements se produisent, provoquant une chute de température énorme dans toutes les zones de guerre pendant des heures. Plus le niveau est élevé, plus la température chute.",
        "List9": "Activité des troupes : Les troupes quittant votre base provoquent une perte de chaleur temporaire.",
        "List10": "Monstres polaires : Votre base est attaquée par des monstres polaires, ce qui entraîne une chute de température de -5 °C (un échec de défense entraîne une autre chute de -10 °C)."
      },
      "Burn": {
        "Title": "Gel et combustion",
        "Description": "Votre objectif est de maintenir votre base à la bonne température afin de ne pas être affecté par des debuffs et d'éviter que votre base ne gèle ou ne prenne feu. Faites attention à ne pas dépenser trop de charbon, car vous en aurez besoin pour votre four (et le four de l'alliance), à mesure que votre alliance se rapproche du centre.",
        "Description2": "Si la température de votre base devient trop basse ou trop élevée, il y a un risque que votre base gèle ou prenne feu."
      },
      "LowTemperatures": {
        "Title": "Températures basses",
        "Description": "La température de votre base ne peut pas descendre en dessous de -270 °C.",
        "Title2": "Base presque gelée :",
        "Description2": "Si vous restez en dessous de -20 °C, un compte à rebours de 5 minutes démarre, indiquant 'Bientôt gelée'. Réchauffez la base avant la fin du temps de congélation pour éviter un gel.",
        "Solutions": "Solutions :",
        "Solution1": "Déménager dans une zone plus chaude.",
        "Solution2": "Activer le four à haute température ou passer en mode Overdrive.",
        "Solution3": "Si vous êtes à portée du four de l'alliance, demandez à ce qu'il soit activé ou mis en mode Overdrive.",
        "Solution4": "Demandez à vos alliés d'envoyer un avion de reconnaissance pour vous réchauffer."
      },
      "FrozenBase": {
        "Title": "Base gelée :",
        "Description": "Si une base reste sous -20 °C pendant plus de 5 minutes, elle est gelée. Dans cet état, les déplacements et rassemblements ne sont pas possibles (les déplacements d'alliance et aléatoires restent possibles). Notez également que des debuffs s'appliquent, comme indiqué dans la section 'Base'.",
        "Solutions": "Solutions :",
        "Solution1": "Utilisez l'aide de l'alliance ou le téléport aléatoire pour aller dans des zones plus chaudes.",
        "Solution2": "Activez le four à haute température ou mettez-le en mode Overdrive.",
        "Solution3": "Si vous êtes à portée du four de l'alliance, demandez à ce qu'il soit mis en mode Overdrive.",
        "Solution4": "Demandez à vos alliés de vous envoyer un avion de reconnaissance pour vous réchauffer ou des troupes pour briser la glace (5 coups coûtent chacun 5 points d'endurance)."
      },
      "IceMelts": {
        "Title": "La glace va bientôt fondre :",
        "Description": "Lorsque votre base est gelée, vous pouvez la dégeler en portant la température au-dessus de -20 °C et en maintenant cette température. Un compte à rebours de dégivrage de 5 minutes démarre. Si la température tombe ne serait-ce qu'une seconde en dessous de -20 °C, la base reste gelée et vous devez recommencer le processus de dégivrage.",
        "Description2": "Alternativement, vous pouvez demander à vos alliés d'envoyer des troupes pour briser la glace (5 coups coûtent chacun 5 points d'endurance)."
      }
    },
    "HelpTheAllies": {
      "Title": "Aider les alliés à augmenter la température",
      "Description": "Vous pouvez aider vos alliés à augmenter leur température en envoyant un plan de reconnaissance et en dépensant un peu de charbon. Cependant, notez que l'effet ne dure pas longtemps. Cela peut être particulièrement utile lorsqu'ils sont confrontés à des événements difficiles comme des tempêtes de neige."
    },
    "VirusResistance": {
      "Title": "Résistance aux virus",
      "Description": "Dans la saison 2, le virus reste actif, mais a un impact moindre sur le gameplay que dans la saison 1.",
      "Description2": "Pour augmenter votre résistance aux virus, vous devez améliorer votre propre four à haute température. Cela augmentera à la fois la résistance à la chaleur et aux virus.",
      "Image": "Comme d'habitude, il y a un pass hebdomadaire qui vous offre un bonus de 250 résistances aux virus.",
      "Description3": "La résistance aux virus a les impacts suivants :",
      "List1": "Doom Elite que vous pouvez attaquer.",
      "List2": "Les bêtes polaires qui gardent les sites de fouille peuvent également vous attaquer."
    },
    "Profession": {
      "Title": "Professions – Cap de niveau augmenté à 70",
      "Description": "Dans la saison 2, la limite de niveau pour les professions est augmentée à 70.",
      "Description2": "Les capacités saisonnières pour les niveaux jusqu'à 50 seront révisées et adaptées au thème de la saison. Cependant, certaines capacités à des niveaux inférieurs resteront comme dans la saison 1.",
      "SeasonSkills": {
        "Title": "Capacités saisonnières",
        "Description": "Les capacités saisonnières sont identiques pour les professions d'ingénieur et de seigneur de guerre et se trouvent à droite du porteur sur fond vert."
      },
      "Warlords": {
        "Title": "Compétences supplémentaires des seigneurs de guerre – Niveaux 45 à 70",
        "Description": "Compétences pour le niveau 45",
        "Description2": "Compétences pour le niveau 50",
        "Description3": "Compétences pour le niveau 55",
        "Description4": "Compétences pour le niveau 60",
        "Description5": "Compétences pour le niveau 65",
        "Description6": "Compétences pour le niveau 70"
      },
      "Engineer": {
        "Title": "Compétences supplémentaires de l'ingénieur – Niveaux 45 à 70",
        "Description": "Compétences pour le niveau 45",
        "Description2": "Compétences pour le niveau 50",
        "Description3": "Compétences pour le niveau 55",
        "Description4": "Compétences pour le niveau 60",
        "Description5": "Compétences pour le niveau 65",
        "Description6": "Compétences pour le niveau 70"
      }
    },
    "Celebration": {
      "Title": "Célébration de la Saison 2 : L'Ère du Pétrole",
      "Description": "Pour célébrer la fin de la Saison 2, nous lançons lundi 'L'Ère du Pétrole', qui durera cinq semaines (4 semaines avec des missions + 1 semaine de duel de championnat). Il y a beaucoup de nouvelles choses à découvrir et à préparer, c'est pourquoi nous avons créé un guide pour les curieux qui souhaitent optimiser leur gameplay.",
      "Profession": {
        "Title": "Profession",
        "Description": "Ce mois-ci, vous ferez beaucoup de recherches et de constructions, mais moins de combats, c'est pourquoi l'ingénieur est la profession la plus intéressante. Maximisez les compétences qui vous aideront à construire et rechercher plus rapidement et moins cher !"
      },
      "Week1": {
        "Title": "Semaine 1 : Liste des tâches",
        "List1": "Changez pour ingénieur et maximisez toutes les compétences qui vous aideront à construire et rechercher plus rapidement et moins cher.",
        "List2": "Assurez-vous de débloquer les missions du serveur pour commencer la nouvelle recherche et l'extension de la base.",
        "List3": "Construisez votre puits de pétrole et amenez-le au niveau 30 dès que possible pour obtenir la production maximale de pétrole !",
        "List4": "Optimisez l'expansion du nouvel arbre de recherche de manière efficace, en commençant uniquement par les recherches nécessaires."
      },
      "ServerWideMissions": {
        "Title": "Missions du serveur",
        "Description": "Pour débloquer les nouvelles choses intéressantes sur le serveur, nous devons accomplir quelques missions. Plus elles sont terminées rapidement, plus notre serveur pourra croître rapidement.",
        "Mission1": {
          "Title": "Mission 1 : Débloquer la technologie (Jour 1, Semaine 1)",
          "Description": "Objectif : Complétez 500 recherches sur l'ensemble du serveur. Cela débloquera le nouvel arbre de recherche."
        },
        "Mission2": {
          "Title": "Mission 2 : Débloquer le Niveau II de l'extension de base (Jour 2, Semaine 1)",
          "Description": "Objectif : Complétez 500 bâtiments sur l'ensemble du serveur. Cela nous permettra d'étendre le sol de notre base avec de nouveaux niveaux.",
          "Description2": "Compléter les tuiles dans cette nouvelle zone donne également du pétrole en récompense, il est donc important de terminer cela dès que possible pour obtenir le plus grand progrès."
        },
        "Mission3": {
          "Title": "Mission 3 : Mobilisation des héros (Jour 2, Semaine 1)",
          "Description": "Objectif : Un total de 10 000 recrutements doivent être effectués sur l'ensemble du serveur. Il n'y a pas de récompense spécifique pour accomplir cette tâche, c'est donc moins important."
        }
      },
      "Research": {
        "Title": "Nouvel arbre de recherche",
        "Description": "L'objectif principal de cette période est le nouvel arbre de recherche, qui débloque un troisième centre de technologie, une usine d'équipement pour drones et la possibilité d'étendre votre quartier général de HQ31 à HQ35. Cette recherche nécessite une nouvelle ressource : le pétrole.",
        "Description2": "<strong>Remarque :</strong> Cet arbre de recherche n'est disponible que si votre centre de technologie est au niveau 30 et que les unités spéciales sont débloquées à au moins 40%.",
        "Upgrade": {
          "Title": "Amélioration du puits de pétrole",
          "Description": "La première recherche vous permet de construire un puits de pétrole pour commencer la production de pétrole. Améliorez ce puits dès que possible pour atteindre le taux de production le plus élevé (utilisez de nombreux accélérateurs !). Il est possible de le porter au niveau 30 dès le premier jour, essayez de l'atteindre avant le deuxième jour."
        },
        "Strategy": {
          "Title": "Stratégie de recherche",
          "Description": "Comme pour la recherche T10, il n'est pas nécessaire de compléter chaque niveau de chaque recherche pour avancer dans l'arbre. Étant donné que le pétrole sera difficile à obtenir au début, vous devez l'utiliser aussi efficacement que possible. Les niveaux minimums requis sont indiqués ci-dessous, les <span class=\"text-danger\">cases rouges</span> augmentent votre production de pétrole, c'est donc là que doit se concentrer votre attention ! Utilisez vos accélérateurs et ne vous attendez pas au jour VS. Les <span class=\"text-warning\">cases jaunes</span> augmentent la vitesse de construction et de recherche et sont de bonnes options pour y revenir plus tard. Cette recherche prendra du temps, ne vous attendez pas à la terminer au cours de la première semaine."
        },
        "Hq": {
          "Title": "Exigences HQ 31–35",
          "Description": "Une fois que vous avez terminé la partie inférieure de l'arbre de recherche, vous pouvez commencer avec HQ31+. Les bâtiments requis sont indiqués ci-dessous et incluent toujours le centre de recherche, le centre de tank/air/roquette (l'un d'entre eux) et la caserne.<br> Pour voir les temps et les ressources nécessaires, visitez <a href=\"https://www.lastwartutorial.com/copilot.php\" target=\"_blank\">Last War Tutorial : Builder Copilot</a>",
          "Table": {
            "Header": "Niveau HQ",
            "Header2": "Exigences",
            "Row1": "Centre de recherche niveau 30, Centre de tank/air/roquette niveau 30, Caserne niveau 30",
            "Row2": "Centre de recherche niveau 31, Centre de tank/air/roquette niveau 31, Caserne niveau 31, Murs niveau 31",
            "Row3": "Centre de recherche niveau 32, Centre de tank/air/roquette niveau 32, Caserne niveau 32, Hôpital niveau 32, Terrain d'entraînement niveau 32",
            "Row4": "Centre de recherche niveau 33, Centre de tank/air/roquette niveau 33, Caserne niveau 33, Murs niveau 33, Centre d'alliance niveau 33",
            "Row5": "Centre de recherche niveau 34, Centre de tank/air/roquette niveau 34, Caserne niveau 34, Hôpital niveau 34, Terrain d'entraînement niveau 34"
          }
        },
        "Week2": {
          "Title": "Semaine 2",
          "ServerMission": "Missions du serveur",
          "Mission1": {
            "Title": "Mission 1 : Débloquer la tâche radar (Jour 1, Semaine 2)",
            "Description": "Objectif : Complétez 5000 tâches radar sur l'ensemble du serveur."
          },
          "Mission2": {
            "Title": "Mission 2 : Tâche secrète : Conquérir le dépôt de pétrole (Jour 1, Semaine 2)",
            "Description": "Objectif : Complétez 1000 tâches secrètes sur l'ensemble du serveur."
          },
          "Mission3": {
            "Title": "Mission 3 : Expansion commerciale (Jour 1, Semaine 2)",
            "Description": "Objectif : Envoyez 500 camions sur l'ensemble du serveur."
          },
          "Event": {
            "Title": "Événements supplémentaires",
            "Description": "Comme pour la célébration de la Saison 1, la semaine 2 verra le retour de l'événement Bingo, du marché noir et du duel de championnat. Dans l'événement Bingo, vous pouvez recevoir du pétrole et de l'argent du marché noir en récompenses. Les événements fonctionnent de la même manière que dans la Saison 1."
          }
        },
        "Week3": {
          "Title": "Semaines 3 et 4",
          "Description": "Il n'y a rien de spécial pendant ces semaines. Pendant la semaine 3, des zombies de niveaux 31–35 seront débloqués sur la carte, et pendant la semaine 4, des Elite-Dooms de niveaux 31–35 seront débloqués."
        }
      }
    }
  },
  "PlayerMvp": {
    "Title": "Alliance - MVP",
    "MvpCard": {
      "Title": "Joueur Exceptionnel",
      "VsPoints": "Points VS",
      "MarshalParticipation": "Participation au Marshal",
      "DesertStormParticipation": "Participation à la Tempête du Désert",
      "MvpPoint": "Points MVP"
    },
    "Table": {
      "Name": "Nom",
      "VsPoints": "Points VS",
      "MarshalParticipation": "Participation au Marshal",
      "DesertStormParticipation": "Participation à la Tempête du Désert",
      "MvpPoint": "Points MVP"
    },
    "EvaluationCriteria": {
      "Title": "Critères d'Évaluation",
      "VSDuel": {
        "Title": "Points Hebdomadaires (Duel VS) – Poids 70% :",
        "Description": "Vos points sont basés sur la somme de tous les points VS des <strong>trois dernières semaines</strong>. Cette somme est divisée par 1.000.000 et multipliée par 0,7 :",
        "DescriptionBold": "trois semaines",
        "Formula": "(Somme des points VS des 3 dernières semaines / 1.000.000) * 0,7.",
        "Description2": "Ce calcul représente votre activité dans le Duel VS hebdomadaire, qui est le facteur le plus important."
      },
      "Marshal": {
        "Title": "Participations au Marshal – 15 points par participation :",
        "Description": "Chaque participation à l'événement vous rapporte <strong>15 points</strong>. Cela montre que vous êtes stratégiquement disponible lorsque l'alliance a besoin de vous."
      },
      "DesertStorm": {
        "Title": "Participations à la Tempête du Désert – 10 points par participation :",
        "Description": "Chaque participation à la Tempête du Désert vous rapporte <strong>10 points</strong>. Cet événement est considéré comme un bonus, mais récompense les joueurs qui s'engagent au-delà de leurs tâches régulières."
      },
      "Example": {
        "Title": "<strong>Exemple :</strong> Un joueur a les valeurs suivantes :",
        "List1Bold": "Points VS des 3 dernières semaines :",
        "List1": "150 millions",
        "List2Bold": "Participations au Marshal :",
        "List3Bold": "Participations à la Tempête du Désert :",
        "Description": "Les points MVP sont calculés comme suit :",
        "List4Bold": "Points VS :",
        "List5Bold": "Participations au Marshal :",
        "List6Bold": "Participations à la Tempête du Désert :",
        "TotalBold": "Total :",
        "Total": "105 + 150 + 80 = <strong>335 Points MVP</strong>"
      }
    }
  }
}
