{
  "Home": {
    "Welcome": "Benvenuto, valorosi guerrieri, nell'Alleanza Old Viking!",
    "Section1": "Entra nei mari tempestosi e nei campi di battaglia senza fine con l'Alleanza Old Viking al tuo fianco. Qui combattiamo spalla a spalla, le nostre asce affilate, i nostri scudi sollevati, sempre pronti per la prossima battaglia.",
    "WhatToExpect": {
      "Title": "Cosa aspettarsi:",
      "List1": "Fratelli e sorelle d'armi: Trova compagni fedeli che ti sosterranno in ogni battaglia e condivideranno con te la gloria.",
      "List2": "Maestria strategica: Forgia piani potenti e supera i tuoi nemici con tattiche astute e coraggio incrollabile.",
      "List3": "Feste gloriose: Partecipa a battaglie epiche e raid gloriosi che ti ricompenseranno generosamente e proseguiranno la tua saga eroica.",
      "List4": "Saggezza degli Antichi: Impara dai guerrieri esperti e migliora le tue abilità per affermarti come un vero vichingo."
    },
    "Allies": {
      "Title": "I nostri alleati:",
      "Allie1": "FYU - IMPERIVM XXIV"
    },
    "Nap": {
      "Title": "Patti di non aggressione (NAP):",
      "Nap1": "Attualmente non abbiamo patti di non aggressione (NAP) in corso."
    },
    "Section2": "Diventa parte dell'Alleanza Old Viking e naviga con noi verso la leggenda. Insieme, saremo invincibili e faremo tremare il mondo di ammirazione.",
    "Vs": {
      "Title": "Duel VS:",
      "Description": "Scopri qui come accumulare il maggior numero di punti.",
      "Link": "Scopri di più",
      "Day1": {
        "Link": "day1",
        "Description": "Giorno 1 - Addestramento speciale radar"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Giorno 2 - Costruzione della base"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Giorno 3 - Era della scienza"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Giorno 4 - Sviluppo degli eroi"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Giorno 5 - Prontezza al combattimento"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Giorno 6 - Eliminazione dei nemici"
      }
    },
    "Information": {
      "Title": "Ulteriori informazioni",
      "Description": "Qui trovi collegamenti utili alle pagine principali del nostro sito web:",
      "Vs": "Duello VS",
      "Rules": "Regole",
      "Basics": "Fondamenti"
    }
  },
  "Rules": {
    "Title": "Alleanza Regole",
    "Rule1": {
      "Title": "Inattività",
      "Description": "Chiunque sia offline per 3 giorni senza avvisare sarà espulso dall'alleanza il 4° giorno."
    },
    "Rule2": {
      "Title": "Punto di Ritrovo",
      "Description": "La battaglia termina domenica e tutti i membri devono riunirsi al punto di ritrovo dell'alleanza.",
      "Description2": "Chi non è al punto di ritrovo entro mercoledì sarà espulso.",
      "Description3": "Come arrivo al luogo di riunione"
    },
    "Rule3": {
      "Title": "Donazioni per la Tecnologia dell'Alleanza",
      "Description": "Entro domenica, ogni membro deve aver donato punti alla tecnologia dell'alleanza (le donazioni sono gratuite).",
      "Description2": "Chi non lo fa sarà espulso.",
      "Description3": "Come faccio una donazione"
    },
    "Rule4": {
      "Title": "Nomi dei Giocatori",
      "Description": "Ogni membro deve avere il proprio nome di giocatore.",
      "Description2": "Chi non sceglie il proprio nome di giocatore sarà espulso dall'alleanza."
    },
    "Rule5": {
      "Title": "Attacchi Generali",
      "Description": "Qualsiasi attacco ai nostri alleati o al NAP (Patto di Non Aggressione) è vietato.",
      "Description2": "Gli attacchi ai giocatori di altre alleanze sono generalmente vietati. Se sorgono circostanze particolari o conflitti, tali azioni devono essere discusse e approvate in anticipo da un R5 o R4 per evitare stress inutile.",
      "Description3": "Il saccheggio di camion o treni del proprio server non è consentito.",
      "Description4": "Come evitare gli attacchi ai propri camion"
    },
    "Note": {
      "Title": "Nota:",
      "Description": "Se qualcuno non sa come rispettare una regola o ha altre domande, per favore ci contatti. Siamo qui per aiutare."
    },
    "Footer": "Siamo forti e di successo insieme!",
    "ServerRules": {
      "Title": "Regole del Server",
      "Abuse": {
        "Title": "Abusi:",
        "Rule1": "Nessun bullismo, sessismo, razzismo, omofobia o altre chat basate sull'odio, comprese le offese etniche, sessuali, religiose, legate alla disabilità, all'età o transfobiche. La conseguenza è un colpo gratuito sul giocatore, o in caso di recidiva, l'espulsione dall'alleanza."
      },
      "Zeroing": {
        "Title": "Azzeramento:",
        "Rule1": "È vietato azzerare (distruggere) le basi che sono nelle alleanze sul nostro server. La conseguenza è essere azzerati a propria volta, con truppe fuori dalla base."
      },
      "Trucks": {
        "Title": "Camion:",
        "Rule1": "Nessun attacco ai camion e ai treni del nostro server. Usa il filtro per evitare questo. Se succede, parla direttamente con la persona per organizzare il saccheggio di un camion equivalente in cambio. Se non risponde, segnalalo a R4/R5."
      },
      "Villages": {
        "Title": "Villaggi:",
        "Rule1": "I giocatori non sono autorizzati ad attaccare basi durante la cattura di un villaggio, solo rinforzare il villaggio o attaccare il villaggio. La conseguenza è un numero equivalente di colpi in cambio con truppe fuori dalla base."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Attacchi 1: ",
          "Rule": "I giocatori che lasciano la loro alleanza per attaccare un giocatore nella Top 10 saranno esclusi dall'unirsi a qualsiasi Top 10 per 1 settimana. Non possono essere protetti durante quella settimana da nessuna Top 10."
        },
        "Rule2": {
          "Title": "Attacchi 2: ",
          "Rule": "I giocatori che attaccano un altro giocatore nella Top 10 dovrebbero ricevere lo stesso numero di attacchi e danni in cambio, con una seconda infrazione che comporta un divieto di 1 settimana dalla Top 10."
        }
      },
      "Cities": {
        "Title": "Città:",
        "Rule1": "Le città di livello 6 appartengono alle prime 3 alleanze. Se le prime 3 cambiano, le città di livello 6 cambieranno di conseguenza."
      }
    }
  },
  "Navigation": {
    "Home": "Home",
    "Rules": "Regole",
    "VS": "Duello VS",
    "Alliances": "Alleanza",
    "Basics": "Fondamenti"
  },
  "VS": {
    "Title": "VS-Duel",
    "Day1": {
      "Title": "Giorno 1 - Addestramento Radar Speciale",
      "DayText": "Lunedì",
      "Task1": "Usa 1 resistenza",
      "Task2": "Completa 1 missione radar",
      "Task3": "Usa almeno 660 esperienza eroi per volta",
      "Task4": "Usa 1 punto dati di combattimento droni",
      "Task5": "Usa 1 componente drone",
      "Task6": "Acquista un pacchetto regalo con diamanti (1 diamante)",
      "Task7": "Raccogli 100 cibo",
      "Task8": "Raccogli 100 ferro",
      "Task9": "Raccogli 60 oro",
      "Task10": "Per ogni chip abilità drone guadagnato"
    },
    "Day2": {
      "Title": "Giorno 2 - Costruzione della Base",
      "DayText": "Martedì",
      "Task1": "Usa 1 minuto acceleratore di costruzione",
      "Task2": "Aumenta la potenza di combattimento dell'edificio di 1 punto",
      "Task3": "Invia il carro leggendario 1 volta",
      "Task4": "Completa 1 missione segreta arancione",
      "Task5": "Acquista un pacchetto regalo con diamanti (1 diamante)",
      "Task6": "Recluta sopravvissuti 1 volta nella taverna"
    },
    "Day3": {
      "Title": "Giorno 3 - Era della Scienza",
      "DayText": "Mercoledì",
      "Task1": "Usa 1 minuto acceleratore di ricerca",
      "Task2": "Aumenta la potenza di combattimento della tecnologia di 1 punto",
      "Task3": "Completa 1 missione radar",
      "Task4": "Acquista un pacchetto regalo con diamanti (1 diamante)",
      "Task5": "Ogni volta che apri un componente drone di livello 1",
      "Task6": "Ogni volta che apri un componente drone di livello 2",
      "Task7": "Ogni volta che apri un componente drone di livello 3",
      "Task8": "Ogni volta che apri un componente drone di livello 4",
      "Task9": "Ogni volta che apri un componente drone di livello 5",
      "Task10": "Ogni volta che apri un componente drone di livello 6",
      "Task11": "Ogni volta che apri un componente drone di livello 7"
    },
    "Day4": {
      "Title": "Giorno 4 - Sviluppo degli Eroi",
      "DayText": "Giovedì",
      "Task1": "Effettua 1 reclutamento eroe",
      "Task2": "Usa almeno 660 esperienza eroi per volta",
      "Task3": "Usa 1 frammento eroe leggendario",
      "Task4": "Usa 1 frammento eroe raro",
      "Task5": "Usa 1 medaglia abilità",
      "Task6": "Acquista un pacchetto regalo con diamanti (1 diamante)"
    },
    "Day5": {
      "Title": "Giorno 5 - Prontezza al Combattimento",
      "DayText": "Venerdì",
      "Task1": "Completa 1 missione radar",
      "Task2": "Usa 1 minuto acceleratore di costruzione",
      "Task3": "Aumenta la potenza di combattimento dell'edificio di 1 punto",
      "Task4": "Usa 1 minuto acceleratore di ricerca",
      "Task5": "Aumenta la potenza di combattimento della tecnologia di 1 punto",
      "Task6": "Usa 1 minuto acceleratore di addestramento",
      "Task7": "Allena 1 soldato a livello 1",
      "Task8": "Allena 1 soldato a livello 2",
      "Task9": "Allena 1 soldato a livello 3",
      "Task10": "Allena 1 soldato a livello 4",
      "Task11": "Allena 1 soldato a livello 5",
      "Task12": "Allena 1 soldato a livello 6",
      "Task13": "Allena 1 soldato a livello 7",
      "Task14": "Allena 1 soldato a livello 8",
      "Task15": "Allena 1 soldato a livello 9",
      "Task16": "Allena 1 soldato a livello 10",
      "Task17": "Acquista un pacchetto regalo con diamanti (1 diamante)"
    },
    "Day6": {
      "Title": "Giorno 6 - Eliminazione dei Nemici",
      "DayText": "Sabato",
      "Task1": "Invia il carro leggendario 1 volta",
      "Task2": "Completa 1 missione segreta arancione",
      "Task3": "Usa 1 minuto acceleratore di costruzione",
      "Task4": "Usa 1 minuto acceleratore di ricerca",
      "Task5": "Usa 1 minuto acceleratore di addestramento",
      "Task6": "Usa 1 minuto acceleratore di guarigione",
      "Task7": "Ogni unità di livello 1 uccisa di una alleanza rivale",
      "Task8": "Ogni unità di livello 2 uccisa di una alleanza rivale",
      "Task9": "Ogni unità di livello 3 uccisa di una alleanza rivale",
      "Task10": "Ogni unità di livello 4 uccisa di una alleanza rivale",
      "Task11": "Ogni unità di livello 5 uccisa di una alleanza rivale",
      "Task12": "Ogni unità di livello 6 uccisa di una alleanza rivale",
      "Task13": "Ogni unità di livello 7 uccisa di una alleanza rivale",
      "Task14": "Ogni unità di livello 8 uccisa di una alleanza rivale",
      "Task15": "Ogni unità di livello 9 uccisa di una alleanza rivale",
      "Task16": "Ogni unità di livello 10 uccisa di una alleanza rivale",
      "Task17": "Ogni unità di livello 1 uccisa",
      "Task18": "Ogni unità di livello 2 uccisa",
      "Task19": "Ogni unità di livello 3 uccisa",
      "Task20": "Ogni unità di livello 4 uccisa",
      "Task21": "Ogni unità di livello 5 uccisa",
      "Task22": "Ogni unità di livello 6 uccisa",
      "Task23": "Ogni unità di livello 7 uccisa",
      "Task24": "Ogni unità di livello 8 uccisa",
      "Task25": "Ogni unità di livello 9 uccisa",
      "Task26": "Ogni unità di livello 10 uccisa",
      "Task27": "Ogni unità di livello 1 persa",
      "Task28": "Ogni unità di livello 2 persa",
      "Task29": "Ogni unità di livello 3 persa",
      "Task30": "Ogni unità di livello 4 persa",
      "Task31": "Ogni unità di livello 5 persa",
      "Task32": "Ogni unità di livello 6 persa",
      "Task33": "Ogni unità di livello 7 persa",
      "Task34": "Ogni unità di livello 8 persa",
      "Task35": "Ogni unità di livello 9 persa",
      "Task36": "Ogni unità di livello 10 persa",
      "Task37": "Acquista un pacchetto regalo con diamanti (1 diamante)"
    },
    "GeneralTips": {
      "Title": "Suggerimenti Generali:",
      "Tip1": "Completa le missioni radar solo ogni due giorni quando danno punti nell'evento (Lunedì, Mercoledì, Venerdì)",
      "Tip2": "Raccogli tutti i dati di combattimento droni e usali solo il lunedì",
      "Tip3": "Lascia gli edifici imballati dopo la costruzione e disimballali solo il martedì quando danno punti",
      "Tip4": "Raccogli biglietti per il carro commerciale e le missioni e usali quando i camion d'oro e le missioni danno punti",
      "Tip5": "Raccogli biglietti per i sopravvissuti e usali il martedì (eccetto quelli gratuiti)",
      "Tip6": "Lascia i forzieri dei componenti droni nell'inventario e aprili solo il mercoledì",
      "Tip7": "Raccogli tutti i biglietti di reclutamento e usali solo il giovedì (eccetto quelli gratuiti)",
      "Tip8": "Raccogli frammenti di eroi e medaglie di abilità e usali solo il giovedì",
      "Tip9": "Raccogli esperienza eroi e usala solo il lunedì o il giovedì",
      "Tip10": "Raccogli tutti i chip abilità droni per il lunedì"
    },
    "YouTubeNote": "Nota: I seguenti video di YouTube mostrano buoni esempi per il giorno VS. Tieni presente che potrebbero non essere completamente aggiornati. Verifica anche le ultime modifiche e procedure.",
    "Description": "In questa pagina troverai suggerimenti e trucchi utili su come ottenere il punteggio massimo nel duello VS senza dover spendere soldi. Scopri strategie efficaci e metodi collaudati per massimizzare il tuo punteggio e avere successo!"
  },
  "DesertStorm": {
    "Title": "Tempesta nel Deserto",
    "Register": {
      "Title": "Registrazione",
      "Description1": "Qualsiasi membro di un'alleanza può richiedere di partecipare quando la registrazione è aperta.",
      "Description2": "Il numero massimo di giocatori per squadra è 20, con 10 riserve consentite. Una volta chiuse le iscrizioni, neanche gli R4 e R5 possono modificare i partecipanti. Gli R4/R5 decidono la composizione finale dei giocatori partecipanti.",
      "Description3": "Richiedi di partecipare solo per le fasce orarie in cui puoi effettivamente essere presente, poiché non sarà possibile effettuare sostituzioni in seguito. È possibile selezionare fino a 10 sostituti.",
      "Step1": "Vai su Eventi -> <br> Campo di Battaglia Tempesta nel Deserto -> <br> Seleziona Partecipanti",
      "Step2": "Scegli \"Richiedi di Combattere\"",
      "Step3": "Giochiamo dalle 22:00 alle 22:40 <br> Spunta la casella e conferma"
    },
    "Join": {
      "Title": "Entra nel Campo di Battaglia",
      "Description": "Quando il conto alla rovescia dell'evento nella pagina dei dettagli dell'evento termina e l'evento inizia, i partecipanti devono entrare nel campo di battaglia in tempo. Dopo ulteriori 5 minuti, i riserve possono eventualmente entrare e coloro che non erano connessi rimarranno fuori.",
      "Step1": "Inizia il gioco con le truppe al livello più alto che puoi addestrare, in base alla capacità del tuo campo di addestramento.",
      "Step2": "Le truppe possono essere ferite durante l'evento e saranno inviate in un ospedale speciale dell'evento (puoi curarle durante l'evento se necessario e, se hai l'ospedale da campo, la guarigione sarà accelerata), ma alla fine dell'evento, le truppe ferite torneranno al loro stato normale come se nulla fosse successo. Quindi usa tutte le truppe a tua disposizione. L'aiuto dell'alleanza non è disponibile nell'ospedale dell'evento.",
      "Step3": "Solo le truppe che si trovano nella tua base nel gioco normale sono disponibili in Tempesta nel Deserto. Se le hai lasciate nei campi, richiamale semplicemente alla base. Una volta che sono nella base, saranno disponibili in DS."
    },
    "Goals": {
      "Title": "Obiettivi",
      "Goal1": "Durante l'evento, cerca di accumulare il maggior numero possibile di punti alleanza per vincere. Un banner HUD con una classifica in tempo reale ti aiuterà a monitorare i progressi.",
      "Goal2": "I punti alleanza si ottengono catturando e mantenendo edifici. La prima cattura conferisce punti extra. Una cattura è completa solo quando un'alleanza ha liberato l'edificio dai nemici, se stanno rinforzando, e dopo che il conto alla rovescia di cattura di 1 minuto è terminato. Da quel momento, il rendimento di cattura viene aggiunto al banner della classifica in tempo reale.",
      "Goal3": "Punti extra possono essere ottenuti raccogliendo le casse di rifornimento di punti che appaiono quando catturi un edificio (se ci sono punti extra). Invia esploratori per raccoglierle rapidamente.",
      "Goal4": "I punti individuali danno ricompense personali, ma l'accento dovrebbe essere posto sui punti alleanza, poiché le ricompense dell'alleanza sono migliori di quelle individuali."
    },
    "MostImportant": {
      "Title": "Le Cose Più Importanti da Sapere",
      "Important1": "Non puoi utilizzare l'aiuto dell'alleanza per curare i tuoi soldati nell'ospedale, come nel gioco normale, ma puoi utilizzare acceleratori di guarigione.",
      "Important2": "Puoi usare le tue truppe nel mini-gioco Tempesta nel Deserto solo se le truppe si trovano nella base sulla mappa normale. Assicurati che le tue truppe siano tornate alla base prima dell'inizio di Tempesta nel Deserto. Se una truppa è utilizzata nella modalità mappa normale, non sarà disponibile in Tempesta nel Deserto.",
      "Important3": "Se perdi la fase di registrazione o non sei elencato come partecipante o riserva, non potrai partecipare alla battaglia di Tempesta nel Deserto.",
      "Important4": "I teletrasporti in Tempesta nel Deserto sono gratuiti ma limitati a uno ogni 2 minuti. Il tempo di raffreddamento è indicato nell'angolo in basso a sinistra dello schermo, appena sopra il pulsante \"Eroi\".",
      "Important5": "In Tempesta nel Deserto, la durabilità della tua base è di 4000 punti. Dopo 4 colpi, la tua base brucia e sarai teletrasportato nella zona di sicurezza. Il tempo di raffreddamento del teletrasporto non sarà resettato in questo caso. Se è stato utilizzato, dovrai aspettare.",
      "Important6": "La maggior parte dei giocatori senza esperienza in Tempesta nel Deserto perde le truppe in pochi minuti. Assicurati di leggere le strategie seguenti per imparare a limitare le perdite di truppe.",
      "Important7": "In Tempesta nel Deserto, non puoi muovere liberamente le tue truppe. Devono raggiungere un obiettivo e tornare alla base prima di poter essere schierate su un altro obiettivo. Dimentica di distruggere una base con pochi clic rapidi e una truppa in pochi secondi.",
      "Important8": "In Tempesta nel Deserto, quando il tempo di raffreddamento del teletrasporto è terminato, puoi teletrasportarti in qualsiasi punto della mappa, che le tue truppe siano nella base o meno. È un bel cambiamento rispetto alle regole di teletrasporto normali nel gioco, dove tutte le tue truppe devono essere tornate alla base prima di teletrasportarsi. P.S.: La stessa regola si applica durante il Duello contro il Giorno 6, quando ti teletrasporti verso e dal server dell'altro giorno."
    },
    "Strategies": {
      "Title": "Strategie",
      "EmptyBuilding": {
        "Title": "Cattura un Edificio Vuoto",
        "Description1": "Catturare un edificio vuoto è semplice: attaccalo e sarà tuo.",
        "Description2": "Dopo 1 minuto, i punti saranno generati per la tua alleanza (e per i tuoi punti individuali) in base al rendimento della cattura. Se è la prima cattura, otterrai anche i punti di prima cattura."
      },
      "ReduceTroopLosses": {
        "Title": "Strategia per Catturare Edifici Vuoti per Ridurre le Perdite di Truppe",
        "Description1": "Se catturi un edificio (ma non ricevi ancora i punti di cattura) e appare un nemico, puoi utilizzare la seguente strategia per vincere la battaglia e ridurre le perdite di truppe (funziona bene se il QG/forza del nemico è simile o inferiore alla tua):",
        "Tip1": "Mantieni la tua truppa nell'edificio fino a quando il nemico non inizia l'attacco (soprattutto se è la prima cattura dell'edificio, dove puoi ottenere i punti di prima cattura).",
        "Tip2": "Se il nemico inizia ad attaccare l'edificio e non hai ancora ricevuto il rendimento di cattura (stai rinforzando da meno di un minuto), ritira la truppa per evitare che il nemico attacchi la tua truppa sull'edificio. Questo impedisce le perdite di truppe.",
        "Tip3": "Probabilmente il nemico ha inviato la sua squadra A per catturare l'edificio, quindi potrebbe essere senza difese. Ricorda che se vuole attaccare la tua base con questa truppa, deve prima rimandarla alla sua base e poi inviarla alla tua base.",
        "Tip4": "Invia tutte le tue truppe con la truppa A in prima posizione per attaccare la base nemica.",
        "Tip5": "Se hai fortuna, il nemico non avrà difese o solo truppe deboli. Una volta eliminato il nemico, invia la tua truppa per catturare la base.",
        "Tip6": "Utilizza esploratori per assicurarti che le truppe inviate possano effettivamente vincere la battaglia contro la base. Invia esploratori più volte appena prima che le tue truppe raggiungano il nemico per poter ritirare una truppa se il nemico attiva la difesa."
      },
      "Advantages": {
        "Title": "Vantaggi:",
        "Description1": "Eviti di perdere truppe durante il primo attacco del nemico, che probabilmente invierà una squadra A per catturare la base.",
        "Description2": "Se il nemico non ha una linea di difesa, puoi eliminarlo con zero perdite di truppe, specialmente se sei veloce e il nemico è vicino.",
        "Description3": "L'avversario non ottiene punti se sei veloce, poiché ci vuole 1 minuto affinché la cattura inizi."
      },
      "Disadvantages": {
        "Title": "Svantaggi:",
        "Description1": "Se il nemico ha una squadra B forte e la usa per difendere, questa strategia può funzionare, ma richiederà più tempo poiché puoi colpirli solo con la tua squadra A. Funziona meglio se sei vicino al nemico.",
        "Description2": "Se appaiono più nemici, potresti essere esposto ai loro attacchi se hai inviato la tua squadra A per attaccare il nemico.",
        "Description3": "Il nemico potrebbe difendersi quando li colpisci. Usa quindi una squadra con solo un eroe di basso livello come buona strategia per ridurre ulteriormente il rischio di perdita di truppe.",
        "Description4": "Se è la prima cattura dell'edificio e non elimini rapidamente il nemico, otterranno questi punti.",
        "Description5": "Ricorda che questa strategia mira a ridurre le perdite di truppe, ma perdi secondi preziosi nella cattura dell'edificio. Usala quindi con saggezza, tenendo conto dello stato attuale della battaglia e del numero di truppe rimaste."
      },
      "BuildingInEnemy": {
        "Title": "Cattura un Edificio in Possesso del Nemico",
        "Description1": "Se l'edificio appartiene all'altra squadra, puoi procedere in due modi:",
        "Description2": "Attacca direttamente l'edificio con la tua squadra più forte e cerca di sconfiggere tutte le truppe che rinforzano l'edificio (simile alla cattura di villaggi). Questa strategia ha un grave problema poiché probabilmente perderai molti soldati, e dopo alcune catture, rimarrai senza truppe.",
        "Description3": "Identifica le basi nemiche con rinforzi e bruciale. Questo approccio di solito funziona bene se le basi non hanno difesa. Altrimenti, si presenta lo stesso problema del metodo precedente, ma probabilmente perderai meno soldati se il nemico invia la prima squadra in rinforzo."
      },
      "ShouldNotDo": {
        "Title": "Cosa Non Fare",
        "Description1": "In Tempesta nel Deserto, le tue truppe sono molto preziose, quindi non dovresti fare nulla che le metta in pericolo.",
        "Description2": "Ecco alcuni esempi di ciò che non dovresti fare, poiché probabilmente porterà a perdite di truppe:",
        "Description3": "Se sei attaccato da un nemico più debole, aspetta con la tua squadra principale in difesa e attacca quando la sua squadra principale torna, invece di lasciarlo bruciarti perché le tue truppe di difesa sono fuori. Ricorda che ogni attacco comporta una certa perdita di truppe se rimuovi la formazione di difesa.",
        "Description4": "Non attaccare nemici inattivi con truppe deboli, poiché avranno tempo per costruire la loro difesa e perderai truppe. È meglio farlo quando i nemici stanno facendo più cose, poiché potrebbero non avere tempo per costruire una difesa se vedono che stai attaccando (funziona meglio se sei vicino alla base nemica)."
      }
    }
  },
  "Alliances": {
    "Title": "Alleanza",
    "Donate": {
      "Title": "Come Puoi Contribuire/Donare",
      "Description": "Per contribuire alla tecnologia dell'alleanza, si applicano le seguenti regole:",
      "Rule1": "per ogni donazione a una tecnologia non raccomandata, ricevi 50 EXP e punti contributo all'alleanza.",
      "Rule2": "per ogni donazione alla tecnologia raccomandata, ricevi una ricompensa aggiuntiva del +20%: guadagni quindi 60 EXP e 60 punti contributo all'alleanza.",
      "Rule3": "Inoltre, le donazioni hanno la possibilità di attivare un colpo critico, garantendo EXP tecnologici extra. Le probabilità di colpi critici sono:",
      "Hit1": "Nessun colpo critico: 45%",
      "Hit2": "Colpo critico x2 (50 punti EXP tecnologia aggiuntivi): 30%",
      "Hit3": "Colpo critico x3 (100 punti EXP tecnologia aggiuntivi): 15%",
      "Hit4": "Colpo critico x5 (200 punti EXP tecnologia aggiuntivi): 10%",
      "Description2": "Come donare:",
      "Donate": "Clicca sulla tecnologia raccomandata e poi su 'Dona', utilizzando monete o diamanti.",
      "Maximum": "I comandanti hanno un massimo di 20 opportunità per donare alla tecnologia dell'alleanza con le monete. Ogni donazione, critica o meno, consuma un'opportunità. Se le opportunità di donazione disponibili di un comandante scendono sotto le 20, riceverà un'opportunità ogni 20 minuti.",
      "Limit": "Non ci sono limiti giornalieri al numero di donazioni in diamanti che i comandanti possono fare alla tecnologia dell'alleanza. Tuttavia, i costi in diamanti per ogni donazione aumentano con il numero di donazioni effettuate, ma è possibile fare un numero illimitato di donazioni in diamanti. Dopo 20 minuti, la quantità di diamanti necessaria per la donazione diminuisce gradualmente. I costi iniziano a 2 diamanti per la prima donazione e aumentano di 2 diamanti per ogni donazione successiva, fino a un massimo di 50 diamanti."
    },
    "Shop": {
      "Title": "Negozio dell'Alleanza",
      "Description1": "Se fai parte di un'alleanza, hai accesso al Negozio dell'Alleanza. Alleanza -> Negozio dell'Alleanza",
      "Description2": "Il Negozio dell'Alleanza offre oggetti di potenziamento molto utili che possono essere richiesti in cambio di punti contributo all'alleanza. La quantità che puoi richiedere di ogni oggetto è limitata nel tempo e il negozio ripristina questi limiti dopo un conto alla rovescia visualizzato in alto nel Negozio dell'Alleanza.",
      "Image": "Nell'immagine, due aree sono segnate in rosso: <br> Teletrasporto Avanzato e Teletrasporto dell'Alleanza <br> Queste due aree sono importanti per raggiungere il luogo di raduno. <br> Con il Teletrasporto Avanzato, puoi scegliere liberamente dove vuoi essere teletrasportato sulla mappa. <br> Con il Teletrasporto dell'Alleanza, verrai teletrasportato in un punto vicino al luogo di raduno."
    },
    "AssemblyPlace": {
      "Title": "Come arrivo al luogo di raduno?",
      "Variant1": {
        "Title": "Variante 1: Teletrasporto Avanzato",
        "Description1": "Cerca sulla mappa il nostro luogo di raduno dell'alleanza (bandiera viola).",
        "Description2": "Scegli un posto libero nelle vicinanze.",
        "Description3": "Clicca su 'Teletrasporta'. Questo ti costerà un Teletrasporto Avanzato."
      },
      "Variant2": {
        "Title": "Variante 2: Teletrasporto dell'Alleanza",
        "Description1": "Vai nel tuo inventario e seleziona la scheda 'Speciale'.",
        "Description2": "Trova il Teletrasporto dell'Alleanza.",
        "Description3": "Clicca su 'Usa'. Verrai quindi teletrasportato automaticamente al luogo di raduno."
      },
      "Footer": "Nell'immagine in basso è mostrato il Teletrasporto dell'Alleanza, e nell'immagine in alto c'è il negozio. Puoi scambiare entrambi i teletrasporti come descritto sopra nel Negozio dell'Alleanza. Il Teletrasporto dell'Alleanza costa meno.",
      "Image": "Clicca su: <b><br> 1. Inventario <br> 2. Speciale <br> 3. Teletrasporto dell'Alleanza <br> 3. Usa"
    }
  },
  "Basics": {
    "Title": "Fondamenti",
    "Translate": {
      "Title": "Traduzioni",
      "Description": "In Last War, puoi utilizzare la funzione di traduzione automatica per tradurre il testo nella tua lingua. Per tradurre le chat e i messaggi, utilizza semplicemente l'icona in basso a destra – mostra una 'A' con delle frecce e una 'T'. In questo modo, puoi comunicare nella tua lingua preferita e concentrarti completamente sul gioco!",
      "Image": "L'immagine mostra due esempi di dove trovare l'icona per tradurre il testo."
    },
    "Trucks": {
      "Title": "Saccheggio dei camion sul tuo server",
      "Description": "Non è permesso saccheggiare i camion sul tuo server. Per assicurarti che tali camion non vengano visualizzati, c'è una casella che puoi attivare per filtrare tutti i camion dal tuo server. Per favore, spunta questa casella per conformarti alle regole. L'immagine sottostante mostra dove trovare la casella.",
      "Image": "Per favore, attiva la casella come mostrato nell'immagine."
    }
  }
}
