{
  "Home": {
    "Welcome": "Benvenuto, valorosi guerrieri, nell'Alleanza Old Viking!",
    "Section1": "Entra nei mari tempestosi e nei campi di battaglia senza fine con l'Alleanza Old Viking al tuo fianco. Qui combattiamo spalla a spalla, le nostre asce affilate, i nostri scudi sollevati, sempre pronti per la prossima battaglia.",
    "WhatToExpect": {
      "Title": "Cosa aspettarsi:",
      "List1": "Fratelli e sorelle d'armi: Trova compagni fedeli che ti sosterranno in ogni battaglia e condivideranno con te la gloria.",
      "List2": "Maestria strategica: Forgia piani potenti e supera i tuoi nemici con tattiche astute e coraggio incrollabile.",
      "List3": "Feste gloriose: Partecipa a battaglie epiche e raid gloriosi che ti ricompenseranno generosamente e proseguiranno la tua saga eroica.",
      "List4": "Saggezza degli Antichi: Impara dai guerrieri esperti e migliora le tue abilità per affermarti come un vero vichingo."
    },
    "Allies": {
      "Title": "I nostri alleati:",
      "Allie1": "tES - The Walking Beer",
      "Allie2": "7ci - La 7e compagnie"
    },
    "Nap": {
      "Title": "Patti di non aggressione (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "CrossServerAlliances": {
      "Title": "Alleanze tra server"
    },
    "Section2": "Diventa parte dell'Alleanza Old Viking e naviga con noi verso la leggenda. Insieme, saremo invincibili e faremo tremare il mondo di ammirazione.",
    "Vs": {
      "Title": "Duel VS:",
      "Description": "Scopri qui come accumulare il maggior numero di punti.",
      "Link": "Scopri di più",
      "Day1": {
        "Link": "day1",
        "Description": "Giorno 1 - Addestramento speciale radar"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Giorno 2 - Costruzione della base"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Giorno 3 - Era della scienza"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Giorno 4 - Sviluppo degli eroi"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Giorno 5 - Prontezza al combattimento"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Giorno 6 - Eliminazione dei nemici"
      }
    },
    "Information": {
      "Title": "Ulteriori informazioni",
      "Description": "Qui trovi collegamenti utili alle pagine principali del nostro sito web:",
      "Vs": "Duello VS",
      "Rules": "Regole",
      "Basics": "Fondamenti",
      "TipsAndTricks": "Suggerimenti e trucchi"
    },
    "Guestbook": "Libro degli ospiti"
  },
  "Rules": {
    "Title": "Alleanza Regole",
    "Rule1": {
      "Title": "Inattività",
      "Description": "Chiunque sia offline per 3 giorni senza avvisare sarà espulso dall'alleanza il 4° giorno."
    },
    "Rule2": {
      "Title": "Punto di Ritrovo",
      "Description": "La battaglia termina domenica e tutti i membri devono riunirsi al punto di ritrovo dell'alleanza.",
      "Description2": "Chi non è al punto di ritrovo entro mercoledì sarà espulso.",
      "Description3": "Come arrivo al luogo di riunione"
    },
    "Rule3": {
      "Title": "Donazioni per la Tecnologia dell'Alleanza",
      "Description": "Entro domenica, ogni membro deve aver donato punti alla tecnologia dell'alleanza (le donazioni sono gratuite).",
      "Description2": "Chi non lo fa sarà espulso.",
      "Description3": "Come faccio una donazione"
    },
    "Rule4": {
      "Title": "Nomi dei Giocatori",
      "Description": "Ogni membro deve avere il proprio nome di giocatore.",
      "Description2": "Chi non sceglie il proprio nome di giocatore sarà espulso dall'alleanza."
    },
    "Rule5": {
      "Title": "Attacchi Generali",
      "Description": "Qualsiasi attacco ai nostri alleati o al NAP (Patto di Non Aggressione) è vietato.",
      "Description2": "Gli attacchi ai giocatori di altre alleanze sono generalmente vietati. Se sorgono circostanze particolari o conflitti, tali azioni devono essere discusse e approvate in anticipo da un R5 o R4 per evitare stress inutile.",
      "Description3": "Il saccheggio di camion o treni del proprio server non è consentito.",
      "Description4": "Come evitare gli attacchi ai propri camion",
      "Description5": "Non è consentito saccheggiare missioni segrete e missioni Ghost Ops dal proprio server",
      "Description6": "Come saccheggiare missioni segrete su altri server"
    },
    "Note": {
      "Title": "Nota:",
      "Description": "Se qualcuno non sa come rispettare una regola o ha altre domande, per favore ci contatti. Siamo qui per aiutare."
    },
    "Footer": "Siamo forti e di successo insieme!",
    "ServerRules": {
      "Title": "Regole del Server",
      "Abuse": {
        "Title": "Abusi:",
        "Rule1": "Nessun bullismo, sessismo, razzismo, omofobia o altre chat basate sull'odio, comprese le offese etniche, sessuali, religiose, legate alla disabilità, all'età o transfobiche. La conseguenza è un colpo gratuito sul giocatore, o in caso di recidiva, l'espulsione dall'alleanza."
      },
      "Zeroing": {
        "Title": "Azzeramento:",
        "Rule1": "È vietato azzerare (distruggere) le basi che sono nelle alleanze sul nostro server. La conseguenza è essere azzerati a propria volta, con truppe fuori dalla base."
      },
      "Trucks": {
        "Title": "Camion:",
        "Rule1": "Nessun attacco ai camion e ai treni del nostro server. Usa il filtro per evitare questo. Se succede, parla direttamente con la persona per organizzare il saccheggio di un camion equivalente in cambio. Se non risponde, segnalalo a R4/R5."
      },
      "Villages": {
        "Title": "Villaggi:",
        "Rule1": "I giocatori non sono autorizzati ad attaccare basi durante la cattura di un villaggio, solo rinforzare il villaggio o attaccare il villaggio. La conseguenza è un numero equivalente di colpi in cambio con truppe fuori dalla base."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Attacchi 1: ",
          "Rule": "I giocatori che lasciano la loro alleanza per attaccare un giocatore nella Top 10 saranno esclusi dall'unirsi a qualsiasi Top 10 per 1 settimana. Non possono essere protetti durante quella settimana da nessuna Top 10."
        },
        "Rule2": {
          "Title": "Attacchi 2: ",
          "Rule": "I giocatori che attaccano un altro giocatore nella Top 10 dovrebbero ricevere lo stesso numero di attacchi e danni in cambio, con una seconda infrazione che comporta un divieto di 1 settimana dalla Top 10."
        }
      },
      "Cities": {
        "Title": "Città:",
        "Rule1": "Le città di livello 6 appartengono alle prime 3 alleanze. Se le prime 3 cambiano, le città di livello 6 cambieranno di conseguenza."
      }
    }
  },
  "Navigation": {
    "Home": "Home",
    "Rules": "Regole",
    "VS": "Duello VS",
    "Alliances": "Alleanze",
    "AllianceMvp": "Alleanza MVP",
    "Basics": "Fondamenti",
    "TipsAndTricks": "Suggerimenti/Trucchi",
    "Buildings": "Edifici",
    "Squad": "Squadra",
    "DesertStorm": "Tempesta del deserto",
    "SeasonOne": "Stagione 1",
    "SeasonTwo": "Stagione 2",
    "Marshall": "Guardia del Maresciallo",
    "Capitol": "Capitol"
  },
  "VS": {
    "Title": "VS-Duel",
    "Day1": {
      "Title": "Giorno 1 - Addestramento Radar Speciale",
      "DayText": "Lunedì",
      "Task1": {
        "Title": "Completa 1 missione Radar (~25.000 punti):",
        "Description": "Vai al simbolo del radar in basso a sinistra e apri lo schermo del radar. Qui vedrai le missioni, alcune delle quali sono già completate (con un punto rosso in alto a destra), mentre altre devono ancora essere completate. Per completare una missione, devi eseguirla prima (se non è già stata eseguita) e poi cliccare sulla missione con il punto rosso. Con questa azione la raccogli e ottieni i punti. Per massimizzare i punti, considera di accumulare missioni il giorno precedente."
      },
      "Task2": {
        "Title": "Usa 1 Stamina (~300 punti):",
        "Description": "Usa la stamina per attacchi, azioni di raccolta e missioni radar."
      },
      "Task3": {
        "Title": "Utilizza almeno 660 punti EXP Eroe contemporaneamente (~6 punti):",
        "Description": "Vai al Centro Droni e clicca sul pulsante 'Addestramento Dati' per utilizzare i dati di combattimento. A determinati livelli, sono necessari pezzi di droni per continuare l'addestramento."
      },
      "Task4": {
        "Title": "Usa 1 pezzo di droni:",
        "Description": "Vai al Centro Droni e clicca sul pulsante 'Addestramento Dati' per utilizzare i dati di combattimento. A determinati livelli, sono necessari pezzi di droni.\n\n\n\n\n\n\n"
      },
      "Task5": {
        "Title": "Raccogli 100/100/60 unità di cibo/ferro/monete (~40 punti):",
        "Description": "Puoi raccogliere unità di cibo, ferro o monete in due modi:",
        "Description2": "Con missioni radar speciali per raccogliere cibo, ferro o monete. In questo caso, la velocità di raccolta è molto alta.",
        "Description3": "Passa alla modalità mappa, clicca sulla lente d'ingrandimento, poi su Raccogli, e seleziona 'Campo', 'Miniera di Ferro' o 'Miniera d'Oro'. Trova un punto a cui inviare le tue truppe per raccogliere. I punti vengono assegnati quando le truppe lasciano il punto di raccolta, sia perché le risorse da guadagnare sono esaurite o perché le truppe sono state richiamate. Inizia quindi a raccogliere il giorno prima di questo giorno e assicurati che il tempo di raccolta finale sia dopo l'inizio di questo giorno."
      },
      "Task6": {
        "Title": "Per ogni punto di chip dati droni ottenuto (~2000 punti):",
        "Description": "Ottieni punti aprendo le casse chip dati droni dall'inventario (da non confondere con le casse componenti droni)."
      }
    },
    "Day2": {
      "Title": "Giorno 2 - Costruzione Base",
      "DayText": "Martedì",
      "Task1": {
        "Title": "Usa un potenziamento di costruzione di 1 minuto (~120 punti):",
        "Description": "Usa potenziamenti di costruzione (quelli generici sono accettabili, qualsiasi durata)."
      },
      "Task2": {
        "Title": "Aumenta la forza dell'edificio di 1 punto (~21 punti):",
        "Description": "Ogni volta che completi un edificio, la forza di quell'edificio aumenta e ricevi punti per questa differenza. Nota che l'aumento della forza dell'edificio avviene solo quando apri la cassa regalo in cui è confezionato l'edificio recentemente migliorato."
      },
      "Task3": {
        "Title": "Invia un camion commerciale leggendario una volta (~200.000 punti):",
        "Description": "I camion commerciali possono essere di diverso tipo e quindi contenere diverse ricompense. Puoi cambiare il loro contenuto usando il contratto commerciale. Vai alla sezione in cui puoi inviare un camion. Se visualizzi l'anteprima del contenuto in alto a destra, troverai un pulsante con un dado. Per ottenere la versione 'leggendaria', devi aggiornare più volte finché non vedi lo sfondo giallo e la scritta 'UR' sul lato sinistro."
      },
      "Task4": {
        "Title": "Completa 1 missione segreta leggendaria (~150.000 punti):",
        "Description": "Nel gruppo mobile segreto ci sono attività di vari tipi e livelli. Usa il pulsante 'Aggiorna' in basso per cambiare le missioni attuali (consumando 1 oggetto missione segreta, il 'Comando Segreto'). Cerca le missioni con il quadrato giallo/oro e avviale. Se conservi oggetti missione segreta durante la settimana, puoi avviare tutte le missioni leggendarie in questo giorno."
      },
      "Task5": {
        "Title": "Recluta una volta un sopravvissuto (~3.000 punti):",
        "Description": "Usa i biglietti di reclutamento sopravvissuti dorati (diversi dai biglietti di reclutamento eroi dorati), che puoi trovare nella sezione Eroi. Clicca sul pulsante 'Recluta Eroi' e poi nella sezione 'Recluta Sopravvissuti'. Raccogli biglietti di reclutamento per sopravvissuti durante tutta la settimana e usali solo in questo giorno."
      }
    },
    "Day3": {
      "Title": "Giorno 3 - Era della Scienza",
      "DayText": "Mercoledì",
      "Task1": {
        "Title": "Completa una missione Radar (~23.000 punti):",
        "Description": "Vai al simbolo del radar in basso a sinistra e apri lo schermo del radar. Qui vedrai le missioni, alcune delle quali sono già completate (con un punto rosso in alto a destra), mentre altre devono ancora essere completate. Per completare una missione, devi eseguirla prima (se non è già stata eseguita) e poi cliccare sulla missione con il punto rosso. Con questa azione la raccogli e ottieni i punti. Per massimizzare i punti, considera di accumulare missioni il giorno precedente."
      },
      "Task2": {
        "Title": "Usa un potenziamento della ricerca per 1 minuto (~120 punti):",
        "Description": "Usa un potenziamento della ricerca (quelli generici sono accettabili, qualsiasi durata è possibile)."
      },
      "Task3": {
        "Title": "Aumenta i punti di performance tecnologica di 1 (~21 punti):",
        "Description": "Ottieni punti di performance tecnologica quando clicchi sul simbolo della ricerca completata nel Centro Tecnologia. Per massimizzare i punti, inizia una ricerca lunga nei giorni precedenti in modo che termini in questo giorno, oppure completa la ricerca solo in questo giorno cliccando sul simbolo della ricerca completata."
      },
      "Task4": {
        "Title": "Usa una Medaglia di Coraggio (~600 punti):",
        "Description": "Vai al Centro di Ricerca e alla sezione 'Duello Allianz'. Avvia una delle ricerche che consumano Medaglie di Coraggio (sono le medaglie blu al centro, dorate all'esterno e con il nastro in basso, che si possono vincere nelle casse duello)."
      },
      "Task5": {
        "Title": "Per ogni cassa componente droni di livello 1/2/3/4/5/6/7 aperta:",
        "Description": "Ottieni punti aprendo le casse componente droni dall'inventario (da non confondere con le casse chip dati droni)."
      }
    },
    "Day4": {
      "Title": "Giorno 4 - Sviluppo Eroi",
      "DayText": "Giovedì",
      "Task1": {
        "Title": "Esegui una recluta avanzata (~3.750 punti):",
        "Description": "Usa i biglietti di reclutamento leggendari nella sezione Eroi per reclutare eroi (da non confondere con i biglietti per reclutare sopravvissuti). Raccogli biglietti di reclutamento per eroi durante tutta la settimana e usali solo in questo giorno."
      },
      "Task2": {
        "Title": "Usa almeno 660 punti EXP Eroe (~6 punti):",
        "Description": "Usa punti esperienza cliccando il pulsante 'Aggiorna' dopo aver selezionato un eroe."
      },
      "Task3": {
        "Title": "Usa un frammento leggendario, epico o raro (~20.000, ~7.000 o ~2.000 punti):",
        "Description": "Usa il frammento dorato, viola o blu (pezzi di puzzle) degli eroi per aumentare il loro livello nella sezione Eroi. Clicca su un eroe, vai alla sezione 'Classi' e aggiorna la classe dell'eroe."
      },
      "Task4": {
        "Title": "Usa una Medaglia di Abilità (~20 punti):",
        "Description": "Migliora le abilità degli eroi andando alla sezione Eroi, selezionando un eroe, cliccando sulla sezione 'Abilità', scegliendo una delle abilità (i quadrati) in alto e usando il pulsante 'Migliora' (questo non è sempre possibile)."
      },
      "Task5": "Usa 1 medaglia di abilità",
      "Task6": "Acquista un pacchetto regalo con diamanti (1 diamante)"
    },
    "Day5": {
      "Title": "Giorno 5 - Prontezza al Combattimento",
      "DayText": "Venerdì",
      "Task1": {
        "Title": "Completa una missione Radar (~23.000 punti):",
        "Description": "Vai al simbolo del radar in basso a sinistra e apri lo schermo del radar. Qui vedrai le missioni, alcune delle quali sono già completate (con un punto rosso in alto a destra), mentre altre devono ancora essere completate. Per completare una missione, devi eseguirla prima (se non è già stata eseguita) e poi cliccare sulla missione con il punto rosso. Con questa azione raccogli la missione e ottieni i punti. Per massimizzare i punti, considera di accumulare missioni il giorno precedente."
      },
      "Task2": {
        "Title": "Usa un potenziamento della costruzione di 1 minuto (~120 punti):",
        "Description": "Usa un potenziamento della costruzione (quelli generici sono accettabili, qualsiasi durata è possibile)."
      },
      "Task3": {
        "Title": "Aumenta la forza dell'edificio di 1 punto (~21 punti):",
        "Description": "Ogni volta che completi un edificio, la forza di quell'edificio aumenta e ottieni punti per la differenza. Nota che l'aumento della forza dell'edificio avviene solo quando apri la cassa regalo in cui è confezionato l'edificio migliorato."
      },
      "Task4": {
        "Title": "Usa un potenziamento della ricerca di 1 minuto (~120 punti):",
        "Description": "Usa un potenziamento della ricerca (quelli generici sono accettabili, qualsiasi durata è possibile)."
      },
      "Task5": {
        "Title": "Aumenta i punti di performance tecnologica di 1 (~21 punti):",
        "Description": "Ottieni punti di performance tecnologica quando una ricerca viene completata nel Centro Tecnologia."
      },
      "Task6": {
        "Title": "Usa un potenziamento dell'addestramento di 1 minuto (~122 punti):",
        "Description": "Usa un potenziamento dell'addestramento (quelli generici sono accettabili, qualsiasi durata è possibile). I punti vengono assegnati anche quando alleni un soldato per aumentare il suo livello. È in effetti meglio preparare molti soldati a basso livello prima di questo giorno e poi farli salire di livello, poiché i punti vengono assegnati in base al livello del soldato in arrivo."
      },
      "Task7": {
        "Title": "Addestra un soldato di livello 1/2/3/4/5/6/7/8/9/10 (~46/70/93/117/140/164/197/211/234/258 punti):",
        "Description": "I punti che ricevi si basano sul livello di arrivo di un soldato. Se ad esempio potenzi un soldato di livello 4 a livello 5, ottieni i punti per un soldato di livello 5, così come se addestri un soldato di livello 5 fin dall'inizio. Prepara quindi molti soldati di livello medio per poterli potenziare il giorno stesso."
      }
    },
    "Day6": {
      "Title": "Giorno 6 - Eliminazione dei Nemici",
      "DayText": "Sabato",
      "Task1": {
        "Title": "Invia una volta un camion leggendario (~200.000 punti):",
        "Description": "I camion commerciali possono essere di tipo diverso e quindi contenere ricompense diverse. Puoi modificare il loro contenuto utilizzando il Contratto Commerciale. Per usarli, vai alla sezione per inviare un camion. Se visualizzi l'anteprima del contenuto in alto a destra, troverai un pulsante con un dado. Per ottenere la versione 'leggendaria', devi aggiornare molte volte fino a vedere lo sfondo giallo e la scritta 'UR' sul lato sinistro."
      },
      "Task2": {
        "Title": "Completa una missione segreta leggendaria (~150.000 punti):",
        "Description": "Nel gruppo mobile segreto troverai attività di vari tipi e livelli. Usa il pulsante 'Aggiorna' in basso per cambiare le missioni attuali (consumando 1 oggetto di missione segreta, il 'Comando Segreto'). Cerca le missioni con il quadrato giallo/oro e avviale. Se durante la settimana hai conservato oggetti di missione segreta, puoi avviare tutte le missioni leggendarie in questo giorno."
      },
      "Task3": {
        "Title": "Usa un potenziamento della costruzione di 1 minuto (~120 punti):",
        "Description": "Usa un potenziamento della costruzione (quelli generici sono accettabili, qualsiasi durata è possibile)."
      },
      "Task4": {
        "Title": "Usa un potenziamento della ricerca di 1 minuto (~120 punti):",
        "Description": "Usa un potenziamento della ricerca (quelli generici sono accettabili, qualsiasi durata è possibile)."
      },
      "Task5": {
        "Title": "Usa un potenziamento dell'addestramento di 1 minuto (~122 punti):",
        "Description": "Usa un potenziamento dell'addestramento (quelli generici sono accettabili, qualsiasi durata è possibile). I punti vengono assegnati anche quando alleni un soldato per aumentare il suo livello. È in effetti meglio preparare molti soldati a basso livello prima di questo giorno e poi farli salire di livello, poiché i punti vengono assegnati in base al livello del soldato in arrivo."
      },
      "Task6": {
        "Title": "Usa un potenziamento della guarigione di 1 minuto (~122 punti):",
        "Description": "Usa un potenziamento della guarigione."
      },
      "Task7": {
        "Title": "Ogni unità nemica di livello 1/2/3/4/5/6/7/8/9/10 uccisa dà ~25/38/50/63/75/88/100/113/125/138 punti:",
        "Description": "Questi punti vengono assegnati ogni volta che uccidi un soldato dell'alleanza nemica in un duello. Usa il teletrasporto (simbolo Duello contro un avversario -> Attacchi alleanza -> Attacco) per accedere al server del tuo avversario e uccidere quanti più soldati possibile che attaccano le basi della tua alleanza nemica. Se un nemico ha rimosso le truppe dalla difesa, non puoi guadagnare punti su quella base. Pertanto, esplora prima e attacca solo quelli che sono ancora in difesa."
      },
      "Task8": {
        "Title": "Ogni unità uccisa di livello 1/2/3/4/5/6/7/8/9/10 dà ~5/8/10/13/15/18/20/23/25/28 punti:",
        "Description": "Questi punti vengono assegnati ogni volta che uccidi un soldato di un'altra alleanza su un altro server, diverso dall'alleanza del tuo avversario nel duello VS, per la quale i punti nel paragrafo precedente si applicano. È meglio cercare sempre di uccidere soldati della tua alleanza nemica nel duello VS, poiché ciò dà cinque volte più punti. Tuttavia, se sono schermati o non hanno truppe, puoi anche uccidere soldati di altre alleanze su questo server. Questo richiederà più tempo e colpi per ottenere lo stesso numero di punti."
      },
      "Task9": {
        "Title": "Ogni unità persa di livello 1/2/3/4/5/6/7/8/9/10 dà ~6/8/10/12/14/16/18/20 punti:",
        "Description": "Indipendentemente dal fatto che tu stia attaccando o difendendo, ogni volta che un tuo soldato viene ucciso, ricevi questo numero di punti. Se devi accumulare punti alla fine di un duello per aprire casse e la tua alleanza vince chiaramente il gioco, potresti considerare di sacrificare alcune delle tue truppe per attaccare una sede di livello più alto, se sono disponibili solo quelle. In questo modo, puoi perdere unità e guadagnare punti."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Sovrapposizione con la Corsa agli Armamenti",
      "Day1": {
        "Title": "Ci sono due sovrapposizioni, quindi consiglio di completare le attività durante le rispettive fasi:",
        "Overlap1": {
          "Title": "Fase Potenziamento Droni:",
          "Description": "Consuma una resistenza.",
          "Description2": "Usa 10 punti dati di combattimento dei droni."
        },
        "Overlap2": {
          "Title": "Fase Avanzamento Eroi:",
          "Description": "Usa 2000 punti EXP."
        }
      },
      "Day2": {
        "Title": "Le seguenti attività si sovrappongono alla fase di costruzione della città della Corsa agli Armamenti. Ti consiglio di completare queste attività durante questa fase:",
        "Overlap1": {
          "Description": "Usa un potenziamento della costruzione di 1 minuto.",
          "Description2": "Aumenta la potenza di costruzione di 1 punto."
        }
      },
      "Day3": {
        "Title": "Le seguenti attività si sovrappongono alla fase di ricerca tecnologica della Corsa agli Armamenti. Ti consiglio di completare queste attività durante questa fase:",
        "Overlap1": {
          "Description": "Usa un potenziamento della ricerca di 1 minuto.",
          "Description2": "Aumenta la performance tecnologica di 1 punto."
        }
      },
      "Day4": {
        "Title": "Le seguenti attività si sovrappongono alla fase di sviluppo degli eroi della Corsa agli Armamenti. Ti consiglio di completare queste attività durante questa fase:",
        "Overlap1": {
          "Description": "Completa 1 reclutamento avanzato.",
          "Description2": "Usa 2000 punti EXP."
        }
      },
      "Day5": {
        "Title": "Ci sono tre sovrapposizioni. Ti consiglio di completare le attività durante le rispettive fasi:",
        "Overlap1": {
          "Title": "Fase Costruzione della Città:",
          "Description": "Usa un potenziamento della costruzione di 1 minuto.",
          "Description2": "Aumenta la potenza di costruzione di 1 punto."
        },
        "Overlap2": {
          "Title": "Fase Ricerca Tecnologica:",
          "Description": "Usa un potenziamento della ricerca di 1 minuto.",
          "Description2": "Aumenta la performance tecnologica di 1 punto."
        },
        "Overlap3": {
          "Title": "Fase Progresso delle Unità:",
          "Description": "Usa un potenziamento dell'addestramento di 1 minuto.",
          "Description2": "Addestra un soldato di livello 1/2/3/4/5/6/7/8/9/10."
        }
      },
      "Day6": {
        "Title": "Ci sono tre sovrapposizioni. Ti consiglio di completare le attività durante le rispettive fasi:",
        "Overlap1": {
          "Title": "Fase Costruzione della Città:",
          "Description": "Usa un potenziamento della costruzione di 1 minuto."
        },
        "Overlap2": {
          "Title": "Fase Ricerca Tecnologica:",
          "Description": "Usa un potenziamento della ricerca di 1 minuto."
        },
        "Overlap3": {
          "Title": "Fase Progresso delle Unità:",
          "Description": "Usa un potenziamento dell'addestramento di 1 minuto."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Preparazione Strategica",
      "Description": "Per alcune attività ci sono punti se completate. Pertanto, puoi iniziarle il giorno prima del momento richiesto e completarle durante la rispettiva fase per ottenere il punteggio massimo. Ecco le fasi e le attività corrispondenti:",
      "List1": "Nei giorni in cui le missioni radar sono premiate, accumula le missioni il giorno precedente fino al massimo. Questo ti permetterà di ottenere il massimo numero di punti quando le missioni vengono completate il giorno stesso.",
      "List2": "Nei giorni in cui la raccolta di cibo, ferro o oro porta punti premio, inizia a raccogliere il giorno precedente e assicurati di completare la raccolta il nuovo giorno. Prima della raccolta, verrà mostrato quanto ti serve per ottenere il punteggio massimo.",
      "List3": "Nei giorni in cui il miglioramento degli edifici porta punti basati sul loro incremento di prestazioni, è vantaggioso migliorare più edifici nei giorni precedenti e lasciarli nello stato di confezionamento del regalo. La performance degli edifici verrà aumentata solo quando apri il pacchetto regalo e in quel momento verranno assegnati anche i punti per il duello.",
      "List4": "Nei giorni in cui la ricerca porta punti, inizia una lunga ricerca il giorno precedente, così che la ricerca si completi in questi giorni. I punti vengono assegnati quando clicchi sul simbolo per la ricerca completata.",
      "List5": "Non aprire la cassa con il chip dati dei droni e i componenti quando sono nell'inventario, poiché ottieni punti tramite queste attività nei giorni 1 e 3.",
      "FightDay": {
        "Title": "Preparazione per il Giorno del Combattimento",
        "Description": "Nel giorno finale del duello ci sono punti per l'uccisione delle truppe del tuo avversario, quindi è importante prepararsi per questo giorno.",
        "AttackPreparation": {
          "Title": "Preparazione per l'Attacco",
          "List1": "Durante la settimana, cerca di portare la caserma al livello più alto possibile per sbloccare l'addestramento di truppe di livello superiore. Questo ti permetterà di guadagnare punti più efficientemente addestrando soldati di livello più alto.",
          "List2": "Addestra quante più truppe possibile, poiché ne avrai bisogno durante la guerra. Usa i tuoi potenziamenti dell'addestramento meglio il giorno 5 per massimizzare i punti.",
          "List3": "Acquista potenziamenti dell'addestramento e della guarigione. Questi possono aiutarti a completare l'addestramento e la guarigione delle tue truppe più rapidamente, il che è particolarmente importante per rimanere efficienti nelle fasi cruciali della guerra."
        },
        "DefensePreparation": {
          "Title": "Preparazione per la Difesa",
          "List1": "Acquista scudi (o risparmia risorse per acquistarli) per usarli durante le 24 ore dell'ultimo giorno. Altrimenti, avrai bisogno di 1500 diamanti per uno scudo di 8 ore.",
          "List2": "Rimuovi le truppe dalla tua configurazione difensiva in modo da subire perdite minori in caso di attacco, rispetto alle perdite che subiresti con una difesa attiva. Per fare ciò, vai alla tua base, clicca sul muro e vai alla configurazione difensiva. Rimuovi i segni di spunta dalle truppe per toglierle dalla configurazione difensiva."
        }
      }
    },
    "Reward": {
      "Title": "Ricompensa",
      "Description": "Per ogni attività richiesta durante il duello ricevi una certa quantità di punti. Questo rendimento di punti può essere ulteriormente aumentato tramite ricerche nella sezione 'Duello dell'Alleanza'. Per effettuare tali ricerche, hai bisogno di medaglie di coraggio, che puoi ottenere solo aprendo casse nel duello."
    },
    "GeneralTips": {
      "Title": "Suggerimenti Generali:",
      "Tip1": "Completa le missioni radar solo ogni due giorni quando danno punti nell'evento (Lunedì, Mercoledì, Venerdì)",
      "Tip2": "Raccogli tutti i dati di combattimento droni e usali solo il lunedì",
      "Tip3": "Lascia gli edifici imballati dopo la costruzione e disimballali solo il martedì quando danno punti",
      "Tip4": "Raccogli biglietti per il carro commerciale e le missioni e usali quando i camion d'oro e le missioni danno punti",
      "Tip5": "Raccogli biglietti per i sopravvissuti e usali il martedì (eccetto quelli gratuiti)",
      "Tip6": "Lascia i forzieri dei componenti droni nell'inventario e aprili solo il mercoledì",
      "Tip7": "Raccogli tutti i biglietti di reclutamento e usali solo il giovedì (eccetto quelli gratuiti)",
      "Tip8": "Raccogli frammenti di eroi e medaglie di abilità e usali solo il giovedì",
      "Tip9": "Raccogli esperienza eroi e usala solo il lunedì o il giovedì",
      "Tip10": "Raccogli tutti i chip abilità droni per il lunedì"
    },
    "YouTubeNote": "Nota: I seguenti video di YouTube mostrano buoni esempi per il giorno VS. Tieni presente che potrebbero non essere completamente aggiornati. Verifica anche le ultime modifiche e procedure.",
    "Description": "In questa pagina troverai suggerimenti e trucchi utili su come ottenere il punteggio massimo nel duello VS senza dover spendere soldi. Scopri strategie efficaci e metodi collaudati per massimizzare il tuo punteggio e avere successo!"
  },
  "DesertStorm": {
    "Title": "Tempesta nel Deserto",
    "Register": {
      "Title": "Registrazione",
      "Description1": "Qualsiasi membro di un'alleanza può richiedere di partecipare quando la registrazione è aperta.",
      "Description2": "Il numero massimo di giocatori per squadra è 20, con 10 riserve consentite. Una volta chiuse le iscrizioni, neanche gli R4 e R5 possono modificare i partecipanti. Gli R4/R5 decidono la composizione finale dei giocatori partecipanti.",
      "Description3": "Richiedi di partecipare solo per le fasce orarie in cui puoi effettivamente essere presente, poiché non sarà possibile effettuare sostituzioni in seguito. È possibile selezionare fino a 10 sostituti.",
      "Step1": "Vai su Eventi -> <br> Campo di Battaglia Tempesta nel Deserto -> <br> Seleziona Partecipanti",
      "Step2": "Scegli \"Richiedi di Combattere\"",
      "Step3": "Giochiamo dalle 22:00 alle 22:40 <br> Spunta la casella e conferma"
    },
    "Join": {
      "Title": "Entra nel Campo di Battaglia",
      "Description": "Quando il conto alla rovescia dell'evento nella pagina dei dettagli dell'evento termina e l'evento inizia, i partecipanti devono entrare nel campo di battaglia in tempo. Dopo ulteriori 5 minuti, i riserve possono eventualmente entrare e coloro che non erano connessi rimarranno fuori.",
      "Step1": "Inizia il gioco con le truppe al livello più alto che puoi addestrare, in base alla capacità del tuo campo di addestramento.",
      "Step2": "Le truppe possono essere ferite durante l'evento e saranno inviate in un ospedale speciale dell'evento (puoi curarle durante l'evento se necessario e, se hai l'ospedale da campo, la guarigione sarà accelerata), ma alla fine dell'evento, le truppe ferite torneranno al loro stato normale come se nulla fosse successo. Quindi usa tutte le truppe a tua disposizione. L'aiuto dell'alleanza non è disponibile nell'ospedale dell'evento.",
      "Step3": "Solo le truppe che si trovano nella tua base nel gioco normale sono disponibili in Tempesta nel Deserto. Se le hai lasciate nei campi, richiamale semplicemente alla base. Una volta che sono nella base, saranno disponibili in DS."
    },
    "Goals": {
      "Title": "Obiettivi",
      "Goal1": "Durante l'evento, cerca di accumulare il maggior numero possibile di punti alleanza per vincere. Un banner HUD con una classifica in tempo reale ti aiuterà a monitorare i progressi.",
      "Goal2": "I punti alleanza si ottengono catturando e mantenendo edifici. La prima cattura conferisce punti extra. Una cattura è completa solo quando un'alleanza ha liberato l'edificio dai nemici, se stanno rinforzando, e dopo che il conto alla rovescia di cattura di 1 minuto è terminato. Da quel momento, il rendimento di cattura viene aggiunto al banner della classifica in tempo reale.",
      "Goal3": "Punti extra possono essere ottenuti raccogliendo le casse di rifornimento di punti che appaiono quando catturi un edificio (se ci sono punti extra). Invia esploratori per raccoglierle rapidamente.",
      "Goal4": "I punti individuali danno ricompense personali, ma l'accento dovrebbe essere posto sui punti alleanza, poiché le ricompense dell'alleanza sono migliori di quelle individuali."
    },
    "MostImportant": {
      "Title": "Le Cose Più Importanti da Sapere",
      "Important1": "Non puoi utilizzare l'aiuto dell'alleanza per curare i tuoi soldati nell'ospedale, come nel gioco normale, ma puoi utilizzare acceleratori di guarigione.",
      "Important2": "Puoi usare le tue truppe nel mini-gioco Tempesta nel Deserto solo se le truppe si trovano nella base sulla mappa normale. Assicurati che le tue truppe siano tornate alla base prima dell'inizio di Tempesta nel Deserto. Se una truppa è utilizzata nella modalità mappa normale, non sarà disponibile in Tempesta nel Deserto.",
      "Important3": "Se perdi la fase di registrazione o non sei elencato come partecipante o riserva, non potrai partecipare alla battaglia di Tempesta nel Deserto.",
      "Important4": "I teletrasporti in Tempesta nel Deserto sono gratuiti ma limitati a uno ogni 2 minuti. Il tempo di raffreddamento è indicato nell'angolo in basso a sinistra dello schermo, appena sopra il pulsante \"Eroi\".",
      "Important5": "In Tempesta nel Deserto, la durabilità della tua base è di 4000 punti. Dopo 4 colpi, la tua base brucia e sarai teletrasportato nella zona di sicurezza. Il tempo di raffreddamento del teletrasporto non sarà resettato in questo caso. Se è stato utilizzato, dovrai aspettare.",
      "Important6": "La maggior parte dei giocatori senza esperienza in Tempesta nel Deserto perde le truppe in pochi minuti. Assicurati di leggere le strategie seguenti per imparare a limitare le perdite di truppe.",
      "Important7": "In Tempesta nel Deserto, non puoi muovere liberamente le tue truppe. Devono raggiungere un obiettivo e tornare alla base prima di poter essere schierate su un altro obiettivo. Dimentica di distruggere una base con pochi clic rapidi e una truppa in pochi secondi.",
      "Important8": "In Tempesta nel Deserto, quando il tempo di raffreddamento del teletrasporto è terminato, puoi teletrasportarti in qualsiasi punto della mappa, che le tue truppe siano nella base o meno. È un bel cambiamento rispetto alle regole di teletrasporto normali nel gioco, dove tutte le tue truppe devono essere tornate alla base prima di teletrasportarsi. P.S.: La stessa regola si applica durante il Duello contro il Giorno 6, quando ti teletrasporti verso e dal server dell'altro giorno."
    },
    "Strategies": {
      "Title": "Strategie",
      "EmptyBuilding": {
        "Title": "Cattura un Edificio Vuoto",
        "Description1": "Catturare un edificio vuoto è semplice: attaccalo e sarà tuo.",
        "Description2": "Dopo 1 minuto, i punti saranno generati per la tua alleanza (e per i tuoi punti individuali) in base al rendimento della cattura. Se è la prima cattura, otterrai anche i punti di prima cattura."
      },
      "ReduceTroopLosses": {
        "Title": "Strategia per Catturare Edifici Vuoti per Ridurre le Perdite di Truppe",
        "Description1": "Se catturi un edificio (ma non ricevi ancora i punti di cattura) e appare un nemico, puoi utilizzare la seguente strategia per vincere la battaglia e ridurre le perdite di truppe (funziona bene se il QG/forza del nemico è simile o inferiore alla tua):",
        "Tip1": "Mantieni la tua truppa nell'edificio fino a quando il nemico non inizia l'attacco (soprattutto se è la prima cattura dell'edificio, dove puoi ottenere i punti di prima cattura).",
        "Tip2": "Se il nemico inizia ad attaccare l'edificio e non hai ancora ricevuto il rendimento di cattura (stai rinforzando da meno di un minuto), ritira la truppa per evitare che il nemico attacchi la tua truppa sull'edificio. Questo impedisce le perdite di truppe.",
        "Tip3": "Probabilmente il nemico ha inviato la sua squadra A per catturare l'edificio, quindi potrebbe essere senza difese. Ricorda che se vuole attaccare la tua base con questa truppa, deve prima rimandarla alla sua base e poi inviarla alla tua base.",
        "Tip4": "Invia tutte le tue truppe con la truppa A in prima posizione per attaccare la base nemica.",
        "Tip5": "Se hai fortuna, il nemico non avrà difese o solo truppe deboli. Una volta eliminato il nemico, invia la tua truppa per catturare la base.",
        "Tip6": "Utilizza esploratori per assicurarti che le truppe inviate possano effettivamente vincere la battaglia contro la base. Invia esploratori più volte appena prima che le tue truppe raggiungano il nemico per poter ritirare una truppa se il nemico attiva la difesa."
      },
      "Advantages": {
        "Title": "Vantaggi:",
        "Description1": "Eviti di perdere truppe durante il primo attacco del nemico, che probabilmente invierà una squadra A per catturare la base.",
        "Description2": "Se il nemico non ha una linea di difesa, puoi eliminarlo con zero perdite di truppe, specialmente se sei veloce e il nemico è vicino.",
        "Description3": "L'avversario non ottiene punti se sei veloce, poiché ci vuole 1 minuto affinché la cattura inizi."
      },
      "Disadvantages": {
        "Title": "Svantaggi:",
        "Description1": "Se il nemico ha una squadra B forte e la usa per difendere, questa strategia può funzionare, ma richiederà più tempo poiché puoi colpirli solo con la tua squadra A. Funziona meglio se sei vicino al nemico.",
        "Description2": "Se appaiono più nemici, potresti essere esposto ai loro attacchi se hai inviato la tua squadra A per attaccare il nemico.",
        "Description3": "Il nemico potrebbe difendersi quando li colpisci. Usa quindi una squadra con solo un eroe di basso livello come buona strategia per ridurre ulteriormente il rischio di perdita di truppe.",
        "Description4": "Se è la prima cattura dell'edificio e non elimini rapidamente il nemico, otterranno questi punti.",
        "Description5": "Ricorda che questa strategia mira a ridurre le perdite di truppe, ma perdi secondi preziosi nella cattura dell'edificio. Usala quindi con saggezza, tenendo conto dello stato attuale della battaglia e del numero di truppe rimaste."
      },
      "BuildingInEnemy": {
        "Title": "Cattura un Edificio in Possesso del Nemico",
        "Description1": "Se l'edificio appartiene all'altra squadra, puoi procedere in due modi:",
        "Description2": "Attacca direttamente l'edificio con la tua squadra più forte e cerca di sconfiggere tutte le truppe che rinforzano l'edificio (simile alla cattura di villaggi). Questa strategia ha un grave problema poiché probabilmente perderai molti soldati, e dopo alcune catture, rimarrai senza truppe.",
        "Description3": "Identifica le basi nemiche con rinforzi e bruciale. Questo approccio di solito funziona bene se le basi non hanno difesa. Altrimenti, si presenta lo stesso problema del metodo precedente, ma probabilmente perderai meno soldati se il nemico invia la prima squadra in rinforzo."
      },
      "ShouldNotDo": {
        "Title": "Cosa Non Fare",
        "Description1": "In Tempesta nel Deserto, le tue truppe sono molto preziose, quindi non dovresti fare nulla che le metta in pericolo.",
        "Description2": "Ecco alcuni esempi di ciò che non dovresti fare, poiché probabilmente porterà a perdite di truppe:",
        "Description3": "Se sei attaccato da un nemico più debole, aspetta con la tua squadra principale in difesa e attacca quando la sua squadra principale torna, invece di lasciarlo bruciarti perché le tue truppe di difesa sono fuori. Ricorda che ogni attacco comporta una certa perdita di truppe se rimuovi la formazione di difesa.",
        "Description4": "Non attaccare nemici inattivi con truppe deboli, poiché avranno tempo per costruire la loro difesa e perderai truppe. È meglio farlo quando i nemici stanno facendo più cose, poiché potrebbero non avere tempo per costruire una difesa se vedono che stai attaccando (funziona meglio se sei vicino alla base nemica)."
      }
    }
  },
  "Alliances": {
    "Title": "Alleanza",
    "TrainConductor": {
      "Title": "Panoramica del Conducente del Treno",
      "Today": "Oggi",
      "Tomorrow": "Domani"
    },
    "Donate": {
      "Title": "Come Puoi Contribuire/Donare",
      "Description": "Per contribuire alla tecnologia dell'alleanza, si applicano le seguenti regole:",
      "Rule1": "per ogni donazione a una tecnologia non raccomandata, ricevi 50 EXP e punti contributo all'alleanza.",
      "Rule2": "per ogni donazione alla tecnologia raccomandata, ricevi una ricompensa aggiuntiva del +20%: guadagni quindi 60 EXP e 60 punti contributo all'alleanza.",
      "Rule3": "Inoltre, le donazioni hanno la possibilità di attivare un colpo critico, garantendo EXP tecnologici extra. Le probabilità di colpi critici sono:",
      "Hit1": "Nessun colpo critico: 45%",
      "Hit2": "Colpo critico x2 (50 punti EXP tecnologia aggiuntivi): 30%",
      "Hit3": "Colpo critico x3 (100 punti EXP tecnologia aggiuntivi): 15%",
      "Hit4": "Colpo critico x5 (200 punti EXP tecnologia aggiuntivi): 10%",
      "Description2": "Come donare:",
      "Donate": "Clicca sulla tecnologia raccomandata e poi su 'Dona', utilizzando monete o diamanti.",
      "Maximum": "I comandanti hanno un massimo di 20 opportunità per donare alla tecnologia dell'alleanza con le monete. Ogni donazione, critica o meno, consuma un'opportunità. Se le opportunità di donazione disponibili di un comandante scendono sotto le 20, riceverà un'opportunità ogni 20 minuti.",
      "Limit": "Non ci sono limiti giornalieri al numero di donazioni in diamanti che i comandanti possono fare alla tecnologia dell'alleanza. Tuttavia, i costi in diamanti per ogni donazione aumentano con il numero di donazioni effettuate, ma è possibile fare un numero illimitato di donazioni in diamanti. Dopo 20 minuti, la quantità di diamanti necessaria per la donazione diminuisce gradualmente. I costi iniziano a 2 diamanti per la prima donazione e aumentano di 2 diamanti per ogni donazione successiva, fino a un massimo di 50 diamanti."
    },
    "Shop": {
      "Title": "Negozio dell'Alleanza",
      "Description1": "Se fai parte di un'alleanza, hai accesso al Negozio dell'Alleanza. Alleanza -> Negozio dell'Alleanza",
      "Description2": "Il Negozio dell'Alleanza offre oggetti di potenziamento molto utili che possono essere richiesti in cambio di punti contributo all'alleanza. La quantità che puoi richiedere di ogni oggetto è limitata nel tempo e il negozio ripristina questi limiti dopo un conto alla rovescia visualizzato in alto nel Negozio dell'Alleanza.",
      "Image": "Nell'immagine, due aree sono segnate in rosso: <br> Teletrasporto Avanzato e Teletrasporto dell'Alleanza <br> Queste due aree sono importanti per raggiungere il luogo di raduno. <br> Con il Teletrasporto Avanzato, puoi scegliere liberamente dove vuoi essere teletrasportato sulla mappa. <br> Con il Teletrasporto dell'Alleanza, verrai teletrasportato in un punto vicino al luogo di raduno."
    },
    "AssemblyPlace": {
      "Title": "Come arrivo al luogo di raduno?",
      "Variant1": {
        "Title": "Variante 1: Teletrasporto Avanzato",
        "Description1": "Cerca sulla mappa il nostro luogo di raduno dell'alleanza (bandiera viola).",
        "Description2": "Scegli un posto libero nelle vicinanze.",
        "Description3": "Clicca su 'Teletrasporta'. Questo ti costerà un Teletrasporto Avanzato."
      },
      "Variant2": {
        "Title": "Variante 2: Teletrasporto dell'Alleanza",
        "Description1": "Vai nel tuo inventario e seleziona la scheda 'Speciale'.",
        "Description2": "Trova il Teletrasporto dell'Alleanza.",
        "Description3": "Clicca su 'Usa'. Verrai quindi teletrasportato automaticamente al luogo di raduno."
      },
      "Footer": "Nell'immagine in basso è mostrato il Teletrasporto dell'Alleanza, e nell'immagine in alto c'è il negozio. Puoi scambiare entrambi i teletrasporti come descritto sopra nel Negozio dell'Alleanza. Il Teletrasporto dell'Alleanza costa meno.",
      "Image": "Clicca su: <b><br> 1. Inventario <br> 2. Speciale <br> 3. Teletrasporto dell'Alleanza <br> 3. Usa"
    },
    "Formation": {
      "Title": "Formazione dei giocatori",
      "Description": "I posti intorno alla Guardia del Maresciallo sono riservati a R5 e R4. Questi 9 posti devono essere tenuti liberi dagli altri giocatori, poiché R4 e R5 ricevono un bonus speciale durante questo evento.",
      "Info": {
        "Title": "Note importanti:",
        "Info1": "Rispetta il posizionamento: Assicurati di posizionarti in modo tale che non si creino spazi tra i posti che il nemico potrebbe sfruttare.",
        "Info2": "Posizionamento strategico: La formazione corretta è cruciale per rafforzare la difesa e massimizzare i vantaggi dei bonus per R4 e R5."
      }
    }
  },
  "Basics": {
    "Title": "Fondamenti",
    "Translate": {
      "Title": "Traduzioni",
      "Description": "In Last War, puoi utilizzare la funzione di traduzione automatica per tradurre il testo nella tua lingua. Per tradurre le chat e i messaggi, utilizza semplicemente l'icona in basso a destra – mostra una 'A' con delle frecce e una 'T'. In questo modo, puoi comunicare nella tua lingua preferita e concentrarti completamente sul gioco!",
      "Image": "L'immagine mostra due esempi di dove trovare l'icona per tradurre il testo."
    },
    "Trucks": {
      "Title": "Saccheggio dei camion sul tuo server",
      "Description": "Non è permesso saccheggiare i camion sul tuo server. Per assicurarti che tali camion non vengano visualizzati, c'è una casella che puoi attivare per filtrare tutti i camion dal tuo server. Per favore, spunta questa casella per conformarti alle regole. L'immagine sottostante mostra dove trovare la casella.",
      "Image": "Per favore, attiva la casella come mostrato nell'immagine."
    },
    "SecretTasks": {
      "Title": "Saccheggio delle missioni segrete su altri server",
      "Description": "Non è permesso saccheggiare missioni segrete sul nostro server. Queste devono essere eseguite esclusivamente su altri server. Le violazioni possono comportare ammonizioni o ulteriori conseguenze.",
      "Title2": "Come saccheggiare su altri server?",
      "Image": "Missione Segreta",
      "Image1": "Vai alla stazione nella tua base e clicca sull'icona del camion.",
      "Image2": "Seleziona un camion e clicca su 'Saccheggia'. (Funziona anche se hai già saccheggiato quattro volte.)",
      "Image3": "Ora ti trovi su un altro server e puoi cercare missioni segrete.",
      "Image4": "Le missioni dorate e scintillanti di livello 5 sono le migliori che puoi trovare.",
      "Image5": "Condividi volentieri queste missioni nella chat dell'alleanza con gli altri giocatori."
    }
  },
  "TipsAndTricks": {
    "Title": "Suggerimenti e trucchi",
    "Overview": {
      "Title": "Panoramica"
    },
    "Pvp": {
      "Title": "Attacco e difesa",
      "Description1": "Parliamo prima della difesa di base. Dovresti provare a difendere solo se la tua truppa principale può sopravvivere al primo o secondo attacco consecutivo (ovvero, l'attaccante è più o meno al tuo livello).",
      "Tip1": "Se non puoi difendere o non sei online per prendere questa decisione, DISATTIVA le tue difese.",
      "Tip2": "Per attivare/disattivare le difese: Vai al muro nella tua base, clicca sull'icona con il simbolo + della casa e disattiva le truppe. Ogni volta che sblocchi una nuova truppa, assicurati di disattivarla. A volte ha senso non avere alcuna difesa e a volte ha senso utilizzare la truppa principale come difesa, ma il peggior errore che puoi fare è far partecipare le tue truppe più deboli alla difesa.",
      "Tip3": "Perché funziona: Supponiamo che un giocatore molto più forte ti attacchi 5 volte (supponiamo che tu sia di livello 20 con 3 truppe). Perderesti circa 10k-12k truppe in questi 5 attacchi se avessi 3 squadre di difesa. Se avessi solo una singola difesa (la truppa più forte), perderesti circa 4k-5k truppe. Se non avessi alcuna difesa, perderesti circa 1k truppe (a causa dell'attacco di sfondamento che non conta come uccisioni per l'attaccante). Questa è una grande differenza.",
      "Tip4": "Attaccare le basi ha due scopi in questo gioco: (1) saccheggiare risorse e (2) accumulare punti durante eventi di uccisioni, come il Distruttore di nemici (giorno 6 del duello).",
      "Tip5": "Saccheggiare offre il miglior rapporto risorse-stamina nel gioco, ma sii consapevole delle difese/controattacchi, dei tuoi limiti di saccheggio attuali, ecc.",
      "Tip6": "Quando attacchi altre basi per eventi di uccisioni, nota che solo i combattimenti contano come uccisioni per i punti. Quindi qualcuno senza difesa o senza truppe non ti darà punti evento o un aumento del tuo numero individuale di uccisioni. Questo è un altro motivo per cui dovresti disattivare le tue difese, per impedire che i tuoi avversari accumulino punti attaccandoti.",
      "Image1": "Clicca sul muro e poi sull'icona più per accedere alla difesa.",
      "Image2": "Attivando la casella di controllo puoi accendere o spegnere la difesa per ogni truppa."
    },
    "Troops": {
      "Title": "Addestramento truppe/unità",
      "Description1": "La strategia ottimale per l'addestramento delle truppe è addestrarle in 3 fasi. Questo non rende l'addestramento più veloce e non consuma meno risorse, ma ti permette di accumulare più punti durante eventi rilevanti come l'addestramento unità nella corsa alle armi e il giorno 5 dell'attività del duello.",
      "Tip1": "Supponiamo che TX = livello massimo delle truppe che puoi addestrare, TY = un livello sotto il massimo e TZ = due livelli sotto il massimo. La strategia è addestrare TZ per tutta la settimana (a condizione che tu abbia già abbastanza TX per tutte le tue unità). Durante l'addestramento delle unità nella corsa alle armi, promuovi TZ -> TY e/o TY -> TX (è possibile fare due turni in ogni caserma senza accelerazioni durante questa fase). Il giorno 5 del duello promuoveresti quasi tutte le TY/TZ a TX prima di andare al campo di battaglia Tempesta del deserto o al giorno 6 del duello. Una volta completati gli eventi di uccisioni, continua a riempire TZ.",
      "Tip2": "Ad esempio, se sei HQ 25, allora TX sarebbe unità di livello 8 (richiede caserma Lv24), TY sarebbe unità di livello 7 (richiede caserma Lv20), e TZ sarebbe unità di livello 6 (richiede caserma Lv17). Per applicare questa strategia, devi mantenere alcune caserme a un livello inferiore rispetto al massimo possibile. Su 4 caserme, consiglio di averne 2 che possono addestrare fino a TX e 2 che possono addestrare solo fino a TY. Questo perché l'aggiornamento delle truppe va automaticamente al livello massimo per quella caserma.",
      "Example": {
        "Title": "Un esempio: ",
        "Example1": "Addestramento diretto: 1 soldato T9 = 250 punti",
        "Example2": "Addestramento a fasi: 1 T5 = 150 punti, 1 T5 -> 1 T6 = 175 punti, 1 T6 -> 1 T7 = 200 punti, 1 T7 -> 1 T8 = 225 punti, 1 T8 -> 1 T9 = 250 punti è in totale 1000 punti",
        "Description": "Come puoi vedere, con l'approccio graduale ottieni quattro volte il punteggio per ciascun soldato."
      },
      "Image1": "In questa immagine puoi vedere quali truppe puoi aggiornare. Clicca sul pulsante 'Aggiorna', non su 'Addestra', per portare i soldati al livello massimo della caserma."
    },
    "Healing": {
      "Title": "Spam-Healing",
      "Description1": "Un altro concetto è 'Spam-Healing'. Questo significa che se hai più di 1000 truppe morte e ci vorrebbero 4 ore per guarirle tutte, dovresti impostare solo 25 minuti di tempo di guarigione alla volta e cliccare sul pulsante per l'aiuto della tua alleanza. Questo mantiene costante il costo delle risorse, ma riduce il tempo di guarigione di oltre il 50%. Questo metodo è efficiente per mantenere alta la tua potenza di combattimento e garantire un flusso costante di truppe."
    },
    "SmallTroops": {
      "Title": "Raccogli risorse con una piccola forza di truppe",
      "Description1": "Se hai solo poche truppe disponibili nel tuo campo di addestramento (ad esempio, dopo le guerre del sabato), potresti non essere in grado di inviare tutte le truppe a raccogliere risorse, poiché è necessaria una certa quantità di truppe per ogni truppa.",
      "Description2": "Questo può essere risolto nel seguente modo:",
      "Tip1": "Riporta le tue truppe alla base in modo da poterle sostituire",
      "Tip2": "Rimuovi tutti gli eroi da ogni truppa e aggiungi solo 1 eroe per truppa, preferibilmente quelli con un valore basso nell'attributo 'Comando'.",
      "Tip3": "Ora invia le truppe a raccogliere. Ogni truppa utilizzerà un numero molto minore di truppe, quindi potrai inviarle tutte.",
      "Tip4": "Inoltre, puoi semplicemente addestrare soldati di livello 1 in una qualsiasi caserma per avere quasi immediatamente alcune truppe disponibili, poiché l'addestramento dei soldati di livello 1 è veloce."
    },
    "IncreasedDamage": {
      "Title": "Percentuale di danno aumentata",
      "Description1": "In ogni attacco, nella difesa o alla guardia puoi usare la febbre da guerra per aumentare il danno dell'1%.",
      "Description2": "Questo potenziamento si attiva automaticamente quando attacchi o esplori una base, ma non quando difendi semplicemente.",
      "Description3": "Per attivare la febbre da guerra, puoi eseguire una delle seguenti azioni:",
      "Tip1": "Invia un aereo da ricognizione su una base",
      "Tip2": "Avvia un attacco o una manifestazione contro una base nemica (gli attacchi o le manifestazioni contro gli zombie non funzionano). Puoi anche annullare l'attacco una volta che la febbre da guerra è iniziata",
      "Tip3": "Lo stato della febbre da guerra può essere visto in alto a sinistra dello schermo, direttamente sotto le visualizzazioni di cibo/ferro/monete/energia. Cliccando sull'icona, verrà visualizzato il conto alla rovescia.",
      "Tip4": "Ripeti l'azione di attivazione per riavviare il conto alla rovescia a 15 minuti in qualsiasi momento.",
      "Tip5": "IMPORTANTE: Non utilizzare questo trucco mentre hai uno scudo, altrimenti lo perderai."
    }
  },
  "Buildings": {
    "Title": "Edifici",
    "Headquarters": {
      "Title": "Quartier Generale",
      "Description1": "Il Quartier Generale è l'edificio più importante del gioco. Svolge funzioni simili a quelle degli municipi in altri giochi. Migliorandolo, potrai costruire nuovi edifici e elevare i edifici esistenti a livelli superiori.",
      "Description2": "Quando il Quartier Generale sale di livello, aumentano i seguenti aspetti:",
      "List1": "Prestazioni",
      "List2": "Limite di Livello degli Eroi",
      "List3": "HP degli Eroi",
      "List4": "Attacco degli Eroi",
      "List5": "Difesa degli Eroi",
      "List6": "Limite di Livello per ogni edificio",
      "LevelUp": {
        "Title": "Requisiti di Miglioramento",
        "Description1": "Per migliorare il Quartier Generale a un livello superiore, devono essere soddisfatti sia i requisiti di risorse che quelli degli edifici in ogni fase.",
        "Description2": "È importante progredire nella costruzione passo dopo passo per garantire un avanzamento fluido verso il livello successivo del Quartier Generale e per risparmiare risorse sufficienti. Se il Quartier Generale non viene migliorato, potrebbe portare a un gruppo debole, poiché questo edificio determina il limite per i livelli degli eroi.",
        "Description3": "Di seguito è riportato un diagramma con gli edifici richiesti per ogni livello",
        "Table": {
          "ToUnlock": "HQ per sbloccare",
          "Condition1": "Edificio 1",
          "Condition2": "Edificio 2",
          "Iron": "Ferro",
          "Food": "Cibo",
          "Gold": "Oro",
          "Days": "Giorni",
          "Wall": "Muro N.",
          "TechCenter": "Centro di Tecnologia N.",
          "DrillGround": "Campo di Addestramento N.",
          "Barracks": "Caserma N.",
          "AllianceCenter": "Centro Alleanza N.",
          "Hospital": "Ospedale N.",
          "TankCenter": "Centro Carri N."
        }
      }
    },
    "Barracks": {
      "Title": "Caserma",
      "Description1": "Le Caserme servono a reclutare e promuovere le tue truppe. Una volta sbloccate le Caserme, dovresti sempre aggiornare una sola Caserma alla volta per utilizzare le tue risorse in modo efficiente. Promuovere le tue truppe ti consente di far passare le truppe da un livello inferiore al livello più alto consentito dalle tue Caserme. Promuovere le truppe diventa particolarmente utile una volta sbloccato, poiché ti consente di addestrare e migliorare truppe di livello uno, richiedendo meno risorse e tempo."
    },
    "Hospital": {
      "Title": "Ospedale",
      "Description1": "L'Ospedale viene utilizzato per curare le tue truppe dopo una battaglia. Se un nemico è abbastanza forte, può uccidere o ferire le tue truppe. Tuttavia, l'Ospedale non può riportare in vita le truppe cadute, ma solo curare quelle ferite. Un metodo efficace per curare rapidamente le tue truppe è selezionare solo un numero di truppe che possono essere curate in 25 minuti o meno. Questo permette alla tua alleanza di aiutarti e ridurre il tempo di cura a quasi immediato. Utilizzando correttamente il sistema di cura, il tempo di cura sarà ridotto al 25% del tempo che avrebbe richiesto se avessi curato tutte le truppe contemporaneamente."
    },
    "DrillGround": {
      "Title": "Campo di Addestramento",
      "Description1": "Il Campo di Addestramento è l'edificio in cui sono stazionate le tue truppe. Il livello massimo del Campo di Addestramento aumenta con il livello del tuo Quartier Generale. Il Campo di Addestramento è una fonte centrale della tua forza, poiché la forza delle tue truppe determina in gran parte il tuo livello di potenza. Per raggiungere la massima potenza possibile (l'obiettivo principale del gioco), dovresti costantemente portare il tuo Campo di Addestramento al livello più alto e costruire ulteriori Campi di Addestramento quando possibile. Il secondo Campo di Addestramento viene sbloccato al livello 16 e il terzo al livello 21."
    },
    "Garages": {
      "Title": "Garage",
      "Description1": "I Garage ospitano i tuoi eroi. Forniscono ai tuoi eroi una forza aggiuntiva e truppe che possono portare con loro. All'inizio del gioco, ricevi un Garage e puoi sbloccare altri Garage durante il gioco, fino a un massimo di tre Garage. Un quarto Garage può anche essere ottenuto tramite il pass mensile. Dovresti concentrarti esclusivamente sul migliorare il Garage 1, poiché la maggior parte dei tuoi sforzi nel gioco sarà indirizzata verso di esso. Migliora il Garage 2 solo se ne hai bisogno per punti di corsa di armi economici o se ritieni che sia troppo indietro."
    },
    "TechCenter": {
      "Title": "Centro di Tecnologia",
      "Description1": "Il Centro di Tecnologia è una parte cruciale del gioco per competere con successo contro altri giocatori. Viene mostrato frequentemente nella sezione 'aggiornamenti richiesti' quando desideri migliorare il tuo Quartier Generale, e non è senza motivo. Il Centro di Tecnologia ti consente di migliorare alcune statistiche della tua base, come eroi, truppe, garage e altro ancora. Questo converte le risorse in maggiore forza e statistiche per tutto. Una volta raggiunto il livello 16, avrai la possibilità di acquistare un secondo Centro di Tecnologia, il che è fortemente consigliato."
    },
    "GearFactory": {
      "Title": "Fabbrica di Equipaggiamenti",
      "Description1": "La Fabbrica di Equipaggiamenti ti consente di creare o smontare equipaggiamenti per i tuoi eroi. Puoi creare qualsiasi tipo di equipaggiamento attualmente esistente nel gioco e anche smontare parti di equipaggiamento. Inoltre, la Fabbrica di Equipaggiamenti ti consente di combinare componenti di equipaggiamento per creare il pezzo di Componente Ceramico Dielettrico necessario per creare un equipaggiamento leggendario. Non è consigliabile creare o migliorare parti di equipaggiamento rare, superrare o super-superrare. Una volta che hai almeno tutte le parti di equipaggiamento super-superrare (SSR) per i tuoi eroi principali, dovresti smontare tutte le parti di equipaggiamento aggiuntive per ottenere più equipaggiamento leggendario."
    },
    "ComponentFactory": {
      "Title": "Fabbrica di Componenti",
      "Description1": "La Fabbrica di Componenti produce scatole di componenti per droni. Questi componenti per droni vengono utilizzati nel Centro Droni per effettuare ulteriori miglioramenti al tuo drone. Una volta che la Fabbrica di Componenti è costruita, non può più essere migliorata."
    },
    "TankCenter": {
      "Title": "Centro Carri",
      "Description1": "Il Centro Carri è un edificio cruciale nel gioco che migliora notevolmente le statistiche dei tuoi eroi carri. Questo edificio dovrebbe essere portato al suo livello massimo il più presto possibile ogni volta che migliori il tuo Quartier Generale."
    },
    "AircraftCenter": {
      "Title": "Centro Aeromobili",
      "Description1": "Il Centro Aeromobili svolge la stessa funzione del Centro Carri, ma per gli eroi di tipo aeromobile. All'inizio, non è fondamentale aggiornare questo edificio, poiché non fornisce bonus per la configurazione che dovresti usare. Tuttavia, una volta che DVA e Carlie saranno disponibili, aggiornare il Centro Aeromobili sarà altrettanto importante quanto aggiornare il Centro Carri, grazie alle statistiche aggiuntive che fornisce a questi eroi."
    },
    "MissileCenter": {
      "Title": "Centro Missili",
      "Description1": "Similmente ai due edifici sopra menzionati, il Centro Missili aumenta le statistiche degli eroi di tipo missili."
    },
    "ResourceCenters": {
      "Title": "Centri Risorse",
      "Description1": "I centri di cibo, ferro e fusione sono edifici che producono le risorse rispettive. La Base di Addestramento è l'edificio che produce XP per gli eroi. L'esperienza dimostra che gli edifici della Base di Addestramento offrono un buon utilizzo dell'XP rispetto alle risorse utilizzate e sono efficienti da migliorare."
    }
  },
  "Greeting": {
    "HomeButton": "Lascia un saluto",
    "Modal": {
      "Title": "Lascia un saluto",
      "Form": {
        "ServerNumber": {
          "Label": "Numero del server",
          "Required": "Il numero del server è obbligatorio"
        },
        "AllianceName": {
          "Label": "Nome dell'alleanza",
          "Required": "Il nome dell'alleanza è obbligatorio"
        },
        "Comment": {
          "Label": "Commento",
          "MaxLength": "Il numero massimo di caratteri è 200. Per favore, accorcia il tuo commento."
        },
        "PlayerName": "Nome del giocatore",
        "Optional": "Opzionale",
        "CloseButton": "Annulla",
        "SubmitButton": "Invia"
      },
      "Toastr": {
        "Label": "Il tuo saluto",
        "Success": "Grazie per il tuo saluto",
        "Error": "Si è verificato un problema. Per favore, riprova più tardi."
      }
    }
  },
  "Spinner": {
    "Label": "Per favore aspetta..."
  },
  "MemberLogin": {
    "Title": "Accesso membri",
    "Description": "Quest'area è riservata ai membri.",
    "Form": {
      "Label": "Inserisci la password",
      "Required": "La password è un campo obbligatorio",
      "LoginButton": "Accedi"
    },
    "Toastr": {
      "Title": "Accesso",
      "Error": "Accesso fallito"
    },
    "PasswordExpired": {
      "Title": "Password scaduta",
      "Information": "La password è stata modificata"
    }
  },
  "Squad": {
    "Title": "Squadra",
    "Description": "Per massimizzare il potere dei tuoi eroi, dovresti ottimizzare la disposizione della tua squadra.",
    "Basics": {
      "Title": "Fondamenti della disposizione della squadra",
      "Description": "Ogni eroe ha il proprio tipo, le proprie abilità e caratteristiche speciali.",
      "Defend": {
        "Title": "Eroi Difensivi",
        "Description": "dovrebbero essere collocati nella parte anteriore della squadra."
      },
      "Attack": {
        "Title": "Eroi Offensivi",
        "Description": "dovrebbero essere collocati nella parte posteriore."
      },
      "Support": {
        "Title": "Eroi di Supporto",
        "Description": "dovrebbero essere collocati nella parte posteriore."
      }
    },
    "Example": {
      "Title": "Esempio di una squadra",
      "List1": "<b>Violet</b> e <b>Scarlett</b> in difesa e quindi in prima linea",
      "List2": "<b>Mason</b> e <b>Richard</b> attaccano e quindi sono posizionati dietro",
      "List3": "un eroe di supporto, <b>Monica</b>, sullo sfondo",
      "Image": "Eroi difensivi davanti, eroi offensivi e di supporto dietro per una disposizione ottimale."
    },
    "FormationBonus": {
      "Title": "Bonus di Formazione",
      "Description": "Il bonus che stai attualmente utilizzando può essere visto sull'icona in alto a sinistra nell'area di disposizione della squadra.",
      "Image": "<ul><li>3 eroi dello stesso tipo: +5 %</li><li>3 eroi dello stesso tipo + 2 di un altro: +10 %</li><li>4 eroi dello stesso tipo: +15 %</li><li>5 eroi dello stesso tipo: 20 %</li></ul>",
      "Description2": "Se hai tutti gli eroi dello stesso tipo (nell'esempio sopra, tutti tank), ricevi un bonus di potenza del 20 %. Inoltre, migliorare l'edificio dei tank aumenta la potenza di tutti gli eroi tank."
    },
    "TroopsAndSoldiers": {
      "Title": "Truppe e Soldati",
      "Description": "Quando esegui un attacco o una rally con una squadra, i soldati vengono aggiunti alla forza base degli eroi. Il numero di soldati coinvolti nell'attacco dipende dall'attributo di comando degli eroi nella squadra.",
      "Image": "Nell'esempio, puoi vedere che il numero di unità (soldati) coinvolti nell'attacco è 1.965 (393 con Murphy, 393 con Williams, ecc.), e cliccando sull'icona i vengono mostrate informazioni che indicano che si tratta di soldati di livello T6 e T7.",
      "Description2": "Nota che, se disponibili, vengono sempre utilizzati prima i soldati di livello più alto, e poi quelli di livello inferiore vengono utilizzati per riempire."
    }
  },
  "SeasonOne": {
    "Title": "Stagione 1 – La Peste Purpurea",
    "Content": {
      "Title": "Contenuto",
      "NewResources": "Nuove Risorse di Base",
      "WorldMap": "Il Mondo e la Mappa",
      "NewBuildings": "Nuovi Edifici",
      "MilitaryBase": "Base Militare",
      "NewFarms": "Nuove Fattorie dell'Alleanza",
      "MilitaryStrongholds": "Roccaforti Militari",
      "Cities": "Città",
      "Conquest": "Conquista",
      "HeroUpgrade": "Aggiornamenti degli Eroi",
      "Virus": "Virus",
      "Gameplay": "Meccaniche di Gioco"
    },
    "Resources": {
      "Title": "Nuove Risorse di Base – Proteina Immunitaria, Cristallo Mutante e Framanto Genetico",
      "Description": "Nel gioco sono ora disponibili risorse aggiuntive, di cui 2 (Proteina Immunitaria e Cristallo Mutante) vengono gestite in modo simile ai cibi, ferro e oro esistenti.",
      "ImmuneProtein": {
        "Title": "Proteina Immunitaria",
        "Description": "Necessaria per costruire e migliorare l'Istituto di Ricerca sui Virus e le Basi Militari.",
        "Description2": "Puoi ottenere Proteina Immunitaria tramite:",
        "List1": "Fattoria di Proteine",
        "List2": "Ricompense per l'uccisione di zombie per la prima volta",
        "List3": "Raggiungimento degli obiettivi della Stagione 1 per aumentare la resistenza al virus",
        "List4": "Utilizzo del biglietto di reclutamento Hero’s Return"
      },
      "MutantCrystal": {
        "Title": "Cristallo Mutante",
        "Description": "Utilizzato per costruire e migliorare la Fattoria di Proteine e le Basi Militari.",
        "Description2": "Puoi ottenere Cristallo Mutante tramite:",
        "List1": "Ricompense per l'uccisione di uno zombie per la prima volta",
        "List2": "Completamento delle missioni della stagione",
        "List3": "Completamento degli obiettivi della Stagione 1 per aumentare la resistenza ai virus",
        "List4": "Doom Walker First Blood Kill (primo kill DW del giorno)",
        "List5": "Ricombinazione Genetica",
        "List6": "Utilizzo del biglietto di reclutamento Hero’s Return",
        "List7": "Pass settimanale e Pass Battaglia della stagione"
      },
      "GeneFragment": {
        "Title": "Frammento Genetico",
        "Description": "Esistono 6 tipi di frammenti genetici. Combinali per ottenere cristalli mutati e ricompense. I frammenti genetici possono essere scambiati con i tuoi alleati.",
        "Description2": "Puoi guadagnare Frammenti Genetici tramite:",
        "List1": "Completamento delle missioni radar: uccidere Doom Elite, raccogliere risorse, uccidere Doom Walker ti darà Tipo I, II, III",
        "List2": "Uccidere Zombie Crimson (di qualsiasi livello) ti darà Tipo I, II, III",
        "List3": "Uccidere Zombie Infetti (di qualsiasi livello) ti darà Tipo I, II, III",
        "List4": "Uccidere Doom Elite (di qualsiasi livello) ti darà Tipo I, II, III",
        "List5": "Guarire gli alleati ti darà Tipo IV, V, VI",
        "List6": "Attaccare città"
      },
      "Description2": "Puoi gestire la quantità di queste risorse (eccetto i frammenti genetici) nella parte superiore dello schermo di gioco, proprio come con le altre risorse. Ricorda anche di controllare il tuo inventario, poiché di solito queste risorse sono disponibili quando le guadagni come ricompensa."
    },
    "WorldMap": {
      "Title": "Il Mondo e la Mappa",
      "Description": "Con questa nuova stagione, la mappa del server cambia drasticamente, diventando più grande e popolata da nuove creature.",
      "Description2": "Troverai villaggi infestati e contaminati, fortezze militari e la capitale, che si è trasformata nella Città dell'Apocalisse.",
      "Image1": "Villaggi Infestati",
      "Image2": "Fortezze Militari",
      "Image3": "Città dell'Apocalisse (Capitolo)",
      "Description3": "All'inizio della stagione, tu e i tuoi alleati sarete bloccati ai margini del server senza una città propria. Le città devono essere riconquistate, ma ci sono nuove regole...",
      "Description4": "IMPORTANTE: Le alleanze che terranno la capitale per ultime continueranno a tenerla all'inizio della Stagione 1. La conquista della capitale inizierà solo 28 giorni dopo l'evento City Clash.",
      "Description5": "I mostri Doom Elite si trasformeranno in mostri scorpioni aggressivi e infetti, e la maggior parte degli zombie sarà contagiosa.",
      "Description6": "Ecco come appare la mappa. Gli edifici che vedi sono le città, gli altri campi tra di essi sono le fortezze militari."
    },
    "NewBuildings": {
      "Title": "Nuovi Edifici",
      "Description": "Sono disponibili nuovi tipi di edifici e sono necessari. Possono essere costruiti solo al di fuori del perimetro della tua base. Alcuni sono disponibili fin dall'inizio della stagione, altri verranno aggiunti successivamente.",
      "Image1": "Un potente virus trasmesso dagli zombie infetta la terra. Per sopravvivere, è necessario costruire un Istituto di Ricerca sui Virus.",
      "VirusResearchInstitute": {
        "Title": "Istituto di Ricerca sui Virus",
        "Image1": "L'Istituto di Ricerca sui Virus permette di aumentare la resistenza ai virus.",
        "LevelUp": {
          "Title": "Aggiornamento dell'Istituto di Ricerca sui Virus",
          "Description": "Per aumentare il livello dell'Istituto di Ricerca sui Virus, è necessaria la Proteina Immunitaria.",
          "Description2": "L'aggiornamento di questo edificio aumenta la resistenza ai virus, fondamentale per la sopravvivenza in questi tempi apocalittici.",
          "Image1": "Questo edificio può essere potenziato fino al livello 30, indipendentemente dal livello del tuo HQ."
        }
      },
      "ProteinFarm": {
        "Title": "Fattoria di Proteine",
        "Description": "In questo nuovo edificio vengono coltivate le Proteine Immunitarie, una delle nuove risorse della stagione.",
        "Image1": "Sono disponibili un totale di 5 Fattorie di Proteine; la quinta è accessibile solo con il Pass Settimanale della Stagione.",
        "LevelUp": {
          "Title": "Migliora la Qualità delle Tue Fattorie di Proteine",
          "Description": "Per aumentare il livello delle Fattorie di Proteine, sono necessari Cristalli Mutanti.",
          "Description2": "Una volta che la tua prima Fattoria di Proteine raggiunge il livello 5, verrà disponibile una nuova Fattoria di Proteine.",
          "Description3": "Le Fattorie di Proteine successive saranno disponibili non appena la precedente raggiunge il livello 10.",
          "Description4": "Una Fattoria di Proteine è immediatamente disponibile con il Pass Settimanale della Stagione.",
          "Image1": "Questo edificio può essere potenziato fino al livello 30, indipendentemente dal livello del tuo HQ."
        }
      },
      "MilitaryBase": {
        "Title": "Base Militare",
        "Description": "A partire dalla terza settimana, saranno disponibili tre nuovi edifici che permettono miglioramenti per i tipi di eroi.",
        "Description2": "Per potenziare questi edifici, sono necessarie sia Proteine Immunitarie che Cristalli Mutanti. Questi edifici possono essere potenziati fino al livello 30, indipendentemente dal livello del tuo HQ.",
        "Description3": "Ogni aggiornamento di livello aumenta HP, attacco e difesa del tipo di eroe corrispondente del 1%."
      }
    },
    "NewFarms": {
      "Title": "Nuove Fattorie – Risorse dell'Alleanza",
      "Description": "Dopo l'uccisione casuale di Doom Elite, può apparire temporaneamente una nuova fattoria di risorse dell'alleanza. Invia il tuo gruppo per raccogliere risorse come cibo, ferro, oro, diamanti o cristalli mutanti insieme ai tuoi alleati."
    },
    "MilitaryStrongholds": {
      "Title": "Roccaforti Militari",
      "Description": "Sulla mappa, tra le città (villaggi), troverai edifici con roccaforti militari, circondate da zombie infetti che le proteggono.",
      "Description2": "Le alleanze devono prima conquistare una roccaforte di livello 1 per reclamare il loro territorio iniziale. Conquistando ulteriori roccaforti militari, possono poi espandere il loro dominio.",
      "Description3": "Le alleanze possono conquistare fino a 2 roccaforti militari al giorno, con una limitazione sul numero totale di roccaforti possedute.",
      "Image1": "Le roccaforti militari servono come basi per le truppe d'élite della regina."
    },
    "Cities": {
      "Title": "Città",
      "Description": "La conquista delle città porta molti bonus, dai buff ai punti di influenza dell'alleanza fino alle ricompense, che sono le più importanti.",
      "Description2": "Per dichiarare guerra a una città, un'alleanza deve controllare almeno una roccaforte militare vicina.",
      "Influence": {
        "Title": "Influenza",
        "Description": "Conquistando città si aumenta il punteggio di influenza dell'alleanza. Ogni città in suo possesso porta, a seconda del livello, una quantità diversa di influenza:",
        "List1": "Livello 1: 100 km",
        "List2": "Livello 2: 200 km",
        "List3": "Livello 3: 300 km",
        "List4": "Livello 4: 400 km",
        "List5": "Livello 5: 500 km",
        "List6": "Livello 6: 1 M",
        "Description2": "Puoi controllare la quantità dei punti di influenza della tua alleanza cliccando sull'icona dell'evento della Stagione 1 direttamente sopra l'icona del duello VS, poi sul banner della Stagione 1 e infine sul pulsante ‘Classifica’."
      }
    },
    "ConquestOfCities": {
      "Title": "Conquista di Città e Roccaforti – Territorio dell'Alleanza",
      "Description": "All'inizio della stagione, tutte le alleanze sono bloccate ai margini del server e non possiedono città proprie. Le città e i punti di forza militari sono ora considerati territori dell'alleanza. Il tuo obiettivo è espandere il tuo territorio e aumentare l'influenza della tua alleanza.",
      "Image1": "Il territorio dell'alleanza deve essere collegato alle roccaforti militari con la città obiettivo contro la quale è dichiarata guerra.",
      "Description2": "Puoi vedere le tue roccaforti e città andando su Alleanza -> Città dell'Alleanza, dove verranno mostrate anche le frontiere.",
      "RulesForConqueringFortresses": {
        "Title": "Regole per la Conquista delle Roccaforti",
        "Rule1": "Le alleanze possono conquistare fino a 2 punti di forza militari al giorno, indipendentemente dal limite giornaliero per la conquista delle città.",
        "Rule2": "L'alleanza deve conquistare una roccaforte di livello 1 per ottenere il primo pezzo di territorio dell'alleanza e poi espandere questo territorio conquistando ulteriori roccaforti militari.",
        "Rule3": "Per conquistare una roccaforte militare è necessario possedere una roccaforte adiacente.",
        "Rule4": "Il limite iniziale per il numero di roccaforti possedute è di 3.",
        "Rule5": "Per ogni città conquistata dei livelli 1-5, il limite delle roccaforti dell'alleanza aumenta di 1.",
        "Rule6": "Per ogni città conquistata di livello 6, il limite delle roccaforti dell'alleanza aumenta di 2.",
        "Rule7": "La conquista di una roccaforte richiede resistenza ai virus.",
        "Rule8": "All'inizio della stagione, la roccaforte appartiene alla Crimson Legion e quindi è protetta da Corruptors e Zombie Infetti. Per prendere la roccaforte, entrambi i tipi di nemici devono essere sconfitti.",
        "Rule9": "Una volta conquistata una roccaforte, essa entrerà in una fase di protezione di 36 ore durante la quale non può essere conquistata da un'altra alleanza.",
        "Rule10": "Una volta che una roccaforte è stata conquistata da un'alleanza, apparirà un esercito di difensori della roccaforte, il cui livello è proporzionale al livello della roccaforte. Ogni alleanza che desidera conquistare la roccaforte deve sconfiggere questi difensori prima di poter prendere la roccaforte. Una notifica dell'attacco ai difensori sarà mostrata agli alleati come attacco."
      },
      "RulesForConqueringACity": {
        "Title": "Regole per la Conquista delle Città",
        "Rule1": "Le alleanze possono dichiarare guerra a un massimo di due città al giorno; questa restrizione è indipendente dal limite giornaliero per la conquista delle città.",
        "Rule2": "Il territorio di un'alleanza deve essere collegato alle roccaforti militari con la città obiettivo contro la quale è dichiarata guerra.",
        "Rule3": "Ogni alleanza può dichiarare guerra solo a una città alla volta.",
        "Rule4": "La durata della dichiarazione di guerra è di 1 ora.",
        "Rule5": "Nella stessa zona di guerra, un'alleanza può conquistare fino a 6 città.",
        "Rule6": "Durante la stagione, le alleanze possono conquistare fino a 6 città aggiuntive in altre zone di guerra.",
        "Rule7": "Dopo la conquista di una città, aumenta il numero massimo di punti di forza militari che l'alleanza può mantenere nell'area di guerra obiettivo (vedi il paragrafo precedente).",
        "Rule8": "Per dichiarare guerra a una città, l'alleanza deve aver conquistato almeno una roccaforte militare adiacente.",
        "Rule9": "Una volta che la città entra in stato di protezione dalla guerra, il tempo di protezione dura fino a 6 giorni successivi, alle 12:00 ora del server del giorno successivo alla dichiarazione."
      }
    },
    "HeroUpgrades": {
      "Title": "Aggiornamenti degli Eroi e Armi",
      "Description": "La Stagione 1 porta novità sugli eroi e le armi, la cui disponibilità varia nel tempo.",
      "ReturnOfHero": {
        "Title": "Il Ritorno dell'Eroe",
        "Description": "Se non sei riuscito a ottenere un eroe in precedenza, ora puoi farlo.",
        "Description2": "All'inizio della prima stagione sarà disponibile un nuovo tipo di biglietto di reclutamento: il Biglietto del Ritorno dell'Eroe.",
        "Description3": "Con questo biglietto di reclutamento, puoi ottenere frammenti della maggior parte degli eroi UR fin dal primo giorno della Stagione 1.",
        "Image1": "Questi biglietti danno lo stesso numero di punti dei biglietti di reclutamento per eroi nella corsa agli armamenti e nei duelli."
      },
      "ExclusiveWeapons": {
        "Title": "Armi Esclusive",
        "Description": "Nella Stagione 1, ogni eroe leggendario dispone di un'arma esclusiva unica, la cui disponibilità varia per ciascun eroe. Per attivarla, hai bisogno di frammenti specifici.",
        "Description2": "Le armi esclusive sbloccano nuove apparizioni di veicoli e abilità ai livelli 1, 10, 20 e 30.",
        "Description3": "Potenziare le armi esclusive migliora notevolmente vari attributi e aumenta i livelli massimi delle abilità esistenti."
      },
      "MasonUpgrade": {
        "Title": "Aggiornamento di Mason a UR",
        "Description": "Le voci sono vere, potrai aggiornare Mason all'eroe UR."
      }
    },
    "InfectVirus": {
      "Title": "Infettare il Virus",
      "Description": "Quando combatti contro gli zombi, esiste il rischio di infezione. Puoi costruire una resistenza ai virus presso l'Istituto di Ricerca sui Virus, ma se questa non ha ancora raggiunto un certo livello, le tue truppe saranno infettate. Le truppe che tornano possono influenzare negativamente la base.",
      "Description2": "Il virus che si diffonde è il Virus RA.",
      "VirusStack": {
        "Title": "Accumulo di Virus",
        "Description": "Quando le tue truppe vengono infettate e ritornano alla tua base, l'infezione inizia ad accumularsi lì.",
        "Description2": "Gli accumuli di infezione vanno da 0 a 100, con 0 che rappresenta nessuna infezione e 100 il valore massimo.",
        "Description3": "Anche se attacchi più mostri infetti o vieni attaccato dai nemici, gli accumuli di infezione non possono superare 100.",
        "Description4": "L'accumulo di infezione da virus viene mostrato tramite un'icona sopra il simbolo del radar:",
        "List1": "quando non sei infettato",
        "List2": "quando sei infettato, e il numero sull'icona indica il valore dell'accumulo di infezione",
        "Description5": "Se clicchi sull'icona, verranno mostrati ulteriori dettagli sui debuff applicabili e sulla loro gravità."
      },
      "InfectionStackLogic": {
        "Title": "Logica dell'Accumulo di Infezione",
        "Description": "Ad ogni infezione, l'accumulo di infezione aumenta.",
        "Description2": "Puoi infettarti o aumentare il tuo accumulo di infezione se:",
        "List1": "Attacchi uno zombi il cui livello di virus è più alto della tua resistenza ai virus (il gioco ti avviserà)",
        "List2": "Attacchi un Corruptor o uno Zombi Infetto, indipendentemente dalla tua resistenza ai virus.",
        "List3": "Attacchi un Boss Mondiale come Frankenstein, ecc.",
        "List4": "Vieni attaccato da truppe nemiche che portano il virus",
        "Description3": "Non sarai infettato se:",
        "List5": "Rafforzi una base",
        "Description4": "Quando vengono raggiunti determinati valori soglia per l'accumulo di infezione (1, 20, 40, 60, 80), vengono attivati vari debuff.",
        "Description5": "Ci sono cinque tipi di debuff (icone sotto le soglie di accumulo), da sinistra a destra:",
        "Debuff1": "Ospedalizzazione (attivato con accumulo >=1): Ogni 300-200 secondi, un'unità viene gravemente ferita.",
        "Debuff2": "Bassa Morale (attivato con accumulo ≥20): Il danno inflitto è meno efficace (tra -4 % e -20 %).",
        "Debuff3": "Virus Letale (attivato con accumulo ≥40): Aumento del tasso di perdita di unità nemiche (tra +4 % e +10 %).",
        "Debuff4": "Infezione Grave (attivato con accumulo ≥60): L'infezione trasmessa dalle truppe aumenta del 11 % fino al 15 % durante la partenza.",
        "Debuff5": "Peste Virale (attivato con accumulo ≥80): Le tue truppe hanno una probabilità del 8 % fino al 10 % di infettare il nemico anche in caso di sconfitta."
      },
      "AutomaticHealing": {
        "Title": "Guarigione Automatica",
        "Description": "Se non ti infetti ulteriormente e nessuno ti cura, verrai guarito lentamente in base ai timer dei debuff e raggiungerai infine un accumulo di infezione di 0. Tuttavia, questo processo di guarigione può richiedere molto tempo.",
        "Description2": "Pertanto, è meglio trattare immediatamente questo virus."
      },
      "Treatments": {
        "Title": "Trattamenti",
        "Description": "I trattamenti possono ridurre l'intensità del virus, mentre il superamento di altri comandanti può contribuire alla diffusione dell'infezione.",
        "Description2": "Per trattare un alleato, clicca sulla sua base e poi sull'icona 'Guarigione'. Il tuo aereo, simile a uno scout, volerà e ridurrà l'infezione di 1. Durante questo processo, verranno consumate le tue proteine immunitarie.",
        "Description3": "Ma ora arriva la parte interessante: per ogni cura che esegui, ricevi come ricompensa un frammento genetico (Tipo IV, V o VI)."
      },
      "VirusResistance": {
        "Title": "Resistenza ai Virus",
        "Description": "La resistenza ai virus è ora molto importante e devi aumentarla continuamente migliorando l'Istituto di Ricerca sui Virus. In questo modo, puoi ottenere numerose ricompense.",
        "Image1": "Quando attacchi uno zombi, verrà mostrato nella finestra delle informazioni quanto è necessaria la resistenza ai virus. Se la tua resistenza non è sufficiente e attacchi comunque, le tue truppe verranno infettate."
      }
    },
    "Gameplay": {
      "Title": "Gameplay",
      "Description": "In questo nuovo mondo, molte dinamiche cambiano. Esaminiamo queste e concentriamoci in particolare su come uccidere gli zombi.",
      "DamageDebuff": {
        "Title": "Debuff del Danno e Infezione Incondizionata",
        "Description": "La prima cosa che devi sapere quando attacchi gli zombi è che possono applicarsi due nuove cose:",
        "List1": "Riduzione del Danno: Quando attacchi uno zombi il cui livello di virus è superiore al tuo livello di resistenza, infliggi meno danno. La percentuale di riduzione verrà mostrata nella schermata di attacco.",
        "List2": "Infezione Incondizionata: Alcuni nemici ti infettano indipendentemente dalla tua resistenza ai virus, come i Corruptor, gli zombi infetti e i boss mondiali. Questo verrà mostrato nella schermata di attacco, dove sarà visibile un'informazione sull'accumulo di infezione da virus aggiuntivo.",
        "Image1": "Una molecola di Virus RA +1 significa che ti infetterai con un aumento dell'accumulo di infezione indipendentemente dalla tua resistenza ai virus.",
        "Description2": "Inoltre, puoi vedere che la tua resistenza ai virus non è sufficiente poiché sono necessari 1900, ma ne hai solo 1090. Puoi quindi aspettarti:",
        "List3": "di infettarti",
        "List4": "che il tuo attacco in questo caso specifico avrà un debuff di danno del -96 %"
      },
      "ZombieElite": {
        "Title": "Zombie e Doom Elite",
        "Description": "Ci sono novità riguardo al cibo, al ferro e all'oro degli zombi: ora hanno tipi simili a quelli degli eroi, come carri armati, aerei e veicoli missilistici.",
        "Description2": "Una volta selezionato lo zombi da attaccare, verranno mostrati i dettagli.",
        "Description3": "Particolarmente in questo caso, e visto che la resistenza ai virus è inferiore a quella del virus dello zombi, dovresti considerare quanto segue:",
        "List1": "Una volta che colpisci lo zombi, sarai infettato",
        "List2": "Il danno che infliggi sarà ridotto del 18 %. Assicurati quindi prima dell'attacco che la tua forza sia almeno superiore di questa quantità – in realtà dovrebbe essere anche un po' più alta.",
        "Description4": "Anche le Doom Elite sono diverse, sono scorpioni infettanti giganti."
      },
      "DoomedElite": {
        "Title": "Riunione Efficace contro le Doom Elite",
        "Image1": "Con una resistenza ai virus di 500/2200 non puoi sconfiggere questo zombi da solo, poiché il danno inflitto sarà ridotto del -99,9 %.",
        "Description": "Se hai una bassa resistenza ai virus e il danno è fortemente ridotto, un assalto a una Doom Elite, indipendentemente dal successo o dal fallimento, porterà a una significativa perdita di truppe.",
        "Description2": "Per evitare questo, puoi chiedere supporto ai tuoi alleati:",
        "List1": "Crea una squadra di eroi con l'eroe che ha il punteggio di comando più basso (per portare meno truppe).",
        "List2": "Avvia una manifestazione contro i mostri Doom Elite e chiedi a chi ha una resistenza ai virus sufficiente per partecipare all'azione.",
        "Description3": "Con questo approccio, sconfiggerai lo zombi e guadagnerai molti cristalli mutanti, mantenendo al minimo la perdita di truppe."
      },
      "WorldBoss": {
        "Title": "Boss Mondiale",
        "Description": "I Boss Mondiali ora cambiano aspetto, ma in linea di massima le regole rimangono le stesse – con l'eccezione che ti infettano al contatto con il virus, sebbene si tratti di un'infezione molto leggera."
      },
      "Spoilers": {
        "Title": "Corrotti",
        "Description": "Quando provi per la prima volta a prendere una fortezza militare, dovrai affrontare il suo guardiano, un nemico nuovo e potente: il Corrotto.",
        "Description2": "Sono effettivamente molto potenti. Ricorda che quando li attacchi, ti infetti sempre, indipendentemente dalla tua resistenza ai virus.",
        "Description3": "In aggiunta, viene applicato un debuff di danno se la tua resistenza ai virus è inferiore alla forza del virus."
      },
      "InfectedZombies": {
        "Title": "Zombi Infetti",
        "Description": "Non solo i Corruptor sono i guardiani delle fortezze militari, ma ci sono anche zombi infetti.",
        "Description2": "Questi zombi ti infetteranno, indipendentemente da quanto sei resistente ai virus.",
        "Description3": "Inoltre, viene applicato un debuff di danno se la tua resistenza ai virus è inferiore alla forza del virus."
      }
    }
  },
  "Marshall": {
    "Title": "Sorveglianza del Maresciallo",
    "Instruction": {
      "Title": "Introduzione",
      "Description1": "L'esercizio del Maresciallo o esercizio dell'Alleanza è un evento regolare in cui l'alleanza può ricevere diverse ricompense. È suddiviso in livelli e testa la forza di combattimento dell'alleanza.",
      "Description2": "I membri R4 e R5 dell'alleanza possono stabilire il momento dell'inizio dell'esercizio (che può variare ogni volta), quindi assicurati di leggere attentamente gli annunci dell'alleanza."
    },
    "Attack": {
      "Title": "Attacco",
      "Description": "Per coloro che hanno 2 squadre, la strategia è molto semplice:",
      "List1": "Fai clic sui carri armati per avviare rally (per 3 minuti!) con la squadra più debole contro i carri armati.",
      "List2": "Partecipa ai rally degli altri con la squadra più forte (prima a quelli il cui conto alla rovescia è più vicino allo zero).",
      "List3": "Non fermarti mai fino al termine dell'evento.",
      "List4": "Chi ha 3 squadre può utilizzare due squadre (le più forti) per partecipare ad altri rally, e la terza (la più debole) può avviare rally.",
      "List5": "Ogni membro dell'alleanza può avviare solo un rally alla volta. Anche se hai 3 squadre, non puoi avviare 2 rally simultaneamente. Tuttavia, puoi partecipare a quanti più rally desideri contemporaneamente."
    },
    "Tricks": {
      "Title": "Trucchi",
      "Trick1": "Esplora una base che non appartiene a nessuna alleanza alcuni minuti prima dell'esercizio. Questo attiva la modalità Febbre di Guerra, che ti concede un +1% di danno. IMPORTANTE: Non utilizzare questo trucco mentre porti uno scudo, altrimenti lo perderai.",
      "Trick2": "Per massimizzare i tuoi punti individuali, partecipa ai rally avviati da R4 e R5 che ti danno +2,5% (R4 senza ruolo) / +5% (R5 e R4 con ruolo) (il testo apparirà nella lista dei rally).",
      "Trick3": "Se lasci che la squadra più forte partecipi ai rally degli altri giocatori, puoi ottenere più punti mentre la squadra più debole 'resta in attesa' e aspetta l'inizio del rally."
    },
    "Important": {
      "Title": "Importante",
      "List1": "I membri dell'alleanza devono trovarsi vicino alla base dell'alleanza e preferibilmente più vicino alla piattaforma del Maresciallo. I membri lontani possono causare ritardi negli annunci, che possono durare fino a 3 minuti (anche più di 30 minuti).",
      "List2": "È importante che tutti i membri richiamino le loro squadre se sono stati inviati a raccogliere risorse nelle miniere o nei campi pochi minuti prima dell'inizio dell'evento.",
      "List3": "Se uno squadrone di un membro lontano si unisce al rally per vari motivi e ritarda l'inizio, è possibile rimuovere questo squadrone dal rally. Questo deve essere fatto dalla persona che ha avviato il rally.",
      "List4": "Puoi anche effettuare l'esercizio del Maresciallo mentre porti uno scudo. Non usare il trucco per attivare la Febbre di Guerra se porti uno scudo, altrimenti lo perderai."
    }
  },
  "Guestbook": {
    "Title": "Libro degli ospiti",
    "Description1": "Gli Old Vikings navigano coraggiosamente attraverso l'immensità di molti server e hanno già incontrato molti alleati e nemici. Che tu venga da coste vicine o lontane, da un'alleanza amica o da una fazione avversaria, siamo ansiosi di ricevere il tuo messaggio!",
    "Description2": "Skål e che il vento sia sempre a tuo favore! Gli Old Vikings",
    "Anonymous": "Anonimo",
    "Pagination": {
      "NextLabel": "Avanti",
      "PreviousLabel": "Precedente"
    }
  },
  "SeasonTwo": {
    "Title": "Stagione 2 - Tempesta Polare",
    "CelebrationButton": "Celebrazione S2",
    "Content": {
      "Title": "Contenuto",
      "NewResources": "Nuove risorse di base",
      "WorldMap": "Il mondo e la mappa",
      "NewBuildings": "Nuovi edifici",
      "AllianceFurnace": "Fornace dell'alleanza",
      "NewFarms": "Nuove fattorie – Risorse dell'alleanza",
      "MilitaryBase": "Basi militari",
      "Cities": "Città",
      "DigSites": "Siti di scavo",
      "StockCollection": "Collezione di scorte",
      "RareSoil": "Terreno raro",
      "RareSoilWar": "Guerra per il terreno raro",
      "RadarMission": "Missioni radar",
      "HeroUpgrade": "Aggiornamenti degli eroi e armi",
      "Temperature": "Temperatura",
      "HelpTheAllies": "Aiuta gli alleati ad aumentare la temperatura",
      "VirusResistance": "Resistenza ai virus",
      "Profession": "Professioni – Limite di livello aumentato a 70"
    },
    "Resources": {
      "Title": "Nuove risorse di base – Leghe di titanio e carbone",
      "Description": "Ora sono disponibili risorse aggiuntive nel gioco: leghe di titanio e carbone.",
      "Titanium": {
        "Title": "Lega di Titanio",
        "Description": "Utilizzata per costruire e potenziare edifici stagionali.",
        "Description2": "Puoi ottenere leghe di titanio tramite:",
        "List1": "Ricompense per il primo uccisione di zombie a livello",
        "List2": "Completamento delle missioni della quest di stagione",
        "List3": "Completamento degli obiettivi della stagione 2 per il livello del forno ad alta temperatura",
        "List4": "Primo uccisione di Doom Walker (primo DW uccisione del giorno)",
        "List5": "Utilizzo del biglietto di reclutamento 'Ritorno dell'Eroe' in S2: Ritorni Leggendari",
        "List6": "Ricompensa per la prima conquista di una città/sito di scavo"
      },
      "Coal": {
        "Title": "Carbone",
        "Description": "Utilizzato per costruire e potenziare strutture stagionali o per alimentare il forno ad alta temperatura.",
        "Description2": "Puoi guadagnare carbone tramite:",
        "List1": "Ricompense per il primo uccisione di zombie a livello",
        "List2": "Completamento delle missioni della quest di stagione",
        "List3": "Conquistare siti di scavo consente una produzione continua di carbone",
        "List4": "Completamento degli obiettivi della stagione 2 per il livello del forno ad alta temperatura",
        "List5": "Utilizzo del biglietto di reclutamento 'Ritorno dell'Eroe' in S2: Ritorni Leggendari",
        "List6": "Pass settimanale e Pass battaglia della stagione (miglior potenziamento)",
        "List7": "Ricompense per la raccolta di rifornimenti",
        "List8": "Ricompensa per la prima conquista di una città/sito di scavo",
        "List9": "Nutrire Snowflake con un pasto che riceve tramite l'evento 'Pasti Polari'"
      }
    },
    "WorldMap": {
      "Title": "Il Mondo e la Mappa",
      "Description": "Il mondo è nuovamente cambiato. La mappa è composta da città e siti di scavo variabili.",
      "Description2": "Per sabotare le ambizioni dell'Imperatore Boreas, radunatevi con i vostri alleati ai margini della regione polare. Fa molto freddo e la temperatura continua a scendere man mano che ci si avvicina al centro.",
      "Image1": "Città",
      "Image2": "Siti di scavo",
      "Image3": "Fornace Atomica (Capitolo)",
      "Description3": "All'inizio della stagione, tu e i tuoi alleati vi ritrovate ai margini del server (ma comunque insieme come Alleanza-Hive) e non avete una città propria. Le città devono essere riconquistate, ma si applicano nuove regole ...",
      "Description4": "I mostri Doom-Elite si trasformano in mostri polari aggressivi e la maggior parte degli zombie richiede un'alta resistenza ai virus per essere uccisi.",
      "Description5": "Ecco com'è la mappa. Gli edifici che vedi sono le città, mentre le altre tessere tra di loro sono i siti di scavo. Le tessere si considerano connesse agli angoli, quindi ad esempio ogni tessera di città è connessa agli angoli con le tessere delle altre città. Lo stesso vale per i siti di scavo.",
      "ThermalMap": {
        "Title": "Vista della Mappa Termica",
        "Description": "Come puoi vedere nella vista della mappa, c'è un interruttore per attivare la mappa termica, che ti mostra la temperatura. Cliccando su ogni punto della mappa, ti verrà mostrata la temperatura in quel luogo.",
        "Description2": "Più ti sposti verso il centro della mappa, più bassa sarà la temperatura.",
        "Description3": "Partendo da ogni sito di scavo nell'angolo diagonale verso il centro, ogni campo della mappa ha una temperatura in diminuzione, e cioè: -15 °C, -30 °C, -40 °C, -50 °C, -60 °C, -70 °C, -80 °C (Il Capitolo).",
        "Description4": "Questa è la sovrapposizione completa della mappa termica, che non tiene conto di forni urbani, forni atomici, tempeste di neve o altri effetti che alterano il calore. Mostra la temperatura di base dell'area di guerra."
      }
    },
    "NewBuildings": {
      "Title": "Nuovi Edifici",
      "Description": "Nella Stagione 2 sono disponibili nuovi tipi di edifici.",
      "Description2": "Gli edifici che appartengono alla tua base possono essere costruiti solo al di fuori del raggio della tua base (la stessa area della Stagione 1).",
      "Description3": "Alcuni appaiono fin dall'inizio della stagione, altri seguiranno.",
      "Description4": "Nella Stagione 2 sono disponibili anche nuovi edifici per l'alleanza.",
      "TitanFabric": {
        "Title": "Fabbrica di Leghe di Titanio",
        "Image1": "La fabbrica di leghe di titanio produce leghe di titanio, fondamentali per potenziare il tuo forno.",
        "Update": {
          "Title": "Aumenta il livello della fabbrica di leghe di titanio",
          "Description": "Hai bisogno di carbone per potenziare la fabbrica di leghe di titanio.",
          "Description2": "Questo edificio può essere potenziato fino al livello 30, indipendentemente dal livello del tuo HQ.",
          "Description3": "Una volta che la tua prima fabbrica di leghe di titanio raggiunge il livello 15, sarà disponibile una nuova fabbrica di leghe di titanio.",
          "Description4": "Fabbriche di leghe di titanio successive saranno disponibili quando il livello precedente raggiunge 15.",
          "Description5": "Una fabbrica di leghe di titanio sarà immediatamente disponibile con il pass settimanale della stagione.",
          "Image": "IMPORTANTE: Ogni aumento di livello ti garantisce sempre un incremento di 720 output/h, indipendentemente dal livello raggiunto. Quindi sii saggio e potenzia sempre prima la fabbrica con il livello più basso."
        },
        "Requirements": {
          "Title": "Requisiti di Carbone per una Fabbrica di Leghe di Titanio",
          "Description": "I valori nella tabella seguente sono i costi INIZIALI per il carbone. Su questi costi verranno applicati alcuni sconti, basati su:",
          "List1": "Le tue ricerche tecnologiche sulla riduzione dei costi degli edifici",
          "List2": "La tua tecnologia di alleanza relativa alla riduzione dei costi di costruzione",
          "List3": "La specializzazione professionale, in particolare l'abilità 'Risparmio di Risorse' di livello 35 (fino a -5%)",
          "Image": "Per determinare i tuoi costi effettivi, calcola la percentuale di 'riduzione delle risorse necessarie per costruire l'edificio' e sottrai questa percentuale dai costi INIZIALI."
        }
      },
      "HighTemperatureFurnace": {
        "Title": "Forno ad Alta Temperatura",
        "Description": "Questo nuovo edificio è molto importante.",
        "Image": "Permette di aumentare la temperatura utilizzando il carbone e quindi migliorare la resistenza ai virus.",
        "Update": {
          "Title": "Aumenta il livello del forno ad alta temperatura",
          "Description": "Hai bisogno di una lega di titanio per potenziare il forno ad alta temperatura.",
          "Description2": "Potenziare questo edificio permette di migliorare i seguenti aspetti:",
          "List1": "la resistenza ai virus",
          "List2": "il calore attivato del forno (questa è la temperatura di base del forno)",
          "List3": "il surriscaldamento del forno (questa è la temperatura massima che puoi raggiungere con il forno, consentendo che consumi più carbone al minuto)",
          "Image": "Questo edificio può essere potenziato fino al livello 30, indipendentemente dal livello del tuo HQ."
        },
        "Control": {
          "Title": "Pannello di Controllo del Forno ad Alta Temperatura",
          "Description": "Per aumentare la temperatura della tua base, puoi accendere il forno ad alta temperatura.",
          "Description2": "Il pannello di controllo è piuttosto facile da capire:",
          "List1": "Interruttore per accendere/spegnere",
          "List2": "Interruttore per attivare l'Overdrive, che consuma più carbone al minuto, ma riscalda di più",
          "List3": "Interruttore per attivare automaticamente il forno quando arriva una tempesta di neve.",
          "Image": "Attivando l'Overdrive, la temperatura aumenterà ancora più rapidamente."
        }
      }
    },
    "AllianceFurnace": {
      "Title": "Fornace dell'Alleanza",
      "Description": "Oltre al tuo forno ad alta temperatura, ci sarà anche il forno dell'alleanza. Questa è una bella aggiunta, poiché l'intera alleanza può contribuire ad aumentare la temperatura per tutti gli alleati.",
      "Description2": "Dal giorno 1 della seconda stagione, le alleanze possono posizionare il sito di costruzione per il forno dell'alleanza sulla mappa (area di livello 1) e iniziare a riparare il forno dell'alleanza per utilizzarlo (inizia a livello 1). Questo processo è simile alla costruzione di un avamposto con un massimo di 20 rinforzi.",
      "Description3": "Il forno dell'alleanza può essere trovato cliccando su alleanza -> forno dell'alleanza -> sulle coordinate. Le azioni su di esso possono essere eseguite solo dai membri R4/R5.",
      "HeatingRange": {
        "Title": "Area di Riscaldamento del Forno dell'Alleanza",
        "Description": "È importante notare che il forno dell'alleanza aumenta la temperatura solo nella sua area di influenza. Assicurati quindi che la tua base sia vicina al forno.",
        "Description2": "Un buon suggerimento per un'alleanza sarebbe sempre stabilirsi vicino al forno dell'alleanza e avvicinare i membri con temperature più basse e un livello del forno ad alta temperatura più basso.",
        "Description3": "Qui sotto puoi vedere l'effetto del forno sull'area, quando è acceso e spento. A sinistra il forno è acceso e quindi riscalda l'ambiente, a destra è spento e la temperatura nello stesso punto è più bassa.",
        "Description4": "Qui sotto puoi vedere la mappa termica attorno al forno e come influisce sulla temperatura nelle vicinanze."
      }
    },
    "NewFarms": {
      "Title": "Nuove Fattorie – Risorse dell'Alleanza",
      "Description": "Come già visto nella Stagione 1, dopo l'uccisione casuale di Doom-Elite, può apparire temporaneamente un nuovo tipo di fattoria di risorse dell'alleanza. Nella Stagione 2 possono anche essere di tipo lega di titanio e carbone."
    },
    "MilitaryBase": {
      "Title": "Basi Militari",
      "Description": "Una volta che il forno ad alta temperatura raggiunge il livello 30, saranno disponibili tre nuovi edifici che consentono miglioramenti per i tipi di eroi.",
      "Description2": "IMPORTANTE: Questi edifici scompariranno alla fine della Stagione 2, come già accaduto nella Stagione 1.",
      "Description3": "Per potenziare, hai bisogno sia di carbone che di leghe di titanio. Questi edifici possono essere potenziati fino al livello 30, indipendentemente dal livello del tuo HQ.",
      "Description4": "Ogni aumento di livello aumenta il rispettivo incremento di danno causato dagli eroi carro armato, aereo o missilistico.",
      "Description5": "La quantità di carbone e leghe di titanio necessaria per potenziare ogni livello è la stessa per tutti gli edifici, così come la percentuale di incremento."
    },
    "Cities": {
      "Title": "Città",
      "List1": "Numero massimo di città e siti di scavo che puoi conquistare: 6 città e 4 siti di scavo.",
      "List2": "Conquistando città, il numero di siti di scavo che puoi conquistare non aumenta, poiché rimangono sempre 4.",
      "Description": "Le città e i siti di scavo producono Terra Rara, fondamentale per la vittoria nella Stagione 2. La quantità dipende dal livello della città: quantità di Terra Rara nelle città e quantità di Terra Rara nei siti di scavo.",
      "Heating": {
        "Title": "Forno della Città",
        "Description": "Le città forniscono calore all'intera area cittadina una volta conquistate. La quantità dipende dal loro livello:",
        "List1": "Livello 1: 5 °C",
        "List2": "Livello 2: 20 °C",
        "List3": "Livello 3: 30 °C",
        "List4": "Livello 4: 40 °C",
        "List5": "Livello 5: 50 °C",
        "List6": "Livello 6: 60 °C"
      }
    },
    "DigSites": {
      "Title": "Siti di Scavo",
      "Description": "I siti di scavo erano un tempo cruciali per la produzione di carbone, ma sono stati conquistati da bestie mutate sotto il controllo dell'Imperatore Boreas. Sconfiggi le bestie, riconquista i siti e riprendi la produzione di carbone.",
      "Description2": "Il carbone è essenziale per il riscaldamento della tua base. Pertanto, la conquista dei siti di scavo che producono carbone è un passo molto importante per ogni alleanza. I siti di scavo di livello più alto producono maggiori quantità di carbone.",
      "Description3": "Con l'ultimo aggiornamento del gioco, i siti di scavo producono anche Terra Rara.",
      "Description4": "Il sito di scavo è sorvegliato da bestie di ghiaccio, che possono essere scongelate. Dovrai quindi scongelarle prima di conquistare.",
      "Description5": "Fai clic sulla bestia e utilizza il pulsante 'Scongelare' per inviare la tua squadra in azione. Poi sconfiggi la bestia di ghiaccio, proprio come hai fatto con i Corrotti nella Stagione 1.",
      "Description6": "Puoi visualizzare tutti i siti di scavo dell'alleanza facendo clic sul pulsante 'Alleanza' -> 'Città dell'alleanza'.",
      "Description7": "Nella prima scheda troverai città e siti di scavo che producono Terra Rara; nella seconda scheda troverai siti di scavo che producono carbone. Questi possono essere rivendicati ogni ora cliccando sui singoli siti di scavo elencati o sul pulsante 'Rivendica tutto'.",
      "Coal": {
        "Title": "Siti di Scavo per Carbone e Terra Rara",
        "Description": "I siti di scavo producono carbone e Terra Rara in base al loro livello. Ecco la quantità esatta per livello:",
        "List1": "Livello 1: 2.736/h carbone – 100/h Terra Rara",
        "List2": "Livello 2: 2.880/h carbone – 110/h Terra Rara",
        "List3": "Livello 3: 3.024/h carbone – 120/h Terra Rara",
        "List4": "Livello 4: 3.168/h carbone – 130/h Terra Rara",
        "List5": "Livello 5: 3.312/h carbone – 140/h Terra Rara",
        "List6": "Livello 6: 3.456/h carbone – 150/h Terra Rara"
      },
      "Protection": {
        "Title": "Status di Cattura e Protezione",
        "Description": "I siti di scavo assomigliano alle fortezze della prima stagione.",
        "List1": "Numero massimo di siti di scavo che puoi possedere: 4, indipendentemente da quante città possiedi.",
        "List2": "Limite massimo giornaliero per la conquista di siti di scavo: 2.",
        "List3": "La prima conquista richiede la sconfitta di bestie mutate con una resistenza virale sufficiente. La Bestia Polare potrebbe essere congelata, quindi dovrai inviare squadre per scongelarla prima di attaccarla. Per sconfiggere queste bestie sono necessarie più azioni di raccolta (ogni colpo causa % di danno). Una volta sconfitta la Bestia Polare, dovrai rinforzare il sito di scavo con fino a 10 squadre.",
        "List4": "Il processo di conquista del sito di scavo è una sfida, in cui vince la prima alleanza che raggiunge il 100%. Il tempo massimo di conquista è di 4 ore. Se non viene raggiunto il progresso completo del 100% entro questo tempo, il tentativo fallisce. Se il sito di scavo non era in possesso, rimarrà neutrale; se era in possesso, rimarrà con il precedente proprietario. La percentuale di conquista di un'alleanza aumenta mentre il sito è rinforzato. Squadre più forti accelerano il processo.",
        "List5": "Una volta che un sito di scavo è preso, sarà protetto per 36 ore e circondato da guardie.",
        "List6": "Tecnicamente, puoi attaccare e rinforzare un numero illimitato di siti di scavo contemporaneamente, ma una volta completata la seconda conquista giornaliera, non puoi più attaccare siti di scavo neutrali o tuoi. Se rinforzi un altro sito di scavo (che conta come terza conquista), le tue squadre verranno automaticamente ritirate non appena la seconda conquista è completata.",
        "List7": "Se un sito di scavo appartiene a un'alleanza e viene attaccato da un'altra, un tentativo di conquista fallito non conta come conquista giornaliera per l'alleanza difensiva.",
        "List8": "Il tuo primo territorio dell'alleanza deve essere un sito di scavo di livello 1. Da qui puoi conquistare qualsiasi territorio adiacente. I territori nella Stagione 2 sono anche adiacenti agli angoli.",
        "List9": "La conquista del territorio può essere estesa ai territori adiacenti (siti di scavo e città) sia dalle tue città che dai siti di scavo.",
        "List10": "Se rinunci o perdi un territorio dell'alleanza e ora hai due insiemi separati di territori dell'alleanza, puoi continuare a conquistare tutti i territori che si affacciano su uno o l'altro insieme.",
        "List11": "Se la tua alleanza rinuncia a un sito di scavo (ciò richiede un'ora), diventa neutrale e qualsiasi alleanza, inclusa la tua, può riconquistarla. Tuttavia, se il sito di scavo era ancora sotto stato di protezione al momento dell'abbandono, deve trascorrere il tempo di recupero della protezione prima che un'alleanza, compresa la tua, possa riprendere il controllo.",
        "List12": "Nella Stagione 2 non ci saranno conquiste di siti di scavo attraverso le zone di guerra.",
        "Description2": "Qui sotto puoi vedere un gorilla mutato che protegge un sito di scavo di livello 2. Il gorilla mutato è ancora congelato e l'alleanza lo ha parzialmente scongelato.",
        "Description3": "Il gioco consente la conquista di siti di scavo che sono diagonalmente adiacenti ad altri siti di scavo in un angolo. Ad esempio, nelle immagini sottostanti, puoi vedere che non era necessario conquistare il livello 2 della città per conquistare gli altri siti di scavo che sono adiacenti all'angolo agli altri siti di scavo. Queste schermate sono state catturate il giorno 3, quando era possibile conquistare solo il livello 1 della città."
      }
    },
    "StockCollection": {
      "Title": "Collezione di Rifornimenti",
      "Description": "Nella Stagione 2 appare un nuovo tipo di tesoro per le risorse dell'alleanza.",
      "Description2": "Questi nuovi tesori possono essere scoperti solo quando la temperatura del terreno raggiunge 0 °C.",
      "Description3": "Per trovarli, sposta il forno dell'alleanza per riscaldare il terreno e portarlo a 0 °C. Puoi anche conquistare una città in modo che il forno della città riscaldi l'intera area cittadina. Poi sposta il forno dell'alleanza e attivalo in modalità Overdrive (ovviamente, devi assicurarti che il tuo attuale livello del forno dell'alleanza sia sufficientemente alto per raggiungere la temperatura corretta). Una volta che il terreno raggiunge 0 °C, la collezione di rifornimenti apparirà in stato di scongelamento.",
      "Description4": "Invia truppe per scongelare la collezione di rifornimenti e poi richiedi le tue ricompense.",
      "Description5": "Le collezioni di rifornimenti hanno diversi livelli e quindi offrono ricompense diverse.",
      "Description6": "C'è la possibilità di accedere all'icona della Stagione 2 -> Collezione di Rifornimenti e vedere da lì se sono state scoperte collezioni di rifornimenti.",
      "Image1": "C'è un limite di 5 tentativi di recupero al giorno."
    },
    "RareSoil": {
      "Title": "Terra Rara",
      "Description": "Una volta conquistate le città e i siti di scavo nella regione polare, iniziano a produrre nel tempo terra rara. La terra rara è una risorsa importante per le alleanze in questa stagione, e alla fine della stagione, le alleanze verranno classificate in base alla loro quantità. Più alta è la classifica, migliori sono le ricompense.",
      "Description2": "Più alto è il livello della città e del sito di scavo, maggiore è la quantità di terra rara prodotta all'ora.",
      "Production": {
        "Title": "Produzione di Terra Rara",
        "Description": "Una volta conquistate le città e i siti di scavo, iniziano a produrre terra rara in base al loro livello.",
        "Description2": "Puoi vedere i dettagli sulla produzione di terra rara cliccando sul pulsante \"Alleanza\" -> \"Città dell'Alleanza\". Lì sono visibili sia le città che i siti di scavo che producono terra rara.",
        "Description3": "La quantità totale di terra rara prodotta è visibile nella vista del forno dell'alleanza: Pulsante Alleanza -> Forno dell'Alleanza, e influisce sul livello del forno dell'alleanza.",
        "Description4": "Le classifiche per la terra rara possono essere consultate tramite la pagina \"Stagione 2\": Simbolo \"Stagione 2\" -> Classifica.",
        "Description5": "Puoi ottenere più terra rara vincendo come attaccante nella guerra per la terra rara."
      },
      "CityProduction": {
        "Title": "Produzione di Terra Rara in Città",
        "Description": "Ecco la quantità esatta di terra rara per livello di città:",
        "List1": "Livello 1: 350/h",
        "List2": "Livello 2: 400/h",
        "List3": "Livello 3: 450/h",
        "List4": "Livello 4: 800/h",
        "List5": "Livello 5: 900/h",
        "List6": "Livello 6: 1000/h"
      },
      "DigSiteProduction": {
        "Title": "Produzione di Terra Rara nei Siti di Scavo",
        "Description": "Ecco la quantità esatta di terra rara per livello di sito di scavo:",
        "List1": "Livello 1: 100/h",
        "List2": "Livello 2: 110/h",
        "List3": "Livello 3: 120/h",
        "List4": "Livello 4: 130/h",
        "List5": "Livello 5: 140/h",
        "List6": "Livello 6: 150/h"
      }
    },
    "RareSoilWar": {
      "Title": "Guerra per la Terra Rara",
      "Description": "Nella stagione 2 ci saranno guerre per la terra rara. Non ci sarà conquista di città o siti di scavo oltre la zona di guerra."
    },
    "RadarMission": {
      "Title": "Missioni Radar",
      "Description": "Nella stagione 2 sarà disponibile una nuova missione radar: \"Sopravvissuto in Pericolo\".",
      "Description2": "Per completare la missione, invia la tua squadra ad aiutare il sopravvissuto in pericolo e ricevi ricompense, tra cui carbone."
    },
    "HeroUpgrade": {
      "Title": "Aggiornamenti degli Eroi e Armi",
      "Description": "La stagione 2 porta novità per gli eroi e le armi, la cui disponibilità è limitata nel tempo.",
      "Violette": {
        "Title": "Aggiornamento di Violet a UR",
        "Description": "Sarà possibile aggiornare Violet a UR. L'evento dovrebbe iniziare dopo la settimana 2."
      },
      "Legend": {
        "Title": "S2: Il Ritorno della Leggenda",
        "Description": "Dopo ogni 50 reclutamenti, un eroe leggendario è garantito."
      },
      "RecruitHeroes": {
        "Title": "Recluta Eroi"
      },
      "Weapon": {
        "Title": "S2: Armi delle Leggende",
        "Description": "Una nuova sezione nella Taverna consente di ottenere casse di selezione di frammenti d'arma esclusivi per gli eroi II. Queste contengono frammenti d'arma di Kimberly, DVA e Tesla.",
        "Image1": "Per reclutare in questa sezione, è necessario un biglietto di reclutamento New Era.",
        "Image2": "Ogni 20 reclutamenti si ottengono garantiti 2 frammenti d'arma esclusivi."
      },
      "ExclusiveWeapons": {
        "Title": "Armi Esclusive",
        "Description": "La stagione 2 porta armi esclusive per Murphy, Carlie e ???.",
        "Murphy": {
          "Title": "Arma Esclusiva di Murphy",
          "Description": "A partire dal giorno 4 della stagione 1, puoi raccogliere frammenti d'arma attraverso il Battle Pass dell'arma esclusiva di Murphy per attivare e migliorare l'arma esclusiva di Murphy. I frammenti d'arma universali possono essere utilizzati solo per miglioramenti, non per l'attivazione."
        },
        "Carlie": {
          "Title": "Arma Esclusiva di Carlie",
          "Description": "A partire dal giorno 4 della settimana 3, puoi raccogliere frammenti d'arma attraverso il Battle Pass dell'arma esclusiva di Carlie per attivare e migliorare l'arma esclusiva di Carlie. I frammenti d'arma universali possono essere utilizzati solo per miglioramenti, non per l'attivazione."
        },
        "Swift": {
          "Title": "Arma Esclusiva di Swift",
          "Description": "A partire dal giorno 4 della settimana 6, puoi raccogliere frammenti d'arma attraverso il Battle Pass dell'arma esclusiva di Swift per attivare e migliorare l'arma esclusiva di Swift. I frammenti d'arma universali possono essere utilizzati solo per miglioramenti, non per l'attivazione."
        }
      }
    },
    "Temperature": {
      "Title": "Temperatura",
      "Description": "La temperatura rappresenta una grande sfida nella regione polare e influisce continuamente sulle statistiche della tua base. La temperatura della tua base si adatta lentamente all'ambiente. Mantenere temperature più elevate ti porterà statistiche bonus. La temperatura della tua base può variare da -270 °C a +300 °C.",
      "Location": {
        "Title": "Posizione",
        "Description": "Puoi monitorare la tua temperatura tramite l'icona oppure accedere alla pagina dei dettagli sulla temperatura cliccando sull'icona corrispondente. In questa pagina di dettaglio sono elencati tutti i fattori che influenzano la temperatura della tua base.",
        "Description2": "Nella parte superiore puoi vedere come si muove l'icona della temperatura della tua base (icona della casa) e si sovrappone all'icona della temperatura ambientale (icona della mappa)."
      },
      "Base": {
        "Title": "Base",
        "Description": "La temperatura finale mostrata nei luoghi influisce sulla tua base e provoca buff/debuff. La forza in % del buff/debuff dipende dalla temperatura e sarà mostrata negli schemi che puoi vedere nelle immagini qui sotto. Ecco la descrizione dei buff/debuff.",
        "Title2": "Produzione di risorse di base:",
        "Description2": "Produzione di terreni agricoli, miniere di ferro e miniere d'oro +10 % (a 4 °C)",
        "Title3": "Arma termica:",
        "Description3": "Danno alla durabilità delle truppe durante la stagione di gioco +100 (a 4 °C)",
        "Title4": "Velocità di guarigione dell'unità:",
        "Description4": "Velocità di guarigione delle unità ferite durante la stagione +0 % (a 4 °C)",
        "Title5": "Moral delle unità:",
        "Description5": "Moral delle unità durante la stagione +0 % (a 4 °C)"
      },
      "Factors": {
        "Title": "Fattori che influenzano la temperatura",
        "Description": "La temperatura è influenzata da molti fattori:",
        "List1": "Posizione della base sulla mappa: più ci si avvicina al centro, più diventa freddo.",
        "List2": "Attività del forno: il nuovo edificio stagionale 'Forno ad alta temperatura' genera calore per la tua base quando è attivato, e ancora più calore in modalità Overdrive.",
        "List3": "Abilità Overdrive intensa: un'abilità stagionale che consente di aumentare il calore in Overdrive.",
        "List4": "Attività del forno dell'alleanza: il nuovo edificio stagionale dell'alleanza consente di generare calore nell'area circostante. Le basi nelle vicinanze del forno dell'alleanza sono influenzate da questo calore.",
        "List5": "Aereo di ricognizione alleato: gli alleati possono inviare aerei di ricognizione per infliggere temporaneamente danno a un alleato.",
        "List6": "Area di riscaldamento della città: quando il forno della città è attivato, l'intera area della città (il campo su cui si trova la città) si riscalda. La vicinanza a una città aiuta a rimanere al caldo.",
        "List7": "Forno atomico: il riscaldatore definitivo, che dopo l'attivazione fornisce calore all'intera mappa.",
        "List8": "Tempeste di neve: a partire dal giorno 1 della stagione, si verificano eventi che causano un enorme calo della temperatura in tutte le zone di guerra. Maggiore è il livello, più forte è la diminuzione della temperatura.",
        "List9": "Attività delle truppe: le truppe che lasciano la tua base causano una perdita temporanea di calore.",
        "List10": "Mostri polari: la tua base sarà attaccata da mostri polari, causando un abbassamento della temperatura di -5 °C (un fallimento nella difesa provoca un ulteriore abbassamento di -10 °C)."
      },
      "Burn": {
        "Title": "Congelamento e Bruciore",
        "Description": "Il tuo obiettivo è mantenere la tua base alla temperatura giusta per non subire debuff e per evitare che la tua base congeli o prenda fuoco. Fai attenzione a non spendere troppo carbone, poiché ne avrai bisogno per il tuo forno (e il forno dell'alleanza) man mano che la tua alleanza si muove verso il centro.",
        "Description2": "Se la temperatura della tua base diventa troppo bassa o troppo alta, c'è il rischio che la tua base congeli o prenda fuoco."
      },
      "LowTemperatures": {
        "Title": "Temperature Basse",
        "Description": "La temperatura della tua base non può scendere sotto -270 °C.",
        "Title2": "Base quasi congelata:",
        "Description2": "Se rimani sotto -20 °C, verrà avviato un countdown di 5 minuti che mostra 'Presto congelato'. Riscalda la base prima che il tempo di congelamento finisca per evitare il congelamento.",
        "Solutions": "Soluzioni:",
        "Solution1": "Spostati in una zona più calda.",
        "Solution2": "Attiva il forno ad alta temperatura o passalo in modalità Overdrive.",
        "Solution3": "Se sei nell'area di effetto del forno dell'alleanza, richiedi che venga attivato o messo in modalità Overdrive.",
        "Solution4": "Chiedi ai tuoi alleati di inviare un aereo di ricognizione per riscaldarti."
      },
      "FrozenBase": {
        "Title": "Base Congelata:",
        "Description": "Se una base rimane sotto -20 °C per più di 5 minuti, è congelata. In questo stato, i cambi di posizione e le riunioni non sono possibili (i cambi di posizione dell'alleanza e casuali sono ancora possibili). Tieni presente che si applicano anche debuff, come mostrato nella sezione 'Base'.",
        "Solutions": "Soluzioni:",
        "Solution1": "Spostati in zone più calde con l'aiuto dell'alleanza o tramite teletrasporto casuale.",
        "Solution2": "Attiva il forno ad alta temperatura o mettilo in modalità Overdrive.",
        "Solution3": "Se sei nell'area di effetto del forno dell'alleanza, richiedi che venga messo in modalità Overdrive.",
        "Solution4": "Chiedi ai tuoi alleati di inviarti un aereo di ricognizione per riscaldarti o truppe per rompere il ghiaccio (5 colpi costano ciascuno 5 punti resistenza)."
      },
      "IceMelts": {
        "Title": "Il ghiaccio si scioglie presto:",
        "Description": "Se la tua base è congelata, puoi farla scongelare portando la temperatura sopra -20 °C e mantenendo questa temperatura. Verrà avviato un countdown di scongelamento di 5 minuti. Se la temperatura scende anche solo per un secondo sotto -20 °C, la base rimarrà congelata e dovrai ricominciare a scongelare.",
        "Description2": "In alternativa, puoi chiedere ai tuoi alleati di inviare truppe per rompere il ghiaccio (5 colpi costano ciascuno 5 resistenza)."
      }
    },
    "HelpTheAllies": {
      "Title": "Aiuta gli alleati ad aumentare la temperatura",
      "Description": "Puoi aiutare i tuoi alleati ad aumentare la loro temperatura inviando un piano di ricognizione e spendendo un po' di carbone. Tieni presente, però, che l'effetto non dura a lungo. Questo può essere particolarmente utile quando affrontano eventi difficili come le tempeste di neve."
    },
    "VirusResistance": {
      "Title": "Resistenza ai virus",
      "Description": "Nella Stagione 2 il virus è ancora attivo, ma ha un impatto minore sul gameplay rispetto alla Stagione 1.",
      "Description2": "Per aumentare la tua resistenza ai virus, devi potenziare il tuo forno ad alta temperatura. Questo aumenterà sia la resistenza al calore che quella ai virus.",
      "Image": "Come al solito, c'è un pass settimanale che ti offre un aumento di 250 punti di resistenza ai virus.",
      "Description3": "La resistenza ai virus ha i seguenti effetti:",
      "List1": "Doom Elite che puoi attaccare.",
      "List2": "Le bestie polari che sorvegliano i siti di scavo possono anche attaccarti."
    },
    "Profession": {
      "Title": "Professioni - Limite di livello aumentato a livello 70",
      "Description": "Nella Stagione 2 il limite di livello per le professioni è stato aumentato a livello 70.",
      "Description2": "Le abilità stagionali per i livelli fino a 50 saranno rivedute e adattate al tema della stagione. Tuttavia, alcune abilità a livelli inferiori rimarranno come nella Stagione 1.",
      "SeasonSkills": {
        "Title": "Abilità stagionali",
        "Description": "Le abilità stagionali sono identiche per le professioni Ingegnere e Signore della guerra e si trovano a destra del portatore su uno sfondo verde."
      },
      "Warlords": {
        "Title": "Abilità aggiuntive dei Signori della guerra - Livelli 45-70",
        "Description": "Abilità per il livello 45",
        "Description2": "Abilità per il livello 50",
        "Description3": "Abilità per il livello 55",
        "Description4": "Abilità per il livello 60",
        "Description5": "Abilità per il livello 65",
        "Description6": "Abilità per il livello 70"
      },
      "Engineer": {
        "Title": "Abilità aggiuntive dell'Ingegnere - Livelli 45-70",
        "Description": "Abilità per il livello 45",
        "Description2": "Abilità per il livello 50",
        "Description3": "Abilità per il livello 55",
        "Description4": "Abilità per il livello 60",
        "Description5": "Abilità per il livello 65",
        "Description6": "Abilità per il livello 70"
      }
    },
    "Celebration": {
      "Title": "Celebrazione della Stagione 2: L'Era del Petrolio",
      "Description": "Per celebrare la fine della Stagione 2, lanceremo lunedì 'L'Era del Petrolio', che durerà cinque settimane (4 settimane di missioni + 1 settimana di duello di maestria). Ci sono molte novità da scoprire e preparare, quindi abbiamo creato una guida per i curiosi che vogliono ottimizzare il loro gameplay.",
      "Profession": {
        "Title": "Professione",
        "Description": "Questo mese farai molte ricerche e costruzioni, ma meno combattimenti, quindi l'ingegnere è la professione più interessante. Massimizza le abilità che ti aiutano a costruire e ricercare più velocemente e a minor costo!"
      },
      "Week1": {
        "Title": "Settimana 1: Lista delle Attività",
        "List1": "Passa all'ingegnere e massimizza tutte le abilità che ti aiutano a costruire e ricercare più velocemente e a minor costo.",
        "List2": "Assicurati di sbloccare le missioni globali del server per iniziare con la nuova ricerca e l'espansione della base.",
        "List3": "Costruisci il tuo pozzo petrolifero e portalo al livello 30 il prima possibile per una produzione massima di petrolio.",
        "List4": "Ottimizza l'espansione del nuovo albero delle ricerche in modo efficiente, concentrandoti inizialmente solo sulle ricerche necessarie."
      },
      "ServerWideMissions": {
        "Title": "Missioni Globali del Server",
        "Description": "Per sbloccare le nuove funzionalità a livello di server, dobbiamo completare alcune missioni. Più velocemente vengono completate, più rapidamente il nostro server può crescere.",
        "Mission1": {
          "Title": "Missione 1: Sblocca Tecnologia (Giorno 1, Settimana 1)",
          "Description": "Obiettivo: Completa 500 ricerche a livello di server. Questo sbloccherà il nuovo albero delle ricerche."
        },
        "Mission2": {
          "Title": "Missione 2: Sblocca Livello II dell'Espansione della Base (Giorno 2, Settimana 1)",
          "Description": "Obiettivo: Completa 500 costruzioni a livello di server. Questo ci permetterà di espandere il terreno della nostra base con nuovi livelli.",
          "Description2": "Completare le tessere in questa nuova area fornisce anche petrolio come ricompensa, quindi è importante completarle il prima possibile per massimizzare i progressi."
        },
        "Mission3": {
          "Title": "Missione 3: Mobilitazione degli Eroi (Giorno 2, Settimana 1)",
          "Description": "Obiettivo: Eseguire un totale di 10.000 reclutamenti a livello di server. Non ci sono ricompense specifiche per completare questa missione, quindi è meno prioritaria."
        }
      },
      "Research": {
        "Title": "Nuovo Albero delle Ricerche",
        "Description": "L'obiettivo principale di questo periodo è il nuovo albero delle ricerche, che sblocca un terzo centro tecnologico, una fabbrica di equipaggiamento per droni e la possibilità di espandere il tuo quartier generale da HQ31 a HQ35. Questa ricerca richiede una nuova risorsa: il petrolio.",
        "Description2": "<strong>Nota:</strong> Questo albero delle ricerche è disponibile solo se il tuo centro tecnologico è al livello 30 e le unità speciali sono sbloccate almeno al 40%.",
        "Upgrade": {
          "Title": "Aggiornamento del Pozzo Petrolifero",
          "Description": "La prima ricerca ti permette di costruire un pozzo petrolifero per iniziare la produzione. Aggiorna questo pozzo il più rapidamente possibile per raggiungere il tasso di produzione massimo (usa molti acceleratori!). È possibile portarlo al livello 30 già il primo giorno; cerca di farlo al massimo entro il secondo giorno."
        },
        "Strategy": {
          "Title": "Strategia di Ricerca",
          "Description": "Come per la ricerca T10, non è necessario completare ogni livello di ogni ricerca per avanzare nell'albero. Poiché il petrolio sarà inizialmente difficile da ottenere, usalo nel modo più efficiente possibile. I livelli minimi richiesti sono indicati di seguito. I <span class=\"text-danger\">campi rossi</span> aumentano la produzione di petrolio, quindi questa deve essere la tua priorità! Usa i tuoi acceleratori e non aspettare il giorno VS. I <span class=\"text-warning\">campi gialli</span> aumentano la velocità di costruzione e ricerca e sono opzioni utili su cui tornare successivamente. Questa ricerca richiederà tempo; non aspettarti di completarla entro la prima settimana."
        }
      },
      "Hq": {
        "Title": "Requisiti per il Quartier Generale 31–35",
        "Description": "Una volta completata la parte inferiore dell'albero delle ricerche, puoi iniziare con HQ31+. Gli edifici richiesti sono elencati di seguito e includono sempre il centro di ricerca, il centro carri/aerei/razzi (uno di questi) e la caserma.<br> Per vedere il tempo e le risorse necessarie, visita <a href=\"https://www.lastwartutorial.com/copilot.php\" target=\"_blank\">Last War Tutorial: Builder Copilot</a>",
        "Table": {
          "Header": "Livello HQ",
          "Header2": "Requisiti",
          "Row1": "Centro di Ricerca livello 30, Centro Carri/Aerei/Razzi livello 30, Caserma livello 30",
          "Row2": "Centro di Ricerca livello 31, Centro Carri/Aerei/Razzi livello 31, Caserma livello 31, Muro livello 31",
          "Row3": "Centro di Ricerca livello 32, Centro Carri/Aerei/Razzi livello 32, Caserma livello 32, Ospedale livello 32, Campo di Addestramento livello 32",
          "Row4": "Centro di Ricerca livello 33, Centro Carri/Aerei/Razzi livello 33, Caserma livello 33, Muro livello 33, Centro dell'Alleanza livello 33",
          "Row5": "Centro di Ricerca livello 34, Centro Carri/Aerei/Razzi livello 34, Caserma livello 34, Ospedale livello 34, Campo di Addestramento livello 34"
        }
      },
      "Week2": {
        "Title": "Settimana 2",
        "ServerMission": "Missioni Globali del Server",
        "Mission1": {
          "Title": "Missione 1: Sblocca Missione Radar (Giorno 1, Settimana 2)",
          "Description": "Obiettivo: Completa 5000 missioni radar a livello di server."
        },
        "Mission2": {
          "Title": "Missione 2: Missione Segreta: Conquista il Deposito di Petrolio (Giorno 1, Settimana 2)",
          "Description": "Obiettivo: Completa 1000 missioni segrete a livello di server."
        },
        "Mission3": {
          "Title": "Missione 3: Espansione Commerciale (Giorno 1, Settimana 2)",
          "Description": "Obiettivo: Invia 500 camion a livello di server."
        },
        "Event": {
          "Title": "Eventi Aggiuntivi",
          "Description": "Come nella celebrazione della Stagione 1, durante la settimana 2 ritornano l'evento bingo, il mercato nero e il duello di maestria. Nell'evento bingo puoi ottenere petrolio e casse del mercato nero come ricompense. Gli eventi funzionano esattamente come nella Stagione 1."
        }
      },
      "Week3": {
        "Title": "Settimane 3 e 4",
        "Description": "Queste settimane non contengono nulla di speciale. Durante la settimana 3 vengono sbloccati gli zombie di livelli 31–35 sulla mappa, e durante la settimana 4 vengono sbloccati i Dooms élite di livelli 31–35."
      }
    }
  },
  "PlayerMvp": {
    "Title": "Alleanza - MVP",
    "MvpCard": {
      "Title": "Giocatore Eccezionale",
      "VsPoints": "Punti VS",
      "MarshalParticipation": "Partecipazione al Marshal",
      "DesertStormParticipation": "Partecipazione alla Tempesta del Deserto",
      "MvpPoint": "Punti MVP"
    },
    "Table": {
      "Name": "Nome",
      "VsPoints": "Punti VS",
      "MarshalParticipation": "Partecipazione al Marshal",
      "DesertStormParticipation": "Partecipazione alla Tempesta del Deserto",
      "MvpPoint": "Punti MVP",
      "PlayerHasNotThreeWeeks": "Giocatori che non hanno partecipato ancora a tre duelli VS."
    },
    "EvaluationCriteria": {
      "Title": "Criteri di Valutazione",
      "VSDuel": {
        "Title": "Punti Settimanali (Duello VS) – 80% di Peso:",
        "Description": "I tuoi punti si basano sulla somma di tutti i punti VS delle ultime <strong>tre settimane</strong>. Questa somma viene divisa per 1.000.000 e moltiplicata per 0,8:",
        "DescriptionBold": "tre settimane",
        "Formula": "(Somma dei punti VS delle ultime 3 settimane / 1.000.000) * 0,8.",
        "Description2": "Questo calcolo rappresenta la tua attività nel Duello VS settimanale, che è il fattore più importante."
      },
      "Marshal": {
        "Title": "Partecipazioni al Marshal – 20 punti per partecipazione:",
        "Description": "Ogni partecipazione all'evento ti guadagna <strong>20 punti</strong>. Questo dimostra la tua disponibilità strategica quando l'alleanza ha bisogno di te."
      },
      "DesertStorm": {
        "Title": "Partecipazioni alla Tempesta del Deserto – 40 punti per partecipazione:",
        "Description": "Ogni partecipazione alla Tempesta del Deserto ti guadagna <strong>40 punti</strong>. Questo evento è considerato un bonus, ma premia i giocatori che si impegnano oltre le loro attività regolari."
      },
      "MarshalAndDesertStorm": {
        "Title": "Partecipazione a Marshal + Partecipazione a Desert Storm – Ponderazione 20%:",
        "Description": "I punti dei due eventi vengono sommati e moltiplicati per 0,2: <code>(Punti Marshal + Punti Desert Storm) * 0,2</code>"
      },
      "Example": {
        "Title": "<strong>Esempio:</strong> Un giocatore ha i seguenti valori:",
        "List1Bold": "Punti VS delle ultime 3 settimane:",
        "List1": "130 milioni",
        "List2Bold": "Partecipazioni al Marshal:",
        "List3Bold": "Partecipazioni alla Tempesta del Deserto:",
        "Description": "I punti MVP vengono calcolati come segue:",
        "List4Bold": "Punti VS:",
        "List5Bold": "Partecipazioni al Marshal:",
        "List6Bold": "Partecipazioni alla Tempesta del Deserto:",
        "List7Bold": "Punti per MVP:",
        "TotalBold": "Totale:",
        "Total": "104 + 48 = <strong>152 Punti MVP</strong>"
      }
    }
  },
  "Capitol": {
    "Title": "Capitol Hill",
    "Description": "Il Capitol ospiterà il presidente, il vice-presidente (precedentemente noto come First Lady, FL) e i segretari assegnati.",
    "Description2": "I segretari forniscono al giocatore a cui sono assegnati miglioramenti/buff che offrono un grande vantaggio per accelerare il progresso nel gioco.",
    "Buffs": {
      "Title": "Tipi di buff offerti dai segretari:",
      "Description": "I posti possono offrire diversi tipi di buff:",
      "List1": {
        "Text": "Aumento della velocità: costruzione, ricerca, guarigione, formazione",
        "List": {
          "List1": "Questi buff sono efficaci solo quando queste azioni vengono avviate.",
          "List2": "Le costruzioni in corso, le ricerche, le guarigioni e le formazioni non sono influenzate da questo buff.",
          "List3": "Quando un segretario è assegnato a un giocatore, i buff sono già considerati nel tempo visualizzato per l'azione (ad esempio, il tempo per costruire un edificio).",
          "List4": "Per beneficiare dei buff, è necessaria un'azione esplicita del giocatore: una volta che l'azione è stata avviata con il tempo ridotto, non sarà più influenzata anche se il segretario viene rimosso."
        }
      },
      "List2": {
        "Text": "Aumento della capacità: capacità ospedaliera",
        "List": {
          "List1": "I tuoi ospedali possono ospitare più soldati feriti."
        }
      },
      "List3": {
        "Text": "Aumento della produzione",
        "List": {
          "List1": "Richiedi al segretario degli affari interni quando i tuoi edifici di produzione (ferro, oro, cibo) sono pieni. Ottieni il segretario e raccogli quindi le risorse per aumentare la produzione."
        }
      }
    },
    "Example": {
      "Title": "Esempio di aumento della velocità e riduzione del tempo di costruzione tramite il segretario dello sviluppo:"
    },
    "Explanation": {
      "Title": "Spiegazione dell'aumento della velocità",
      "Description": "Quando assegni il segretario dello sviluppo che aumenta la velocità di costruzione del 50%, ti aspetti che il tempo venga ridotto della metà. Tuttavia, non funziona così.",
      "Description2": "Per spiegarlo più chiaramente, usiamo un'analogia:",
      "List1": "Per costruire il quartier generale, hai bisogno di 100 blocchi",
      "List2": "La tua velocità di base è di 1 blocco al minuto",
      "List3": "Senza il segretario, la costruzione richiederà 100 minuti",
      "List4": "Con un aumento della velocità del 50%, la tua velocità diventa 1,5 blocchi al minuto. Quindi il tempo di costruzione sarà: Tempo = Blocchi / Velocità = 100 blocchi / 1,5 blocchi/minuto = 66,7 minuti",
      "List5": "Il segretario dello sviluppo aumenta la tua velocità di costruzione del 50%, riducendo il tempo di costruzione del 33%.",
      "Description3": "Quindi, non noterai che il tuo tempo è ridotto nella stessa proporzione dell'aumento percentuale della velocità. Questo è importante se desideri utilizzare accelerazioni.",
      "Description4": "Inoltre, un segretario è meno efficace rispetto al punto di partenza man mano che più buff sono già attivi (tramite skin, decorazioni, villaggi, ecc.).",
      "Description5": "Per continuare con l'analogia:",
      "List6": "Hai già un bonus del 100% sulla velocità di costruzione, quindi la tua velocità è di 2 blocchi al minuto",
      "List7": "Ottieni il segretario degli affari interni che aumenta la tua velocità del 50% (calcolato dalla velocità di base di 1 blocco al minuto), aumentando la tua velocità a 2,5 blocchi al minuto.",
      "List8": "Piuttosto che un'efficienza (riduzione del tempo) del 33%, l'efficienza sarà del 100/2 a 100/2,5, che equivale a un'efficienza del solo 20% (riduzione del tempo)."
    },
    "Positions": {
      "Title": "Posti",
      "Description": "Esistono i seguenti posti:",
      "List1": "Presidente",
      "List2": "Vice-presidente, noto anche come VP (precedentemente First Lady o FL)",
      "List3": "Segretario alla strategia",
      "List4": "Segretario alla sicurezza",
      "List5": "Segretario allo sviluppo",
      "List6": "Segretario alla scienza",
      "List7": "Segretario agli affari interni"
    },
    "President": {
      "Title": "Presidente",
      "Description": "Questo titolo è riservato all'alleanza che ha conquistato il Capitol. Il presidente può nominare il vice-presidente e tutti i segretari.",
      "List1": "PV degli eroi: +5 %",
      "List2": "Attacco degli eroi: +5 %",
      "List3": "Difesa degli eroi: +5 %",
      "Description2": "Questi miglioramenti si applicano automaticamente una volta che il presidente è stato nominato."
    },
    "VicePresident": {
      "Title": "Vice-presidente (VP) precedentemente First Lady",
      "Description": "Il presidente nomina il vice-presidente, noto anche come VP. Il vice-presidente può nominare il suo successore e tutti gli altri segretari, ma non può nominare il presidente.",
      "Description2": "Le accelerazioni di costruzione, ricerca e formazione diventano efficaci solo quando le azioni sono state avviate. Quando sei vice-presidente, vedrai che il tempo è già ridotto rispetto al tempo precedente.",
      "List1": "Accelerazione della costruzione: +20 %",
      "List2": "Velocità di ricerca: +20 %",
      "List3": "Velocità di formazione: +10 %",
      "Description3": "Il vice-presidente è gestito da noi. Non chiedere questa posizione se non è assolutamente necessario. Devi essere sempre online per aggiungere altri giocatori dalla lista d'attesa."
    },
    "SecretaryOfDevelopment": {
      "Title": "Segretario dello sviluppo",
      "Description": "L'accelerazione della costruzione e della ricerca diventa efficace solo quando le azioni sono state avviate. Quando hai il segretario dello sviluppo, vedrai che il tempo è già ridotto rispetto al tempo precedente.",
      "Description2": "Le costruzioni in corso e le ricerche non sono influenzate da questo buff.",
      "List1": "Accelerazione della costruzione: +50 %",
      "List2": "Velocità di ricerca: +25 %",
      "Description3": "Quando il posto è assegnato, devi iniziare a costruire o ricercare per godere del tempo ridotto per l'azione."
    },
    "SecretaryOfScience": {
      "Title": "Segretario della scienza",
      "Description": "L'accelerazione della costruzione e della ricerca diventa efficace solo quando le azioni sono state avviate. Quando hai il segretario della scienza, vedrai che il tempo è già ridotto rispetto al tempo precedente.",
      "Description2": "Le costruzioni in corso e le ricerche non sono influenzate da questo buff.",
      "List1": "Velocità di ricerca: +50 %",
      "List2": "Accelerazione della costruzione: +25 %",
      "Description3": "Quando il posto è assegnato, devi iniziare a costruire o ricercare per godere del tempo ridotto per l'azione."
    },
    "SecretaryOfInterior": {
      "Title": "Segretario agli affari interni",
      "List1": "Aumento della produzione di cibo: +100 %",
      "List2": "Aumento della produzione di ferro: +100 %",
      "List3": "Aumento della produzione di monete: +100 %",
      "Description": "Per massimizzare questo buff, devi aspettare che le tue miniere/campi di ferro, oro o cibo siano pieni, quindi prendi il posto di segretario degli affari interni e raccogli le risorse. Una volta raccolte le risorse con il posto, il buff viene applicato."
    },
    "SecretaryOfStrategy": {
      "Title": "Segretario alla strategia",
      "List1": "Capacità ospedaliera: +20 %",
      "List2": "Tasso di guarigione delle unità: +20 %"
    },
    "SecretaryOfSecurity": {
      "Title": "Segretario alla sicurezza",
      "Description": "I miglioramenti della velocità di formazione diventano efficaci solo quando le azioni sono state avviate. Quando hai il segretario della sicurezza, vedrai che il tempo è già ridotto rispetto al tempo precedente.",
      "Description2": "La formazione in corso non è influenzata da questo buff.",
      "List1": "Limite di formazione delle unità: +20 %",
      "List2": "Velocità di formazione: +20 %"
    },
    "Request": {
      "Title": "Richiedere un buff/segretario",
      "Description": "In questa guida ti mostriamo passo dopo passo come richiedere di diventare segretario per sbloccare il buff associato.",
      "Description2": "Quando ottieni il buff, hai 5 minuti per usarlo prima che la prossima persona nella coda riceva il suo turno. L'unica eccezione è se non c'è nessun altro nella coda.",
      "Description3": "Vice-presidente: Richiedi questa posizione solo se desideri davvero svolgere questo ruolo nel chat globale e comprendi come funziona questo ruolo. Nota che devi essere sempre online per trattare tutte le richieste in tempo.",
      "Step1": {
        "Title": "Passo 1",
        "Description": "Il modo più semplice per avviare il processo di richiesta è tramite la mappa globale. Fai clic sulla tua base, quindi vedrai la tua immagine del profilo come illustrato qui sotto. Fai clic su di essa per continuare.",
        "Image": "Fai clic sulla tua base e quindi sulla tua immagine del profilo per iniziare."
      },
      "Step2": {
        "Title": "Passo 2",
        "Description": "Quando apri la tua immagine del profilo, fai clic sul pulsante a destra che mostra il numero del server. Consulta l'immagine qui sotto come riferimento.",
        "Image": "Fai clic sul pulsante del numero del server a destra dopo aver aperto la tua immagine del profilo."
      },
      "Step3": {
        "Title": "Passo 3",
        "Description": "Ora sei nella pagina di panoramica dei vari segretari. In alto a destra, come mostrato nell'immagine, puoi cambiare l'orario in quello locale. Questo ti aiuterà a tenere traccia della durata del buff. Per continuare, seleziona un segretario, ad esempio il segretario dello sviluppo come mostrato nell'immagine.",
        "Image": "Imposta l'orario in alto a destra sulla tua ora locale e quindi seleziona un segretario, come lo sviluppo."
      },
      "Step4": {
        "Title": "Passo 4",
        "Description": "Ora sei nella vista del segretario selezionato. Qui puoi vedere:",
        "List1": "Chi sta ricevendo un buff.",
        "List2": "Quante persone ci sono nella coda per il buff.",
        "Description2": "Come mostrato nell'immagine, fai clic sul pulsante 'Richiedi' per iniziare la tua richiesta.",
        "Image": "Fai clic su 'Richiedi' per iniziare, come mostrato nell'immagine."
      },
      "Step5": {
        "Title": "Passo 5",
        "Description": "Dopo la tua richiesta, sarai aggiunto alla lista delle richieste, come mostrato nell'immagine qui sotto. Ora dovrai aspettare che il vice-presidente ti aggiunga alla coda.",
        "Description2": "⚠️ Importante: Come detto prima, solo qualcuno che capisce come funziona questo lavoro dovrebbe richiedere di diventare vice-presidente. Il vice-presidente deve assicurarsi che tutte le richieste vengano trattate in tempo.",
        "Image": "Dopo la richiesta, sarai aggiunto alla lista. Aspetta che il vice-presidente ti aggiunga."
      },
      "Step6": {
        "Title": "Passo 6",
        "Description": "Quando sei nella coda, potrai vedere quando arriva il tuo turno nella finestra del tempo (vedi l'immagine qui sotto).",
        "Description2": "⚠️ Non dimenticare: hai solo 5 minuti per usare il buff prima che sia il turno successivo! Pianifica bene per utilizzare il tuo tempo in modo ottimale.",
        "Image": "Controlla la finestra del tempo per vedere quando è il tuo turno."
      },
      "Step7": {
        "Title": "Passo 7",
        "Description": "Quando arriva il tuo turno, riceverai il buff, come mostrato nell'immagine qui sotto. Ora hai 5 minuti per usare questo buff prima che la persona successiva nella coda lo riceva.",
        "Image": "Quando arriva il tuo turno, avrai 5 minuti per usare il buff."
      }
    }
  }
}
