{
  "Home": {
    "Welcome": "Velkommen, tapre krigere, til Alliance Old Viking!",
    "Section1": "Gå inn i de stormfulle havene og endeløse slagmarkene med Alliance Old Viking ved din side. Her kjemper vi skulder ved skulder, med våre økser skjerpet, våre skjold hevet, alltid klare for neste kamp.",
    "WhatToExpect": {
      "Title": "Hva du kan forvente:",
      "List1": "Brødre og søstre i kamp: Finn lojale følgesvenner som vil støtte deg i hver kamp og dele æren med deg.",
      "List2": "Strategisk mesterskap: Smid kraftfulle planer og overvinn dine fiender med kloke taktikker og urokkelig mot.",
      "List3": "Ærefulle fester: Delta i episke slag og glitrende raid som belønner deg rikelig og viderefører din heltlegende.",
      "List4": "Visdom fra de gamle: Lær fra erfarne krigere og forbedre dine ferdigheter for å stå som en ekte viking."
    },
    "Allies": {
      "Title": "Våre allierte:",
      "Allie1": "tES - The Walking Beer",
      "Allie2": "7ci - La 7e compagnie"
    },
    "Nap": {
      "Title": "Ikke-angrepspaktene (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "CrossServerAlliances": {
      "Title": "Tverrserver Allianser"
    },
    "Section2": "Bli en del av Alliance Old Viking og seil med oss inn i legenden. Sammen vil vi være uovervinnelige og få verden til å skjelve av ærefrykt.",
    "Vs": {
      "Title": "VS-Duell:",
      "Description": "Finn ut her hvordan du kan samle flest poeng.",
      "Link": "Lær mer",
      "Day1": {
        "Link": "day1",
        "Description": "Dag 1 - Radar Spesialtrening"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Dag 2 - Basisbygging"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Dag 3 - Vitenskapens tidsalder"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Dag 4 - Heltutvikling"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Dag 5 - Kampberedskap"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Dag 6 - Utryddelse av fiender"
      }
    },
    "Information": {
      "Title": "Ytterligere informasjon",
      "Description": "Her finner du nyttige lenker til de viktigste sidene på vår hjemmeside:",
      "Vs": "VS-Duell",
      "Rules": "Regler",
      "Basics": "Grunnleggende",
      "TipsAndTricks": "Tips og triks"
    },
    "Guestbook": "Gjestebok"
  },
  "Rules": {
    "Title": "Alliansen Regler",
    "Rule1": {
      "Title": "Inaktivitet",
      "Description": "Den som er offline i 3 dager uten å melde ifra, vil bli utvist fra alliansen den 4. dagen."
    },
    "Rule2": {
      "Title": "Samleplass",
      "Description": "På søndag er hele kampen over, og alle medlemmer skal samles ved alliansens samleplass.",
      "Description2": "Den som ikke er ved samleplassen innen onsdag, vil bli utvist.",
      "Description3": "Hvordan kommer jeg til samlingsstedet"
    },
    "Rule3": {
      "Title": "Allianse-teknologi Donasjoner",
      "Description": "Innen søndag må hvert medlem ha donert poeng til allianse-teknologi (donasjonen er gratis).",
      "Description2": "Den som ikke gjør dette, vil bli utvist.",
      "Description3": "Hvordan donerer jeg"
    },
    "Rule4": {
      "Title": "Spillernavn",
      "Description": "Hvert medlem må ha sitt eget spillernavn.",
      "Description2": "Den som ikke velger sitt eget spillernavn, vil bli utvist fra alliansen."
    },
    "Rule5": {
      "Title": "Generelle Angrep",
      "Description": "Ethvert angrep på våre allierte eller på NAP (Ikke-Angrepspakt) er forbudt.",
      "Description2": "Angrep på spillere fra andre allianser er generelt forbudt. Dersom spesielle omstendigheter eller konflikter oppstår, må slike handlinger diskuteres og godkjennes på forhånd av en R5 eller R4 for å unngå unødig stress.",
      "Description3": "Raping av lastebiler eller tog fra din egen server er ikke tillatt.",
      "Description4": "Hvordan unngå angrep på dine egne lastebiler",
      "Description5": "Det er ikke tillatt å plyndre hemmelige oppdrag og Ghost Ops-oppdrag fra din egen server",
      "Description6": "Hvordan plyndre hemmelige oppdrag på andre servere"
    },
    "Note": {
      "Title": "Merk:",
      "Description": "Hvis noen ikke vet hvordan man overholder en regel eller har andre spørsmål, vennligst kontakt oss. Vi er her for å hjelpe."
    },
    "Footer": "La oss være sterke og suksessfulle sammen!",
    "ServerRules": {
      "Title": "Serverregler",
      "Abuse": {
        "Title": "Misbruk:",
        "Rule1": "Ingen mobbing, sexisme, rasisme, homofobi eller annen hatprat, inkludert etniske, seksuelle, religiøse, funksjonshemming-, alders- eller transfobiske slengbemerkninger. Konsekvensen er ett gratis slag på spilleren, og ved gjentatt overtredelse utvisning fra alliansen."
      },
      "Zeroing": {
        "Title": "Nulstilling:",
        "Rule1": "Det er forbudt å nullstille (ødelegge) baser som er i allianser på vår server. Konsekvensen er å bli nullstilt selv, med tropper utenfor basen."
      },
      "Trucks": {
        "Title": "Lastebiler:",
        "Rule1": "Ingen angrep på våre serverlastebiler og tog. Bruk filteret for å forhindre dette. Hvis det skjer, snakk direkte med personen for å organisere en tilsvarende lastebil som skal plyndres som gjengjeldelse. Ved ingen respons, ta det opp med R4/R5."
      },
      "Villages": {
        "Title": "Landsbyer:",
        "Rule1": "Spillere har ikke lov til å angripe baser under landsbyerobring, bare forsterke landsbyen eller angripe landsbyen. Konsekvensen er et tilsvarende antall slag i gjengjeld med tropper utenfor basen."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Angrep 1: ",
          "Rule": "Spillere som forlater alliansen sin for å angripe en spiller i Topp 10, blir utestengt fra å bli med i noen Topp 10 i 1 uke. De kan ikke beskyttes i den uken av noen Topp 10."
        },
        "Rule2": {
          "Title": "Angrep 2: ",
          "Rule": "Spillere som angriper en annen spiller i Topp 10, skal motta samme antall angrep og skade i gjengjeld, med en andre overtredelse som resulterer i 1 ukes utestengelse fra Topp 10."
        }
      },
      "Cities": {
        "Title": "Byer:",
        "Rule1": "Nivå 6 byer tilhører de 3 beste alliansene. Hvis topp 3 endrer seg, vil nivå 6 byer endres tilsvarende."
      }
    }
  },
  "Navigation": {
    "Home": "Hjem",
    "Rules": "Regler",
    "VS": "VS-Duell",
    "Alliances": "Allianser",
    "AllianceMvp": "Allianse MVP",
    "Basics": "Grunnleggende",
    "TipsAndTricks": "Tips/Triks",
    "Buildings": "Bygninger",
    "Squad": "Lag",
    "DesertStorm": "Ørkenstorm",
    "SeasonOne": "Sesong 1",
    "SeasonTwo": "Sesong 2",
    "Marshall": "Marskalkvakt",
    "Capitol": "Capitol"
  },
  "VS": {
    "Title": "VS-Duell",
    "Day1": {
      "Title": "Dag 1 - Radar Spesialtrening",
      "DayText": "Mandag",
      "Task1": {
        "Title": "Fullfør 1 radaroppgave (~25.000 poeng):",
        "Description": "Gå til radarsymbolet nederst til venstre og åpne radarskjermen. Her ser du oppdrag, noen av dem er allerede fullført (med en rød prikk øverst til høyre), mens andre må fullføres. For å fullføre et oppdrag må du først utføre det (hvis det ikke allerede er utført) og deretter klikke på oppdraget med den røde prikken. Med denne handlingen samler du det inn og får poengene. For å maksimere poengene bør du vurdere å stable oppdragene dagen før."
      },
      "Task2": {
        "Title": "Bruk 1 utholdenhet (~300 poeng):",
        "Description": "Bruk utholdenhet til angrep, samleaksjoner og radaroppdrag."
      },
      "Task3": {
        "Title": "Bruk minst 660 helte-EXP-poeng samtidig (~6 poeng):",
        "Description": "Gå til drone-senteret og klikk på knappen «Datatraining» for å bruke kampdata. På visse nivåer kreves drone-deler for å fortsette treningen."
      },
      "Task4": {
        "Title": "Bruk 1 drone-del:",
        "Description": "Gå til drone-senteret og klikk på knappen «Datatraining» for å bruke kampdata. På visse nivåer kreves drone-deler."
      },
      "Task5": {
        "Title": "Samle 100/100/60 enheter mat/jern/mynter (~40 poeng):",
        "Description": "Du kan samle enheter av mat, jern eller mynter på to måter:",
        "Description2": "Med spesielle radaroppdrag for å samle mat, jern eller mynter. I så fall er samlehastigheten enormt høy.",
        "Description3": "Bytt til kartmodus, klikk på forstørrelsesglasset, deretter på Samle, og velg «Åker», «Jernmine» eller «Gullmine». Finn et sted du kan sende troppene dine for å samle. Poengene gis når troppene forlater samlingspunktet, enten fordi de tilgjengelige ressursene er brukt opp eller fordi troppene er blitt kalt tilbake. Begynn derfor å samle dagen før denne dagen begynner, og sørg for at den endelige samle-tiden er etter at denne dagen begynner."
      },
      "Task6": {
        "Title": "For hver vunnet drone-datakort-poeng (~2000 poeng):",
        "Description": "Få poeng når du åpner drone-datakort-kister fra inventaret (ikke forveksles med drone-komponentkister)."
      }
    },
    "Day2": {
      "Title": "Dag 2 - Basisbygging",
      "DayText": "Tirsdag",
      "Task1": {
        "Title": "Bruk en 1-minutters konstruksjonsforsterkning (~120 poeng):",
        "Description": "Bruk konstruksjonsforsterkninger (generiske er også i orden, vilkårlig lengde)."
      },
      "Task2": {
        "Title": "Øk bygningens styrke med 1 poeng (~21 poeng):",
        "Description": "Hver gang du fullfører en bygning, økes styrken på den bygningen, og du får poeng for denne forskjellen. Merk at styrkeforhøyelsen av bygningen kun skjer når du åpner gaveesken som den nylig forbedrede bygningen er pakket i."
      },
      "Task3": {
        "Title": "Send den legendariske handels-LKW-en én gang (~200.000 poeng):",
        "Description": "Handels-LKW-er kan være av forskjellige typer og inneholde ulike belønninger. Du kan endre innholdet deres ved hjelp av handelsavtalen. Gå til delen der du kan sende en LKW. Hvis du ser på innholdet øverst til høyre i forhåndsvisningen, finner du en knapp med en terning. For å få «legendarisk» versjon må du oppdatere flere ganger til du ser den gule bakgrunnen og «UR»-skriften på venstre side."
      },
      "Task4": {
        "Title": "Fullfør 1 legendarisk hemmelig oppgave (~150.000 poeng):",
        "Description": "I det hemmelige mobile laget finnes aktiviteter av forskjellige typer og nivåer. Bruk knappen «Oppdater» nederst for å endre de aktuelle oppdragene (hvorved 1 hemmelig oppdragsobjekt, «Hemmelig ordre», forbrukes). Se etter oppdragene med det gule/gylne kvadratet og start dem. Hvis du beholder hemmelige oppdragsobjekter i løpet av uken, kan du starte alle legendariske oppdrag denne dagen."
      },
      "Task5": {
        "Title": "Rekrutter én overlevende (~3.000 poeng):",
        "Description": "Bruk de gyldne overlevende-rekrutteringsbilletter (som skiller seg fra de gyldne helte-rekrutteringsbillettene), som du finner i helteområdet. Klikk på knappen «Rekrutter helter» og gå deretter til «Rekrutter overlevende»-området. Samle rekrutteringsbilletter for overlevende i løpet av hele uken, og bruk dem kun denne dagen."
      }
    },
    "Day3": {
      "Title": "Dag 3 - Vitenskapens Tidsalder",
      "DayText": "Onsdag",
      "Task1": {
        "Title": "Fullfør en radaroppgave (~23.000 poeng):",
        "Description": "Gå til radarsymbolet nederst til venstre og åpne radarskjermen. Her ser du oppdrag, noen av dem er allerede fullført (med en rød prikk øverst til høyre), mens andre må fullføres. For å fullføre et oppdrag må du først utføre det (hvis det ikke allerede er utført) og deretter klikke på oppdraget med den røde prikken. Med denne handlingen samler du det inn og får poengene. For å maksimere poengene bør du vurdere å stable oppdragene dagen før."
      },
      "Task2": {
        "Title": "Bruk en forskningsforsterkning i 1 minutt (~120 poeng):",
        "Description": "Bruk en forskningsforsterkning (generiske er også i orden, vilkårlig lengde)."
      },
      "Task3": {
        "Title": "Øk teknologisk ytelse med 1 poeng (~21 poeng):",
        "Description": "Teknologiske ytelsespoeng får du ved å klikke på symbolet for fullført forskning i teknologisenteret. For å maksimere poengene, start en lang forskning på dagen/dagene slik at den avsluttes på denne dagen, eller fullfør den i hvert fall ved å klikke på symbolet for fullført forskning kun denne dagen."
      },
      "Task4": {
        "Title": "Bruk et tapperhetsmerke (~600 poeng):",
        "Description": "Gå til forskningssenteret og til seksjonen «Alliansekamp». Start en av søkene som bruker tapperhetsmerker (de blå medaljene i midten, gullmedaljene på utsiden, og båndet nederst som kan vinnes i duellkister)."
      },
      "Task5": {
        "Title": "For hver åpnet dronekomponentkiste på nivå 1/2/3/4/5/6/7:",
        "Description": "Få poeng når du åpner dronekomponentkister fra inventaret (ikke forveksles med drone-datakortkister)."
      }
    },
    "Day4": {
      "Title": "Dag 4 - Helteutvikling",
      "DayText": "Torsdag",
      "Task1": {
        "Title": "Utfør en avansert rekruttering én gang (~3.750 poeng):",
        "Description": "Bruk de legendariske rekrutteringsbilletter i helteområdet for å rekruttere helter (ikke forveksles med «Overlevende rekruttere»-billetter). Samle rekrutteringsbilletter for helter i løpet av hele uken, og bruk dem kun denne dagen."
      },
      "Task2": {
        "Title": "Bruk minst 660 Hero EXP-poeng (~6 poeng):",
        "Description": "Bruk erfaringspoeng ved å klikke på «Oppgrader»-knappen etter å ha valgt en helt."
      },
      "Task3": {
        "Title": "Bruk en legendarisk, episk eller sjelden brikke (~20.000, ~7.000 eller ~2.000 poeng):",
        "Description": "Bruk den gyldne, lilla eller blå brikken (puslespillbiter) for heltene for å øke deres nivå i helteområdet. Klikk på en helt, gå til klasseområdet og oppdater heltens klasse."
      },
      "Task4": {
        "Title": "Bruk en ferdighetsmedalje (~20 poeng):",
        "Description": "Forbedre heltenes ferdigheter ved å gå til helteområdet, velge en helt, klikke på «Ferdigheter»-området, velge en av ferdighetene (kvadratene) øverst og bruke «Styrk»-knappen (dette er ikke alltid mulig)."
      },
      "Task5": "Bruk 1 ferdighetsmedalje",
      "Task6": "Kjøp en gavepakke med diamanter (1 diamant)"
    },
    "Day5": {
      "Title": "Dag 5 - Kampberedskap",
      "DayText": "Fredag",
      "Task1": {
        "Title": "Fullfør en radaroppgave (~23.000 poeng):",
        "Description": "Gå til radarsymbolet nederst til venstre og åpne radarskjermen. Her ser du oppdrag, noen av dem er allerede fullført (med en rød prikk øverst til høyre), mens andre må fullføres. For å fullføre et oppdrag må du først utføre det (hvis det ikke allerede er utført) og deretter klikke på oppdraget med den røde prikken. Med denne handlingen samler du oppdraget inn og får poengene. For å maksimere poengene bør du vurdere å stable oppdragene dagen før."
      },
      "Task2": {
        "Title": "Bruk en 1-minutts konstruksjonsforsterkning (~120 poeng):",
        "Description": "Bruk en konstruksjonsforsterkning (generiske er også i orden, vilkårlig lengde)."
      },
      "Task3": {
        "Title": "Øk bygningens styrke med 1 poeng (~21 poeng):",
        "Description": "Hver gang du fullfører en bygning, økes styrken til denne bygningen, og du får poeng for forskjellen. Vær oppmerksom på at styrkeøkningen for bygningen bare skjer når du åpner gaveesken som inneholder den nylig oppgraderte bygningen."
      },
      "Task4": {
        "Title": "Bruk en 1-minutts forskningsforsterkning (~120 poeng):",
        "Description": "Bruk en forskningsforsterkning (generiske er også i orden, vilkårlig lengde)."
      },
      "Task5": {
        "Title": "Øk teknologisk ytelse med 1 poeng (~21 poeng):",
        "Description": "Teknologiske ytelsespoeng oppnås når en forskning er fullført i teknologisenteret."
      },
      "Task6": {
        "Title": "Bruk en 1-minutts treningsforsterkning (~122 poeng):",
        "Description": "Bruk en treningsforsterkning (generiske er også i orden, vilkårlig lengde). Poeng utdeles også når du trener for å forbedre soldatens nivå. Det er faktisk bedre å forberede mange soldater med lavt nivå før denne dagen og først oppgradere dem til et høyere nivå, da poengene utdeles basert på nivået til den ankommende soldaten."
      },
      "Task7": {
        "Title": "Tren en soldat på nivå 1/2/3/4/5/6/7/8/9/10 (~46/70/93/117/140/164/197/211/234/258 poeng):",
        "Description": "Poengene du får, baseres på ankomstnivået til en soldat. Så hvis du oppgraderer en soldat fra nivå 4 til nivå 5, får du poengene for en soldat på nivå 5, på samme måte som hvis du trener en soldat fra bunnen av. Forbered derfor mange soldater på middels nivå for å oppgradere dem på samlebåndet."
      }
    },
    "Day6": {
      "Title": "Dag 6 - Eliminering av fiender",
      "DayText": "Lørdag",
      "Task1": {
        "Title": "Send en legendarisk handels-LKW én gang (~200.000 poeng):",
        "Description": "Handels-LKW kan være av ulik type og derfor inneholde forskjellige belønninger. Du kan endre innholdet ved hjelp av handelskontrakten. For å bruke dem, gå til seksjonen der du kan sende en LKW. Når du forhåndsviser innholdet øverst til høyre, finner du en knapp med en terning. For å få «legendarisk» versjon, må du oppdatere mange ganger til du ser den gule bakgrunnen og «UR»-skriften på venstre side."
      },
      "Task2": {
        "Title": "Utfør en legendarisk hemmelig oppgave (~150.000 poeng):",
        "Description": "I den hemmelige mobile enheten finner du aktiviteter av forskjellige typer og nivåer. Bruk «Oppdater»-knappen nederst for å endre de nåværende oppdragene (hvor 1 hemmelig oppdragsobjekt, «Hemmelig ordre», blir brukt). Se etter oppdrag med gult/gullfarget kvadrat og start dem. Hvis du beholder hemmelige oppdragsobjekter i løpet av uken, kan du starte alle legendariske oppdrag på denne dagen."
      },
      "Task3": {
        "Title": "Bruk en 1-minutts konstruksjonsforsterkning (~120 poeng):",
        "Description": "Bruk en konstruksjonsforsterkning (generiske er også i orden)."
      },
      "Task4": {
        "Title": "Bruk en forskningsforsterkning i 1 minutt (~120 poeng):",
        "Description": "Bruk en forskningsforsterkning (generiske er også i orden)."
      },
      "Task5": {
        "Title": "Bruk en 1-minutts treningsforsterkning (~122 poeng):",
        "Description": "Bruk treningsforsterkeren (generiske er også i orden). Poeng utdeles også når du trener for å forbedre soldatens nivå. Det er faktisk bedre å forberede mange soldater med lavt nivå før denne dagen og først oppgradere dem til et høyere nivå, da poengene utdeles basert på nivået til den ankommende soldaten."
      },
      "Task6": {
        "Title": "Bruk en 1-minutts helingsforsterkning (~122 poeng):",
        "Description": "Bruk en helingsforsterkning."
      },
      "Task7": {
        "Title": "Hver død enhet på nivå 1/2/3/4/5/6/7/8/9/10 fra en fiendtlig allianse gir ~25/38/50/63/75/88/100/113/125/138 poeng:",
        "Description": "Disse poengene utdeles hver gang du dreper en soldat fra en fiendtlig allianse i duell. Bruk teleporten (Duell mot en motstander-symbol -> Allianseangrep -> Angrep) for å komme til serveren til motstanderen din og drepe så mange soldater som mulig som angriper basene til den fiendtlige alliansen. Hvis en fiende har fjernet troppene fra forsvaret, kan du ikke få poeng på denne basen. Derfor bør du først utforske og bare angripe de som fortsatt er i forsvar."
      },
      "Task8": {
        "Title": "Hver død enhet på nivå 1/2/3/4/5/6/7/8/9/10 gir ~5/8/10/13/15/18/20/23/25/28 poeng:",
        "Description": "Disse poengene utdeles hver gang du dreper en soldat fra en annen allianse på en annen server, bortsett fra alliansen til motstanderen din i duell VS, for hvilke poengene gjelder i avsnittet ovenfor. Det er bedre å alltid prøve å drepe soldater fra motstanderens allianse i duell VS, da dette gir fem ganger så mange poeng. Hvis de imidlertid er skjermet eller ikke har noen tropp, kan du også drepe soldater fra andre allianser på denne serveren. Dette vil kreve mer tid og treff for å oppnå samme antall poeng."
      },
      "Task9": {
        "Title": "Hver tapt enhet på nivå 1/2/3/4/5/6/7/8/9/10 gir ~6/8/10/12/14/16/18/20 poeng:",
        "Description": "Uansett om du angriper eller forsvarer, hver gang en av soldatene dine blir drept, får du dette antallet poeng. Hvis du på slutten av en duell må samle poeng for å åpne kister, og alliansen din vinner spillet klart, kan du vurdere å ofre noen av troppene dine for å angripe et høyere nivå hovedkvarter hvis bare de er tilgjengelige. På denne måten kan du tape enheter og tjene poeng."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Overlap med Rustningskappløp",
      "Day1": {
        "Title": "Det er to overlapp, så jeg anbefaler å gjennomføre aktivitetene i de respektive fasene:",
        "Overlap1": {
          "Title": "Droner-Boost-fasen:",
          "Description": "Bruk en utholdenhet.",
          "Description2": "Bruk 10 dronetransfer-data."
        },
        "Overlap2": {
          "Title": "Heltenes Oppgraderingsfase:",
          "Description": "Bruk 2000 EXP-poeng."
        }
      },
      "Day2": {
        "Title": "Følgende aktiviteter overlapper med bygningsfasen i rustningskappløpet. Jeg anbefaler å gjennomføre disse aktivitetene i løpet av denne fasen:",
        "Overlap1": {
          "Description": "Bruk 1-minutts byggforsterkning.",
          "Description2": "Øk byggkraften med 1 poeng."
        }
      },
      "Day3": {
        "Title": "Følgende aktiviteter overlapper med den teknologiske forskningsfasen i rustningskappløpet. Jeg anbefaler å gjennomføre disse aktivitetene i løpet av denne fasen:",
        "Overlap1": {
          "Description": "Bruk 1-minutts forskningsforsterkning.",
          "Description2": "Øk teknologisk ytelse med 1 poeng."
        }
      },
      "Day4": {
        "Title": "Følgende aktiviteter overlapper med helteutviklingsfasen i rustningskappløpet. Jeg anbefaler å gjennomføre disse aktivitetene i løpet av denne fasen:",
        "Overlap1": {
          "Description": "Utfør 1 avansert rekruttering.",
          "Description2": "Bruk 2000 EXP-poeng."
        }
      },
      "Day5": {
        "Title": "Det er tre overlapp. Jeg anbefaler å gjennomføre aktivitetene i de respektive fasene:",
        "Overlap1": {
          "Title": "Bygningsfase:",
          "Description": "Bruk 1-minutts byggforsterkning.",
          "Description2": "Øk byggkraften med 1 poeng."
        },
        "Overlap2": {
          "Title": "Teknologisk forskningsfase:",
          "Description": "Bruk 1-minutts forskningsforsterkning.",
          "Description2": "Øk teknologisk ytelse med 1 poeng."
        },
        "Overlap3": {
          "Title": "Enhetsfremskrittfase:",
          "Description": "Bruk 1-minutts treningsforsterkning.",
          "Description2": "Tren en soldat på nivå 1/2/3/4/5/6/7/8/9/10."
        }
      },
      "Day6": {
        "Title": "Det er tre overlapp. Jeg anbefaler å gjennomføre aktivitetene i de respektive fasene:",
        "Overlap1": {
          "Title": "Bygningsfase:",
          "Description": "Bruk 1-minutts byggforsterkning."
        },
        "Overlap2": {
          "Title": "Teknologisk forskningsfase:",
          "Description": "Bruk 1-minutts forskningsforsterkning."
        },
        "Overlap3": {
          "Title": "Enhetsfremskrittfase:",
          "Description": "Bruk 1-minutts treningsforsterkning."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Strategisk Forberedelse",
      "Description": "For visse aktiviteter er det poeng å hente når de er fullført. Derfor kan du starte dem dagen før den nødvendige tiden og fullføre dem i løpet av den respektive fasen for å oppnå maksimal poengsum. Her er fasene og de tilsvarende aktivitetene:",
      "List1": "På dager når radaroppdrag belønnes, stable oppdragene dagen før til maks. Dette lar deg oppnå maksimal poengsum når oppdragene fullføres på selve dagen.",
      "List2": "Begynn på dager når innsamling av mat, jern eller gull gir belønningspoeng, samle inn dagen før og sørg for å fullføre det på den nye dagen. Før innsamlingen vises det hvor mye du trenger for å oppnå maks poeng.",
      "List3": "På dager når oppgradering av bygninger gir poeng basert på ytelsesøkning, er det fordelaktig å oppgradere flere bygninger de foregående dagene og la dem være i gaveinnpakningsmodus. Bygningens ytelse økes kun ved åpning av gavepakken, og på dette tidspunktet utdeles også duell-mot-poeng.",
      "List4": "På dager når forskning gir poeng, start en langvarig forskning dagen før, slik at forskningen avsluttes disse dagene. Poengene utdeles når du klikker på symbolet for fullført forskning.",
      "List5": "Åpne ikke esken med drone-datapaneler og komponenter når de er i inventaret, da du får poeng for disse aktivitetene på dag 1 og 3.",
      "FightDay": {
        "Title": "Kampdag Forberedelse",
        "Description": "På den siste dagen av duellen er det poeng for å drepe fiendens tropp, så det er viktig å forberede seg til denne dagen.",
        "AttackPreparation": {
          "Title": "Angrepsforberedelse",
          "List1": "Prøv å oppgradere kasernen til høyest mulig nivå i løpet av uken for å låse opp trening av høyere nivå tropp. Dette gjør det lettere å samle poeng ved å trene soldater på høyere nivå.",
          "List2": "Tren så mange tropp som mulig, da du vil trenge dem under krigen. Bruk treningsforsterkningene dine best på dag 5 for å maksimere poengene.",
          "List3": "Kjøp treningsforsterkninger og helingsforsterkninger. Disse kan hjelpe deg med å fullføre trening og heling av troppene dine raskere, noe som er spesielt viktig for å holde deg effektiv i de avgjørende fasene av krigen."
        },
        "DefensePreparation": {
          "Title": "Forsvarsforberedelse",
          "List1": "Kjøp skjold (eller spar ressurser for å kjøpe dem) for å bruke dem i løpet av de 24 timene på den siste dagen. Ellers trenger du 1.500 diamanter for et 8-timers skjold.",
          "List2": "Fjern troppene fra ditt forsvar, slik at du ved et treff bare lider minimale tap sammenlignet med tapene ved nederlag med aktivt forsvar. Gå til basen din, klikk på muren og gå til forsvarsoppsettet. Fjern hake for troppene for å fjerne dem fra forsvarsoppsettet."
        }
      }
    },
    "Reward": {
      "Title": "Belønning",
      "Description": "For hver nødvendig aktivitet under duellen mottar du et visst antall poeng. Denne poengutbyttet kan du øke gjennom forskning i «Allianse-Duell»-området. For å utføre slike forskninger trenger du tapperhetsmerker, som du bare kan få ved å åpne kister i duellen."
    },
    "GeneralTips": {
      "Title": "Generelle Tips:",
      "Tip1": "Fullfør radaroppdrag bare hver annen dag når de gir poeng i eventet (Mandag, Onsdag, Fredag)",
      "Tip2": "Samle alle droner kampdata og bruk dem først på mandag",
      "Tip3": "La bygningene være pakket etter bygging og pakk dem ut på tirsdag når det gir poeng",
      "Tip4": "Samle billetter til handelsvognen og oppdrag og bruk dem når gullbiler og oppdrag gir poeng",
      "Tip5": "Samle billetter til overlevende og bruk dem på tirsdag (bortsett fra gratis)",
      "Tip6": "La dronekomponentkistene være i inventaret og åpne dem først på onsdag",
      "Tip7": "Samle alle rekruttering billetter og bruk dem først på torsdag (bortsett fra gratis)",
      "Tip8": "Samle heltebrikker og ferdighetsmedaljer og bruk dem først på torsdag",
      "Tip9": "Samle helteerfaring og bruk den kun på mandager eller torsdager",
      "Tip10": "Samle alle droneferdighetsbrikker for mandag"
    },
    "YouTubeNote": "Merk: De følgende YouTube-videoene viser gode eksempler på VS-dagen. Vær oppmerksom på at de kanskje ikke er helt oppdaterte. Sjekk også de nyeste endringene og prosedyrene.",
    "Description": "På denne siden finner du nyttige tips og triks for hvordan du kan samle flest mulig poeng i VS-duellen uten å måtte bruke penger. Oppdag effektive strategier og velprøvde metoder for å maksimere poengsummen din og bli vellykket!"
  },
  "DesertStorm": {
    "Title": "Desert Storm",
    "Register": {
      "Title": "Registrering",
      "Description1": "Hvert medlem av en allianse kan sende inn en forespørsel om deltakelse når registreringen er åpen.",
      "Description2": "Maksimalt antall spillere per lag er 20, med opptil 10 reserver. Når registreringen er stengt, kan ikke engang R4 og R5 endre deltakerne. R4/R5 bestemmer den endelige oppstillingen av deltakerne.",
      "Description3": "Søk om deltakelse for de spesifikke tidsrommene bare hvis du faktisk kan delta, da etterfølgende substitusjoner ikke er mulige. Maksimalt 10 reserver kan velges.",
      "Step1": "Gå til Hendelser -> <br> Desert Storm Slagmark -> <br> Velg Deltakere",
      "Step2": "Velg \"Angrepsforespørsel\"",
      "Step3": "Vi spiller alltid fra 22:00 til 22:40 <br> Kryss av i boksen og bekreft"
    },
    "Join": {
      "Title": "Betre Vinduet",
      "Description": "Når nedtellingen for arrangementet på arrangementdetaljsiden er ferdig og arrangementet begynner, må deltakerne bettre på slagmarken til rett tid. Etter ytterligere 5 minutter kan eventuelle reserver komme inn, og de som ikke var tilkoblet forblir utenfor.",
      "Step1": "Start spillet med tropper på det høyeste nivået du kan trene, og med en styrke som samsvarer med kapasiteten til ditt treningsområde.",
      "Step2": "Tropper kan bli skadet under arrangementet og sendes til et spesialarrangement-sykehus (du kan helbrede dem under arrangementet hvis du trenger det, og hvis du har felt-sykehuset, vil helbredelsen bli akselerert), men ved slutten av arrangementet vil de skadede troppene returnere til sin normale tilstand, som om ingenting hadde skjedd. Bruk derfor alle troppene som er tilgjengelige for deg. Alliansehjelp er dessverre ikke tilgjengelig på arrangement-sykehuset.",
      "Step3": "I Desert Storm er det bare tropper som befinner seg i basen på den normale kartet som er tilgjengelige. Hvis du har forlatt noen på feltene, kall dem bare tilbake til basen. Når de kommer inn i basen, er de tilgjengelige i DS."
    },
    "Goals": {
      "Title": "Mål",
      "Goal1": "Under arrangementet må du forsøke å samle så mange alliansepoeng som mulig for å vinne arrangementet. Et fint HUD-banner med en sanntids rangering hjelper deg med å holde oversikt over fremdriften.",
      "Goal2": "Alliansepoeng oppnås ved å erobre og holde bygninger. Ved første erobring får du også noen ekstra poeng. En erobring er først fullført når en allianse har frigjort bygningen fra fiender, hvis de sender forsterkninger, og etter at erobringsnedtellingen på 1 minutt er utløpt. Fra dette øyeblikket vil erobringsinntektene legges til sanntidsscorebanneret.",
      "Goal3": "Ekstra poeng kan samles ved å samle poeng-lagerkasser som vises når en bygning er erobret (hvis det er ekstra poeng). Send ut speidere for å plukke dem opp raskt.",
      "Goal4": "Individuelle poeng gir personlige belønninger, men fokuset bør være på alliansepoengene, da alliansebelønningene er bedre enn de individuelle."
    },
    "MostImportant": {
      "Title": "Det Viktigste å Vite",
      "Important1": "Du kan ikke bruke alliansehjelp til å helbrede soldatene dine på sykehuset, som du er vant til i det normale spillet, men du kan bruke helbredelsesforsterkere.",
      "Important2": "Du kan kun bruke tropper i minispillet Desert Storm hvis de befinner seg i basen på det normale kartet. Sørg for at tropper er tilbake i basen før Desert Storm begynner. Hvis en tropp brukes i normal kortmodus, er den i prinsippet ikke tilgjengelig i Desert Storm.",
      "Important3": "Hvis du går glipp av registreringsfasen eller ikke blir registrert som deltaker eller reserve, er det ikke mulig å delta i Desert Storm Battle.",
      "Important4": "Teleportasjoner i Desert Storm er gratis, men begrenset til 1 hver 2. minutt. Nedkjølingstiden vises i nederste venstre hjørne av skjermen, rett over 'Helter'-knappen.",
      "Important5": "I Desert Storm har basen din en holdbarhet på 4000 poeng. Etter 4 treff er basen din brent, og du blir teleportert tilbake til den sikre sonen. Nedkjølingstiden for teleportering tilbakestilles ikke i dette tilfellet. Når det er gjort, må du vente.",
      "Important6": "De fleste som ikke har erfaring med Desert Storm, vil ha ingen tropper igjen etter noen minutter. Les absolutt de følgende strategiene for å lære hvordan du kan begrense tapet av tropper.",
      "Important7": "I Desert Storm kan du ikke flytte troppene dine fritt. De må oppnå et mål og returnere til basen før de kan brukes mot et annet mål. Glem derfor å brenne ned en base med noen raske klikk og en tropp på noen sekunder.",
      "Important8": "I Desert Storm kan du, når nedkjølingsfasen for teleportasjonen er over, teleportere til hvor som helst på kartet, uavhengig av om troppene dine er i basen eller ikke. Dette er en fin avveksling fra de normale teleportasjonsreglene i det vanlige spillet, hvor alle troppene dine må være tilbake i basen før du kan teleportere. P.S.: Den samme regelen gjelder under kampen mot Dag 6, når du teleporterer til og fra den andre serveren."
    },
    "Strategies": {
      "Title": "Strategier",
      "EmptyBuilding": {
        "Title": "Erobre et Tomt Bygg",
        "Description1": "Å erobre et tomt bygg er veldig enkelt: Angrip det bare, så er det ditt.",
        "Description2": "Etter 1 minutt blir poeng for din allianse (og for dine individuelle poeng) generert basert på erobringsinntekten. Hvis det er første erobring, vil du også få poeng for første erobring."
      },
      "ReduceTroopLosses": {
        "Title": "Strategi for å Erobre Tomme Bygg for å Redusere Tap av Tropper",
        "Description1": "Når du erobrer et bygg (men ikke får erobringspoeng) og en fiende dukker opp, kan du bruke følgende strategi for å vinne slaget og redusere troppstap (dette fungerer godt hvis fiendens hovedkvarter/makt er lik eller lavere enn din egen):",
        "Tip1": "Hold troppen din i bygget til fienden starter angrepet (spesielt hvis det er første erobring, hvor du kan få de første erobringspoengene).",
        "Tip2": "Hvis fienden starter angrepet på bygget og du ennå ikke har fått erobringsinntektene (du styrker altså mindre enn 1 minutt), trekk troppen tilbake og unngå at fienden angriper troppen din i bygget. Dette unngår tap av tropper.",
        "Tip3": "Sannsynligvis har fienden sendt sitt beste lag for å erobre bygget, så han kan være ubeskyttet. Husk at hvis han vil angripe basen din med denne troppen, må han først sende dem tilbake til sin egen base og deretter til din base.",
        "Tip4": "Send alle troppene dine med tropp A i første posisjon for å angripe fiendens base.",
        "Tip5": "Hvis du er heldig, har fienden ingen forsvar eller bare svake tropper. Når fienden er slått ut, sender du troppen din for å erobre basen.",
        "Tip6": "Bruk speidere for å sikre at troppene du sender, faktisk kan vinne kampen mot basen. Send speidere flere ganger rett før troppene dine møter fienden, slik at du kan trekke en tropp tilbake hvis fienden aktiverer forsvar."
      },
      "Advantages": {
        "Title": "Fordeler:",
        "Description1": "Du unngår tap av tropper ved første angrep fra fienden, som sannsynligvis sender et A-lag for å erobre basen.",
        "Description2": "Hvis fienden ikke har en forsvarslinje, kan du slå dem ut med 0 troppstap, spesielt hvis du er rask og fienden er nær deg.",
        "Description3": "Motstanderen får ingen poeng hvis du er rask, da det tar 1 minutt før erobringen begynner."
      },
      "Disadvantages": {
        "Title": "Ulemper:",
        "Description1": "Hvis fienden har en sterk B-tropp og bruker den til forsvar, kan denne strategien fungere, men det tar lengre tid, da du bare kan treffe fienden med ditt A-lag. Dette fungerer bedre hvis du er nær fienden.",
        "Description2": "Hvis flere fiender dukker opp, kan du være utsatt for deres angrep hvis du har sendt A-troppen din for å angripe fienden.",
        "Description3": "Fienden kan gå i forsvar i det øyeblikket du angriper. Bruk derfor en tropp med bare en lavnivåhelt som en god strategi for å redusere risikoen for tap av tropper ytterligere.",
        "Description4": "Hvis det er første erobring av bygningen og du ikke slår fienden ut raskt nok, får de poengene.",
        "Description5": "Husk at denne strategien er ment å redusere tapet av tropper, men du vil samtidig miste verdifulle sekunder på å erobre bygningen. Bruk derfor strategien med omhu og vurder den aktuelle kampstatusen og antall gjenværende tropper."
      },
      "BuildingInEnemy": {
        "Title": "Erobre en Bygg i Fiendens Besittelse",
        "Description1": "Hvis bygningen tilhører det andre laget, kan du gå frem på to måter:",
        "Description2": "Angrip bygningen direkte med din sterkeste tropp og prøv å beseire alle troppene som forsterker bygningen (ligner på erobring av landsbyer). Denne strategien har et alvorlig problem, da du sannsynligvis vil miste mange soldater og gå tom for tropper etter noen erobringer.",
        "Description3": "Identifiser fiendens basisposter med forsterkninger og brenn dem ned. Denne tilnærmingen fungerer vanligvis godt hvis basispostene ikke har forsvar. Ellers vil det være det samme problemet som ved den ovennevnte tilnærmingen, men du vil sannsynligvis miste færre soldater hvis fienden sender den første troppen for forsterkninger."
      },
      "ShouldNotDo": {
        "Title": "Hva Du Ikke Skal Gjøre",
        "Description1": "I Desert Storm er troppene dine svært verdifulle, så du bør ikke gjøre noe som setter dem i fare.",
        "Description2": "Her er noen eksempler på hva du ikke bør gjøre, da dette sannsynligvis vil føre til tap av tropper:",
        "Description3": "Hvis du blir angrepet av en svakere fiende, vent med hovedtroppen din i forsvar og angripe når hans hovedtropp returnerer, i stedet for å tillate at han brenner deg fordi forsvarstroppene dine er ute. Husk at du ved hvert angrep mister et visst antall tropper hvis du fjerner forsvarsoppsettet.",
        "Description4": "Angrip ikke inaktive fiender med svake tropper, da de har tid til å bygge opp forsvar, og du vil miste tropper. Det er bedre å gjøre dette når fiender gjør flere ting, da de kanskje ikke har tid til å bygge opp forsvar når de ser at du angriper (virker best hvis du er nær fiendens base)."
      }
    }
  },
  "Alliances": {
    "Title": "Allianse",
    "TrainConductor": {
      "Title": "Togfører Oversikt",
      "Today": "I dag:",
      "Sunday": "Søndag:",
      "Monday": "Mandag:",
      "Tuesday": "Tirsdag:",
      "Wednesday": "Onsdag:",
      "Thursday": "Torsdag:",
      "Friday": "Fredag:",
      "Saturday": "Lørdag:"
    },
    "Donate": {
      "Title": "Hvordan Du Kan Bidra/Donere",
      "Description": "For å bidra til allianse-teknologi gjelder følgende regler:",
      "Rule1": "for hver donasjon til en ikke-anbefalt teknologi får du 50 EXP og alliansebidragspoeng.",
      "Rule2": "for hver donasjon til den anbefalte teknologien får du en ekstra belønning på +20%: du tjener dermed 60 EXP og 60 alliansebidragspoeng.",
      "Rule3": "I tillegg har donasjoner en sjanse til å utløse et kritisk treff, som gir ekstra teknologiske EXP. Sjansene for kritiske treff er:",
      "Hit1": "Ingen kritisk treff: 45%",
      "Hit2": "2x kritisk treff (ekstra 50 poeng allianse-teknologi-EXP): 30%",
      "Hit3": "3x kritisk treff (ekstra 100 poeng allianse-teknologi-EXP): 15%",
      "Hit4": "5x kritisk treff (ekstra 200 poeng allianse-teknologi-EXP): 10%",
      "Description2": "Slik donerer du:",
      "Donate": "Klikk på den anbefalte teknologien og deretter på 'Doner', enten med mynter eller diamanter.",
      "Maximum": "Kommandanter har maksimalt 20 muligheter til å donere til allianse-teknologi med mynter. Hver donasjon, enten kritisk eller ikke, bruker en mulighet. Hvis en kommandants tilgjengelige donasjonsmuligheter faller under 20, får han en mulighet hver 20. minutt.",
      "Limit": "Det er ingen daglig grense for antall diamantdonasjoner som kommandanter kan gjøre til allianse-teknologi. Imidlertid øker diamantkostnadene for hver donasjon med antall donasjoner som er gjort, men det er mulig å gjøre et ubegrenset antall diamantdonasjoner. Etter 20 minutter reduseres mengden diamanter som trengs for donasjon gradvis. Kostnadene starter på 2 diamanter for den første donasjonen og øker med 2 diamanter per etterfølgende donasjon, opp til et maksimum på 50 diamanter."
    },
    "Shop": {
      "Title": "Alliansebutikken",
      "Description1": "Hvis du er en del av en allianse, har du tilgang til Alliansebutikken. Allianse -> Alliansebutikk",
      "Description2": "Alliansebutikken tilbyr svært nyttige power-up-objekter som kan kreves inn i bytte mot alliansebidragspoeng. Mengden du kan kreve av hvert objekt er tidsbegrenset, og butikken tilbakestiller disse begrensningene etter en nedtelling som vises øverst i Alliansebutikken.",
      "Image": "På bildet er to områder markert med rødt: <br> Avansert Teleportering og Allianse Teleportering <br> Disse to områdene er viktige for å komme til samlingsstedet. <br> Med Avansert Teleportering kan du fritt velge hvor du vil bli teleportert på kartet. <br> Med Allianse Teleportering blir du teleportert et sted nær samlingsstedet."
    },
    "AssemblyPlace": {
      "Title": "Hvordan kommer jeg til samlingsstedet?",
      "Variant1": {
        "Title": "Variant 1: Avansert Teleportering",
        "Description1": "Søk på kartet etter vårt allianse samlingssted (lilla flagg).",
        "Description2": "Velg et ledig sted i nærheten.",
        "Description3": "Klikk på 'Teleport'. Dette vil koste deg en Avansert Teleportering."
      },
      "Variant2": {
        "Title": "Variant 2: Allianse Teleportering",
        "Description1": "Gå til inventaret ditt og velg fanen 'Spesial'.",
        "Description2": "Finn Allianse Teleportering.",
        "Description3": "Klikk på 'Bruk'. Du blir da automatisk teleportert til samlingsstedet."
      },
      "Footer": "På bildet nedenfor vises Allianse Teleportering, og på bildet ovenfor er butikken. Du kan bytte begge teleporteringene som beskrevet ovenfor i Alliansebutikken. Allianse Teleportering koster mindre.",
      "Image": "Klikk på: <b><br> 1. Inventar <br> 2. Spesial <br> 3. Allianse Teleportering <br> 4. Bruk"
    },
    "Formation": {
      "Title": "Formasjon av spillere",
      "Description": "Plassene rundt Marskalkvakten er reservert for R5 og R4. Disse 9 plassene må holdes frie av de andre spillerne, da R4 og R5 får en spesiell bonus under dette arrangementet.",
      "Info": {
        "Title": "Viktige merknader:",
        "Info1": "Respekter plasseringen: Sørg for at dere posisjonerer dere slik at det ikke oppstår hull mellom plassene som fienden kan utnytte.",
        "Info2": "Strategisk plassering: Riktig formasjon er avgjørende for å styrke forsvaret og maksimere fordelene med bonusene for R4 og R5."
      }
    }
  },
  "Basics": {
    "Title": "Grunnleggende",
    "Translate": {
      "Title": "Oversettelser",
      "Description": "I Last War kan du bruke den automatiske oversettingsfunksjonen for å oversette tekst til ditt eget språk. For å oversette chatter og meldinger, bruk bare ikonet nederst til høyre – det viser en 'A' med piler og en 'T'. På denne måten kan du kommunisere på ditt foretrukne språk og fokusere helt på spillet!",
      "Image": "Bildet viser to eksempler på hvor du finner ikonet for å oversette teksten."
    },
    "Trucks": {
      "Title": "Ransaking av lastebiler på din egen server",
      "Description": "Det er ikke tillatt å rane lastebiler på din egen server. For å sikre at slike lastebiler ikke vises, er det en avkrysningsboks du kan aktivere for å filtrere ut alle lastebiler fra din egen server. Vennligst merk av denne boksen for å overholde reglene. Bildet nedenfor viser hvor du finner avkrysningsboksen.",
      "Image": "Vennligst aktiver avkrysningsboksen som vist på bildet."
    },
    "SecretTasks": {
      "Title": "Plundring av hemmelige oppdrag på andre servere",
      "Description": "Det er ikke tillatt å plundre hemmelige oppdrag på vår egen server. Disse må utføres utelukkende på andre servere. Brudd kan føre til advarsler eller ytterligere konsekvenser.",
      "Title2": "Hvordan plundre på andre servere?",
      "Image": "Hemmelig Oppdrag",
      "Image1": "Gå til stasjonen i basen din og klikk på lastebil-ikonet.",
      "Image2": "Velg en lastebil og klikk på 'Plunder'. (Dette fungerer også hvis du allerede har plundret fire ganger.)",
      "Image3": "Du er nå på en annen server og kan lete etter hemmelige oppdrag.",
      "Image4": "Gyldne, skinnende oppdrag på nivå 5 er det beste du kan finne.",
      "Image5": "Del gjerne disse oppdragene i alliansechatten med de andre spillerne."
    }
  },
  "TipsAndTricks": {
    "Title": "Tips og triks",
    "Overview": {
      "Title": "Oversikt"
    },
    "Pvp": {
      "Title": "Angrep og forsvar",
      "Description1": "Først snakker vi om grunnleggende forsvar. Du bør bare forsøke å forsvare deg hvis hovedtroppen din kan overleve den første eller andre påfølgende angrepet (dvs. angriperen er omtrent på ditt nivå).",
      "Tip1": "Hvis du ikke kan forsvare deg eller ikke er online for å ta denne beslutningen, DEAKTIVER forsvaret ditt.",
      "Tip2": "Slik aktiverer/deaktiverer du forsvaret: Gå til muren i basen din, klikk på hus+ symbolet og deaktiver troppene. Hver gang du låser opp en ny tropp, sørg for å deaktivere dem også. Noen ganger gir det mening å ikke ha noe forsvar, og noen ganger gir det mening å bruke hovedtroppen som forsvar, men den største feilen du kan gjøre er å la de svakere troppene delta i forsvaret.",
      "Tip3": "Hvorfor dette fungerer: Anta at en mye sterkere spiller angriper deg 5 ganger (antatt at du er nivå 20 med 3 tropper). Du ville tape omtrent 10k til 12k tropper i disse 5 angrepene hvis du hadde 3 forsvarsteam. Hvis du bare hadde et enkelt forsvar (den sterkeste troppen), ville du tape omtrent 4k til 5k tropper. Hvis du ikke hadde noe forsvar, ville du tape omtrent 1k tropper (på grunn av gjennombruddsangrepet, som ikke teller som drap for angriperen). Dette er en stor forskjell.",
      "Tip4": "Å angripe baser i dette spillet har to formål: (1) å plyndre ressurser og (2) å samle poeng under drepingsarrangementer, som fiendens utsletter (dag 6 av duellen).",
      "Tip5": "Plyndring gir det beste ressurs-stamina-forholdet i spillet, men vær oppmerksom på forsvaret/motangrepene dine, dine nåværende plyndringsgrenser osv.",
      "Tip6": "Når du angriper andre baser for drepingsarrangementer, merk at bare kamper gir drap for poeng. Så en som ikke har noe forsvar eller troppene sine vil ikke gi deg eventpoeng eller øke antall individuelle drap. Dette er en annen grunn til at du bør deaktivere dine egne forsvar, nemlig for å forhindre at motstanderne dine samler poeng ved å angripe deg.",
      "Image1": "Klikk på muren og deretter på pluss-ikonet for å gå til forsvaret.",
      "Image2": "Ved å aktivere avmerkingsboksen kan du slå på eller av forsvaret for hver tropp."
    },
    "Troops": {
      "Title": "Trening av tropper/enheter",
      "Description1": "Den mest optimale strategien for troppstrening er å trene dem i 3 trinn. Dette gjør ikke treningen raskere eller bruker færre ressurser, men det gjør at du kan samle flere poeng under relevante arrangementer som enhetstrening i våpenløpet og dag 5 av duellaktiviteten.",
      "Tip1": "Anta at TX = maks. nivå av tropper du kan trene, TY = ett nivå under maksimum og TZ = to nivåer under maksimum. Strategien er å trene TZ hele uken (forutsatt at du allerede har nok TX for alle enhetene dine). Under enhetstrening i våpenløpet oppgraderer du TZ -> TY og/eller TY -> TX (mulig å gjøre to runder i hver barakke uten akselerasjoner under denne fasen). På dag 5 av duellen ville du oppgradere nesten alle TY/TZ til TX før du går inn i ørkenstorm-battlefieldet eller dag 6 av duellen. Når du er ferdig med drepingsarrangementene, fortsetter du med å fylle opp TZ.",
      "Tip2": "For eksempel, hvis du er HQ 25, ville TX være nivå 8 enheter (krever Lv24 barakke), TY ville være nivå 7 enheter (krever Lv20 barakke), og TZ ville være nivå 6 enheter (krever Lv17 barakke). For å bruke denne strategien må du holde noen barakker på et lavere nivå enn det maksimale mulige. Av 4 barakker anbefaler jeg å ha 2 som kan trene opp til TX, og 2 som bare kan trene opp til TY. Dette er fordi troppeoppgradering automatisk går til maks. nivå for denne barakken.",
      "Example": {
        "Title": "Et eksempel: ",
        "Example1": "Direkte trening: 1 T9-soldat = 250 poeng",
        "Example2": "Trinnvis trening: 1 T5 = 150 poeng, 1 T5 -> 1 T6 = 175 poeng, 1 T6 -> 1 T7 = 200 poeng, 1 T7 -> 1 T8 = 225 poeng, 1 T8 -> 1 T9 = 250 poeng er totalt 1000 poeng",
        "Description": "Som du kan se, får du med den trinnvise tilnærmingen i dette tilfellet fire ganger poeng for hver enkelt soldat."
      },
      "Image1": "På dette bildet ser du hvilke tropper du kan oppgradere. Klikk på 'Oppgrader'-knappen, ikke på 'Tren', for å få soldatene opp til maks. nivå for barakken."
    },
    "Healing": {
      "Title": "Spam-Healing",
      "Description1": "Et annet konsept er 'Spam-Healing'. Dette betyr at hvis du har over 1000 døde tropper og det ville ta 4 timer å helbrede dem alle, bør du sette 25 minutters helbredingstider om gangen og klikke på knappen for hjelp fra alliansen din. Dette holder ressurskostnadene de samme, men reduserer helbredingstiden med mer enn 50%. Denne metoden er effektiv for å opprettholde kampkraften din og sikre en konstant strøm av tropper."
    },
    "SmallTroops": {
      "Title": "Samle ressurser med små tropper",
      "Description1": "Når du bare har få tropper tilgjengelig på treningsområdet ditt (for eksempel etter krigene på lørdag), kan du kanskje ikke sende alle troppene dine for å samle ressurser, da en viss mengde tropper kreves for å sende hver tropp.",
      "Description2": "Dette kan løses på følgende måte:",
      "Tip1": "Hent troppene dine tilbake til basen slik at du kan bytte dem ut",
      "Tip2": "Fjern alle heltene fra hver tropp og legg til bare 1 helt per tropp, helst de med lav verdi i attributtet 'Kommandør'.",
      "Tip3": "Send nå troppene ut for å samle ressurser. Hver tropp vil bruke mye færre tropper, slik at du kan sende dem alle.",
      "Tip4": "I tillegg kan du enkelt trene nivå 1-soldater i en hvilken som helst barakke for å få noen tropper tilgjengelig nesten umiddelbart, da trening av nivå 1-soldater går raskt."
    },
    "IncreasedDamage": {
      "Title": "Økt skadesprosent",
      "Description1": "Ved hvert angrep, i forsvar eller ved vakt kan du bruke krigsfieber for å øke skaden med 1 %. ",
      "Description2": "Denne boosten aktiveres automatisk når du angriper eller utforsker en base, men ikke når du bare forsvarer deg.",
      "Description3": "For å utløse krigsfieber kan du utføre en av følgende handlinger:",
      "Tip1": "Send et oppklaringsfly til en base",
      "Tip2": "Start et angrep eller en samling mot en fiendtlig base (angrep eller samlinger mot zombier fungerer ikke). Du kan også avbryte angrepet når krigsfieberet har startet",
      "Tip3": "Statusen for krigsfieber kan du se øverst til venstre på skjermen, rett under visningene for mat/jern/mynt/energi. Hvis du klikker på symbolet, vises nedtellingen.",
      "Tip4": "Gjenta utløsingshandlingen for å starte nedtellingen på 15 minutter på nytt når som helst.",
      "Tip5": "VIKTIG: Ikke bruk denne triks når du har et skjold, da du ellers vil miste det."
    }
  },
  "Buildings": {
    "Title": "Bygninger",
    "Headquarters": {
      "Title": "Hovedkvarter",
      "Description1": "Hovedkvarteret er den viktigste bygningen i spillet. Det har lignende funksjoner som rådhusene i andre spill. Ved å oppgradere det videre kan du bygge nye bygninger og oppgradere eksisterende bygninger til høyere nivåer.",
      "Description2": "Når Hovedkvarteret stiger i nivå, øker følgende:",
      "List1": "Ytelse",
      "List2": "Heltenivå-grense",
      "List3": "Helte-HP",
      "List4": "Helteangrep",
      "List5": "Helteforsvar",
      "List6": "Nivå-grense for hver bygning",
      "LevelUp": {
        "Title": "Nivå-oppgraderingskrav",
        "Description1": "For å oppgradere Hovedkvarteret til et høyere nivå, må både ressurs- og bygningskravene være oppfylt i hver fase.",
        "Description2": "Det er viktig å gå fremover med byggingen trinnvis for å sikre en jevn fremgang til neste nivå av Hovedkvarteret og for å spare tilstrekkelige ressurser. Hvis Hovedkvarteret ikke oppgraderes, kan dette føre til en svak tropp, ettersom denne bygningen bestemmer grensen for heltenivåer.",
        "Description3": "Nedenfor ser du et diagram med bygningene som kreves for hvert nivå",
        "Table": {
          "ToUnlock": "HQ for å låse opp",
          "Condition1": "Bygning 1",
          "Condition2": "Bygning 2",
          "Iron": "Jern",
          "Food": "Mat",
          "Gold": "Gull",
          "Days": "Dager",
          "Wall": "Mur N.",
          "TechCenter": "Teknisk Senter N.",
          "DrillGround": "Treningsområde N.",
          "Barracks": "Kaserne N.",
          "AllianceCenter": "Allianse-senter N.",
          "Hospital": "Sykehus N.",
          "TankCenter": "Tank-senter N."
        }
      }
    },
    "Barracks": {
      "Title": "Kaserne",
      "Description1": "Kaserner brukes til å rekruttere og oppgradere troppene dine. Når du har låst opp Kaserner, bør du alltid oppgradere én Kaserne om gangen for å bruke ressursene dine effektivt. Oppgradering av troppene dine lar deg heve dem fra et lavere nivå til det høyeste nivået som Kaserner tillater. Oppgradering av troppene dine blir spesielt nyttig når du låser det opp, da det lar deg trene og oppgradere troppene på nivå én, som krever færre ressurser og tid."
    },
    "Hospital": {
      "Title": "Sykehus",
      "Description1": "Sykehuset brukes til å helbrede troppene dine etter en kamp. Hvis en fiende er sterk nok, kan han drepe eller skade troppene dine. Sykehuset kan imidlertid ikke gjenopplive falne troppene, bare helbrede skadede troppene. En effektiv metode for å helbrede troppene dine raskt er å velge et antall troppene som kan helbredes innen 25 minutter eller mindre. Dette gjør det mulig for alliansen din å hjelpe deg og redusere helbredelsestiden til nesten umiddelbart. Ved å bruke helbredelsessystemet riktig, vil helbredelsestiden reduseres til 25% av tiden det ville tatt hvis du hadde helbredet alle troppene samtidig."
    },
    "DrillGround": {
      "Title": "Treningsområde",
      "Description1": "Treningsområdet er bygningen der troppene dine er stasjonert. Maksimalt nivå av Treningsområdet øker med nivået på Hovedkvarteret ditt. Treningsområdet er en sentral kilde til din styrke, ettersom styrken til troppene dine i stor grad bestemmer maktnivået ditt. For å oppnå mest mulig makt (hovedmålet i spillet), bør du kontinuerlig oppgradere Treningsområdet til høyeste nivå og bygge flere Treningsområder når det er mulig. Det andre Treningsområdet låses opp på nivå 16 og det tredje på nivå 21."
    },
    "Garages": {
      "Title": "Garasjer",
      "Description1": "Garasjene huser heltene dine. De gir heltene dine ekstra styrke og troppene de kan ta med seg. I starten av spillet får du en Garasje, og du kan låse opp flere Garasjer i løpet av spillet, opptil tre Garasjer totalt. En fjerde Garasje kan også oppnås gjennom det månedlige passet. Du bør kun fokusere på å oppgradere Garasje 1, da mesteparten av innsatsen din i spillet vil være rettet mot dette. Oppgrader Garasje 2 bare hvis du trenger det for kostnadseffektive våpenløp-poeng eller hvis du mener at det er for langt bak."
    },
    "TechCenter": {
      "Title": "Teknisk Senter",
      "Description1": "Det Tekniske Senteret er en viktig del av spillet for å konkurrere vellykket med andre spillere. Det vises ofte i delen 'krevede oppgraderinger' når du ønsker å oppgradere Hovedkvarteret ditt, og det er ikke uten grunn. Det Tekniske Senteret lar deg forbedre visse statistikker på basen din, som helter, troppene, garasjer og mer. Dette konverterer ressurser til mer styrke og statistikker for alt. Når du når nivå 16, får du muligheten til å kjøpe et andre Teknisk Senter, noe som er sterkt anbefalt."
    },
    "GearFactory": {
      "Title": "Utstyrs-fabrikk",
      "Description1": "Utstyrs-fabrikken lar deg lage eller demontere utstyr for heltene dine. Du kan lage enhver type utstyr som for øyeblikket eksisterer i spillet og også demontere utstyrsdeler. I tillegg lar Utstyrs-fabrikken deg kombinere utstyrskomponenter for å lage det Dielektriske Keramiske Komponent-delen du trenger for å lage en legendarisk utstyrsdelen. Det anbefales ikke å lage eller oppgradere sjeldne, super-sjeldne eller super-super-sjeldne utstyrsdeler. Når du har alle super-super-sjeldne (SSR) utstyrsdeler for dine hovedhelter, bør du demontere alle ekstra utstyrsdeler for å få mer legendarisk utstyr."
    },
    "ComponentFactory": {
      "Title": "Komponent-fabrikk",
      "Description1": "Komponent-fabrikken produserer bokser med dronekomponenter. Disse dronekomponentene brukes i Drone-senteret for å gjøre ytterligere oppgraderinger til dronen din. Når Komponent-fabrikken er bygget, kan den ikke oppgraderes videre."
    },
    "TankCenter": {
      "Title": "Tank-senter",
      "Description1": "Tank-senteret er en viktig bygning i spillet som betydelig forbedrer statistikken til tankheltene dine. Denne bygningen bør alltid oppgraderes til sitt maksimale nivå så raskt som mulig hver gang du oppgraderer Hovedkvarteret ditt."
    },
    "AircraftCenter": {
      "Title": "Fly-senter",
      "Description1": "Fly-senteret fungerer på samme måte som Tank-senteret, men for flytype helter. I begynnelsen er det ikke så viktig å oppgradere denne bygningen, da den ikke gir bonuser for oppsettet du bør bruke. Når DVA og Carlie er tilgjengelige, blir det imidlertid like viktig å oppgradere Fly-senteret som Tank-senteret, på grunn av de ekstra statistikkene det gir disse heltene."
    },
    "MissileCenter": {
      "Title": "Missil-senter",
      "Description1": "På samme måte som de to nevnte bygningene, øker Missil-senteret statistikkene til missiltype heltene."
    },
    "ResourceCenters": {
      "Title": "Ressurssentre",
      "Description1": "Mat-, jern- og smeltessentrene er bygninger som produserer de respektive ressursene. Treningsbasen er bygningen som produserer helte-XP. Erfaring viser at Treningsbase-bygningene gir god XP-bruk i forhold til ressursene som brukes og kan oppgraderes effektivt."
    }
  },
  "Greeting": {
    "HomeButton": "Legg igjen en hilsen",
    "Modal": {
      "Title": "Legg igjen en hilsen",
      "Form": {
        "ServerNumber": {
          "Label": "Servernummer",
          "Required": "Servernummer er påkrevd"
        },
        "AllianceName": {
          "Label": "Alliansenavn",
          "Required": "Alliansenavn er påkrevd"
        },
        "Comment": {
          "Label": "Kommentar",
          "MaxLength": "Maksimalt antall tegn er 200. Vennligst forkort kommentaren din."
        },
        "PlayerName": "Spillerens navn",
        "Optional": "Valgfritt",
        "CloseButton": "Avbryt",
        "SubmitButton": "Send"
      },
      "Toastr": {
        "Label": "Din hilsen",
        "Success": "Takk for din hilsen",
        "Error": "Det oppstod et problem. Vennligst prøv igjen senere."
      }
    }
  },
  "Spinner": {
    "Label": "Vennligst vent..."
  },
  "MemberLogin": {
    "Title": "Medlemsinnlogging",
    "Description": "Dette området er kun for medlemmer.",
    "Form": {
      "Label": "Skriv inn passord",
      "Required": "Passord er et obligatorisk felt",
      "LoginButton": "Logg inn"
    },
    "Toastr": {
      "Title": "Innlogging",
      "Error": "Innlogging feilet"
    },
    "PasswordExpired": {
      "Title": "Passord utløpt",
      "Information": "Passordet har blitt endret"
    }
  },
  "Squad": {
    "Title": "Lag",
    "Description": "For å maksimere kraften til heltene dine, bør du optimalisere lagoppsettet ditt.",
    "Basics": {
      "Title": "Grunnleggende om lagoppsett",
      "Description": "Hver helt har sin egen type, ferdigheter og spesielle egenskaper.",
      "Defend": {
        "Title": "Forsvarshold",
        "Description": "bør plasseres foran i laget."
      },
      "Attack": {
        "Title": "Angrepshelter",
        "Description": "bør plasseres bak."
      },
      "Support": {
        "Title": "Støttehelter",
        "Description": "bør plasseres bak."
      }
    },
    "Example": {
      "Title": "Eksempel på et lag",
      "List1": "<b>Violet</b> og <b>Scarlett</b> i forsvar og derfor foran",
      "List2": "<b>Mason</b> og <b>Richard</b> angriper og derfor plasseres bak",
      "List3": "en støttehelt, <b>Monica</b>, i bakgrunnen",
      "Image": "Forsvarshold foran, angreps- og støttehelter bak for optimal posisjonering."
    },
    "FormationBonus": {
      "Title": "Formasjonsbonus",
      "Description": "Hvilken bonus du bruker for øyeblikket kan sees på symbolet øverst til venstre i lagoppsettingsområdet.",
      "Image": "<ul><li>3 helter av samme type: +5 %</li><li>3 helter av samme type + 2 av en annen: +10 %</li><li>4 helter av samme type: +15 %</li><li>5 helter av samme type: 20 %</li></ul>",
      "Description2": "Hvis du har alle helter av samme type (i eksempelet ovenfor, alle tanks), får du en kraftbonus på 20 %. I tillegg vil oppgradering av tankbygningen øke styrken til alle tankhelter."
    },
    "TroopsAndSoldiers": {
      "Title": "Tropper og Soldater",
      "Description": "Når du utfører et angrep eller en rally med et lag, blir soldater lagt til heltenes grunnstyrke. Antallet soldater som deltar i angrepet avhenger av kommandokarakteristikken til heltene i laget.",
      "Image": "I eksempelet kan du se at antall enheter (soldater) som deltar i angrepet er 1.965 (393 med Murphy, 393 med Williams, osv.), og ved å klikke på i vises informasjon som viser at det er soldater på nivå T6 og T7.",
      "Description2": "Merk at, dersom tilgjengelig, soldater med høyere nivåer alltid brukes først, og deretter benyttes soldater med lavere nivåer for å fylle opp."
    }
  },
  "SeasonOne": {
    "Title": "Sesong 1 – Den Purpurrøde Plagen",
    "Content": {
      "Title": "Innhold",
      "NewResources": "Nye Basisressurser",
      "WorldMap": "Verden og kartet",
      "NewBuildings": "Nye Bygninger",
      "MilitaryBase": "Militærbase",
      "NewFarms": "Nye Alliansegårder",
      "MilitaryStrongholds": "Militære Festninger",
      "Cities": "Byer",
      "Conquest": "Erobring",
      "HeroUpgrade": "Helteoppgraderinger",
      "Virus": "Virus",
      "Gameplay": "Spillopplevelse"
    },
    "Resources": {
      "Title": "Nye Basisressurser – Immunprotein, Mutantkrystall og genetisk fragment",
      "Description": "Det er nå tilgjengelige ekstra ressurser i spillet, hvorav 2 (Immunprotein og Mutantkrystall) administreres på samme måte som de eksisterende matvarene, jern og gull.",
      "ImmuneProtein": {
        "Title": "Immunprotein",
        "Description": "Brukes til bygging og forbedring av virusforskningsinstituttet og militærbaser.",
        "Description2": "Immunprotein får du ved:",
        "List1": "Proteinfarm",
        "List2": "Belønninger for å drepe zombier for første gang",
        "List3": "Oppnå mål i sesong 1 for å øke virusresistensen",
        "List4": "Bruke Hero’s Return-rekrutteringsbilletter"
      },
      "MutantCrystal": {
        "Title": "Mutantkrystall",
        "Description": "Brukes til bygging og forbedring av proteinfarm og militærbaser.",
        "Description2": "Mutantkrystall får du ved:",
        "List1": "Belønninger for å drepe en zombie for første gang",
        "List2": "Fullføre sesong-oppdrag",
        "List3": "Oppnå mål i sesong 1 for å øke virusresistensen",
        "List4": "Doom Walker First Blood Kill (første DW-drap på en dag)",
        "List5": "Genetisk rekombinasjon",
        "List6": "Bruke Hero’s Return-rekrutteringsbilletter",
        "List7": "Ukepass og sesong-Battle Pass"
      },
      "GeneFragment": {
        "Title": "Genfragment",
        "Description": "Det finnes 6 typer genfragmenter. Kombiner dem for å få muterte krystaller og belønninger. Genfragmenter kan byttes med dine allierte.",
        "Description2": "Du kan tjene genfragmenter ved å:",
        "List1": "Fullføre radaroppdrag: Drepe Doom Elite, samle ressurser, drepe Doom Walker gir deg Type I, II, III",
        "List2": "Drepe Crimson Zombies (hvilket som helst nivå) gir deg Type I, II, III",
        "List3": "Drepe Infiserte Zombies (hvilket som helst nivå) gir deg Type I, II, III",
        "List4": "Drepe Doom Elite (hvilket som helst nivå) gir deg Type I, II, III",
        "List5": "Hele allierte gir deg Type IV, V, VI",
        "List6": "Angripe byer"
      },
      "Description2": "Du kan styre mengden av disse ressursene (unntatt genfragmenter) i den øvre delen av spillskjermen, på samme måte som med andre ressurser. Husk også å sjekke inventaret ditt, da disse ressursene vanligvis er tilgjengelige når du vinner dem som belønning."
    },
    "WorldMap": {
      "Title": "Verden og kartet",
      "Description": "Med denne nye sesongen endres serverkartet drastisk; det blir større og fylt med nye skapninger.",
      "Description2": "Du vil finne skremmende og infiserte landsbyer, militære festninger og hovedstaden som har blitt til Apokalypsens by.",
      "Image1": "Infiserte landsbyer",
      "Image2": "Militære festninger",
      "Image3": "Apokalypsens by (Kapitol)",
      "Description3": "I starten av sesongen er du og dine allierte strandet på kanten av serveren uten en egen by. Byene må erobres tilbake, men nye regler gjelder ...",
      "Description4": "VIKTIG: Alliansene som holder hovedstaden sist, vil fortsette å holde hovedstaden når sesong 1 begynner. Erobringen av hovedstaden begynner først 28 dager etter City Clash-arrangementet.",
      "Description5": "Doom Elite-monstre blir til aggressive, infiserte skorpionmonstre, og de fleste zombier er smittsomme.",
      "Description6": "Slik ser kartet ut. Bygningene du ser er byene, mens de andre feltene imellom er militære festninger."
    },
    "NewBuildings": {
      "Title": "Nye Bygninger",
      "Description": "Nye bygningstyper er tilgjengelige og nødvendige. De kan kun bygges utenfor omkretsen av din base. Noen vises ved starten av sesongen, mens andre vil komme senere.",
      "Image1": "Et sterkt, zombieoverført virus infiserer landet. For å overleve må et virusforskningsinstitutt bygges.",
      "VirusResearchInstitute": {
        "Title": "Virusforskningsinstitutt",
        "Image1": "Virusforskningsinstituttet muliggjør en økning i virusresistensen.",
        "LevelUp": {
          "Title": "Oppgradere Virusforskningsinstituttet",
          "Description": "For å øke nivået på virusforskningsinstituttet trenger du immunprotein.",
          "Description2": "Ved å oppgradere denne bygningen økes virusresistensen, som er avgjørende for overlevelse i disse apokalyptiske tider.",
          "Image1": "Denne bygningen kan oppgraderes til nivå 30 uavhengig av ditt HQ-nivå."
        }
      },
      "ProteinFarm": {
        "Title": "Proteinfarm",
        "Description": "I denne nye bygningen blir immunproteiner dyrket, en av de nye ressursene denne sesongen.",
        "Image1": "Det er totalt 5 proteinfarmer tilgjengelig; den femte er kun tilgjengelig med Season's Weekly Pass.",
        "LevelUp": {
          "Title": "Øk kvaliteten på proteinfarmene dine",
          "Description": "For å øke nivået på proteinfarmene trenger du mutantkrystaller.",
          "Description2": "Når din første proteinfarm når nivå 5, vil en ny proteinfarm bli tilgjengelig.",
          "Description3": "Senere proteinfarmer blir tilgjengelige når den foregående når nivå 10.",
          "Description4": "En proteinfarm er umiddelbart tilgjengelig med den ukentlige sesongpasset.",
          "Image1": "Denne bygningen kan oppgraderes til nivå 30 uavhengig av ditt HQ-nivå."
        }
      },
      "MilitaryBase": {
        "Title": "Militærbase",
        "Description": "Fra og med tredje uke vil tre nye bygninger bli tilgjengelige som gir oppgraderinger for helttypene.",
        "Description2": "For å oppgradere trenger du både immunprotein og mutantkrystaller. Disse bygningene kan oppgraderes til nivå 30 uavhengig av ditt HQ-nivå.",
        "Description3": "Hvert nivå-oppgradering øker HP, angrep og forsvar for den aktuelle helttypen med 1 %."
      }
    },
    "NewFarms": {
      "Title": "Nye Gårder – Allianseressurser",
      "Description": "Etter tilfeldig å ha drept Doom Elite kan en ny allianseressursgård midlertidig vises. Send ut troppene dine for å samle mat, jern, gull, diamanter eller mutantkrystaller sammen med dine allierte."
    },
    "MilitaryStrongholds": {
      "Title": "Militære Festninger",
      "Description": "På kartet vil du finne bygninger med militære festninger mellom byene (landsbyene), som er omringet av smittsomme zombier som beskytter dem.",
      "Description2": "Allianser må først sikre en festning på nivå 1 for å kreve sitt innledende territorium. Ved å erobre flere militære festninger kan de deretter ekspandere.",
      "Description3": "Allianser kan erobre opptil 2 militærfestninger per dag, med en begrensning på det totale antallet festninger de kan eie.",
      "Image1": "Militære festninger fungerer som baser for dronningens eliteenheter."
    },
    "Cities": {
      "Title": "Byer",
      "Description": "Erobringen av byer gir mange bonuser, fra buffere til alliansepunkter og belønninger som er de viktigste.",
      "Description2": "For å erklære krig mot en by må en allianse kontrollere minst en nabomilitærfestning.",
      "Influence": {
        "Title": "Påvirkning",
        "Description": "Ved å erobre byer øker alliansens påvirkningspoeng. Hver by i deres besittelse gir en forskjellig mengde poeng avhengig av nivå:",
        "List1": "Nivå 1: 100 km",
        "List2": "Nivå 2: 200 km",
        "List3": "Nivå 3: 300 km",
        "List4": "Nivå 4: 400 km",
        "List5": "Nivå 5: 500 km",
        "List6": "Nivå 6: 1 M",
        "Description2": "Du kan sjekke mengden av din allianses påvirkningspoeng ved å klikke på symbolet for sesong 1-hendelsen rett over duell-VS-symbolet, deretter på sesong 1-banneret og til slutt på knappen «Toppliste»."
      }
    },
    "ConquestOfCities": {
      "Title": "By- og Festningserobring – Allianseområde",
      "Description": "Ved sesongstart er alle allianser strandet ved kanten av serveren og eier ingen egen by. Byer og militære baser regnes nå som allianseområde. Målet ditt er å utvide området ditt og øke alliansens innflytelse.",
      "Image1": "Allianseområdet må være koblet til militærfestninger med målbyen som det erklæres krig mot.",
      "Description2": "Du kan se dine festninger og byer ved å gå til Allianse -> Allianseby, hvor også grensene vises.",
      "RulesForConqueringFortresses": {
        "Title": "Regler for Erobring av Festninger",
        "Rule1": "Allianser kan erobre opptil 2 militærbaser per dag, uavhengig av den daglige grensen for erobring av byer.",
        "Rule2": "Alliansen må erobre en festning på nivå 1 for å få sitt første område og utvide dette ved å kontinuerlig erobre flere militære festninger.",
        "Rule3": "Forutsetningen for å erobre en militærfestning er å eie en nabofestning.",
        "Rule4": "Den innledende grensen for antall besittede festninger er 3.",
        "Rule5": "For hver erobret by på nivå 1–5 økes festningsgrensen for alliansen med 1.",
        "Rule6": "For hver erobret by på nivå 6 økes festningsgrensen for alliansen med 2.",
        "Rule7": "Erobring av en militærfestning krever virusresistens.",
        "Rule8": "Ved sesongstart tilhører festningen Crimson Legion og beskyttes derfor av Corruptors og Infiserte Zombier. For å ta festningen må begge fiendetype beseires.",
        "Rule9": "Når en festning er erobret, er den i en beskyttelsesfase i 36 timer og kan ikke erobres av andre allianser i løpet av denne tiden.",
        "Rule10": "Når en festning er tatt av en allianse, vises en hær av festningsforsvarere, hvis nivå er proporsjonalt med nivået på festningen. Hver allianse som ønsker å ta festningen, må beseire disse forsvarerne før de kan ta festningen. En varsling om angrepet på forsvarerne vil bli vist til allierte som et angrep."
      },
      "RulesForConqueringACity": {
        "Title": "Regler for Erobring av Byer",
        "Rule1": "Allianser kan erklære krig mot opptil to byer per dag; denne begrensningen er uavhengig av den daglige grensen for erobring av byer.",
        "Rule2": "Allianseområdet må være koblet til målbyen gjennom militære festninger før krig kan erklæres.",
        "Rule3": "Hver allianse kan alltid kun erklære krig mot én by.",
        "Rule4": "Krigserklæringen varer i 1 time.",
        "Rule5": "Innenfor samme krigsområde kan en allianse erobre opptil 6 byer.",
        "Rule6": "I løpet av sesongen kan allianser også erobre opptil 6 byer i andre krigsområder.",
        "Rule7": "Etter erobringen av en by øker det maksimale antallet militære baser som alliansen kan holde i målkrigsområdet (se forrige avsnitt).",
        "Rule8": "For å erklære krig mot en by, må alliansen ha erobret minst én nabofestning.",
        "Rule9": "Når byen har gått inn i krigsbeskyttelsesstatus, varer beskyttelsestiden til 6 dager senere, kl. 12:00 servertid på neste erklæringsdag."
      }
    },
    "HeroUpgrades": {
      "Title": "Helteoppgraderinger og Våpen",
      "Description": "Sesong 1 bringer nyheter om helter og våpen, som er tilgjengelige til forskjellige tider.",
      "ReturnOfHero": {
        "Title": "Heltenes Tilbakekomst",
        "Description": "Hvis du tidligere ikke har klart å skaffe en helt, kan du nå gjøre det.",
        "Description2": "Fra starten av første sesong vil en ny type rekrutteringsbillett være tilgjengelig: Hero’s Return Ticket.",
        "Description3": "Med denne rekrutteringsbilletten kan du fra første dag av 1. sesong få fragmenter av de fleste UR-heltene.",
        "Image1": "Disse billettene gir det samme antallet poeng som helterekrutteringsbillettene ved våpenkappløp og duell mot hverandre."
      },
      "ExclusiveWeapons": {
        "Title": "Eksklusive Våpen",
        "Description": "I sesong 1 har hver legendariske helt et unikt, eksklusivt våpen med varierende tilgjengelighetstider for hver helt. For å aktivere dem trenger du spesifikke fragmenter.",
        "Description2": "Eksklusive våpen låser opp nye kjøretøyutseender og ferdigheter på nivåene 1, 10, 20 og 30.",
        "Description3": "Ved å oppgradere eksklusive våpen forbedres ulike attributter betydelig og de maksimale nivåene av eksisterende ferdigheter økes."
      },
      "MasonUpgrade": {
        "Title": "Mason-oppgradering til UR",
        "Description": "Ryktene er sanne, du vil kunne oppgradere Mason til UR-helt."
      }
    },
    "InfectVirus": {
      "Title": "Infisere Virus",
      "Description": "Når du kjemper mot zombier, er det en risiko for infeksjon. Du kan bygge opp virusmotstand på Virusforskningsinstituttet, men hvis dette ikke har nådd et visst nivå, vil troppene dine bli infisert. Tilbakevendende tropper kan negativt påvirke basen din.",
      "Description2": "Det spredende viruset er RA-virus.",
      "VirusStack": {
        "Title": "Virusstakk",
        "Description": "Når troppene dine blir infisert og vender tilbake til basen din, begynner infeksjonen å hope seg opp der.",
        "Description2": "Infeksjonsstakkene varierer fra 0 til 100, hvor 0 betyr ingen infeksjon og 100 er maksverdien.",
        "Description3": "Selv om du angriper flere infiserte monstre eller blir angrepet av fiender, kan ikke infeksjonsstakkene gå over 100.",
        "Description4": "Virusinfeksjonsstakken vises med et symbol over radar-symbolet:",
        "List1": "hvis du ikke er infisert",
        "List2": "hvis du er infisert, og tallet på symbolet angir verdien på infeksjonsstakken",
        "Description5": "Hvis du klikker på symbolet, vil du se flere detaljer om de gjeldende debuffene og deres alvorlighetsgrad."
      },
      "InfectionStackLogic": {
        "Title": "Infeksjonsstakk-logikk",
        "Description": "Hver infeksjon øker infeksjonsstakken.",
        "Description2": "Du kan bli infisert eller øke infeksjonsstakken din hvis:",
        "List1": "Du angriper en zombie hvis virusnivå er høyere enn din virusmotstand (spillet varsler deg om dette)",
        "List2": "Du angriper en korrupter eller en infisert zombie, uavhengig av din virusmotstand.",
        "List3": "Du angriper en verdensboss som Frankenstein osv.",
        "List4": "Du blir angrepet av fiendtlige tropper som bærer viruset",
        "Description3": "Du vil IKKE bli infisert hvis:",
        "List5": "Du forsterker en base",
        "Description4": "Når bestemte terskelverdier for infeksjonsstakker nås (1, 20, 40, 60, 80), vil ulike debuffer aktiveres.",
        "Description5": "Det er fem typer debuffer (symboler under stakktersklene), fra venstre til høyre:",
        "Debuff1": "Sykehusopphold (aktiveres ved stakk >=1): Alle (300 til 200 sekunder) vil en enhet bli alvorlig skadet",
        "Debuff2": "Lav moral (aktiveres ved stakk ≥20): Skaden som påføres er mindre effektiv (mellom -4 % og -20 %).",
        "Debuff3": "Dødelig virus (aktiveres ved stakk ≥40): Økt tapshastighet på fiendtlige enheter (mellom +4 % og +10 %).",
        "Debuff4": "Alvorlig infeksjon (aktiveres ved stakk ≥60): Infeksjonen som overføres av tropper økes med 11 % til 15 % ved avmarsj.",
        "Debuff5": "Virusplage (aktiveres ved stakk ≥80): Troppene dine har en sjanse på 8 % til 10 % for å infisere fienden, selv ved tap."
      },
      "AutomaticHealing": {
        "Title": "Automatisk Helbredelse",
        "Description": "Hvis du ikke blir mer infisert og ingen behandler deg, vil du sakte bli helbredet basert på debuff-timere og til slutt oppnå infeksjonsstakk 0. Denne helbredelsesprosessen kan imidlertid ta ganske lang tid.",
        "Description2": "Derfor er det bedre å behandle viruset med en gang."
      },
      "Treatments": {
        "Title": "Behandlinger",
        "Description": "Behandlinger kan redusere virusintensiteten, mens overvinning av andre kommandører kan bidra til å spre infeksjonen.",
        "Description2": "For å behandle en alliert, klikker du på basen deres og deretter på symbolet 'Helbredelse'. Flyet ditt, som ligner en scout, vil fly ut og redusere infeksjonen med 1. Dette vil bruke opp immunproteinene dine.",
        "Description3": "Men nå kommer den interessante delen: For hver behandling du utfører, får du som belønning et genfragment (Type IV, V eller VI)."
      },
      "VirusResistance": {
        "Title": "Virusmotstand",
        "Description": "Virusmotstand er nå veldig viktig, og du må kontinuerlig øke den ved å forbedre Virusforskningsinstituttet. På denne måten kan du motta mange belønninger.",
        "Image1": "Når du angriper en zombie, vil informasjonsvinduet vise deg hvor mye virusmotstand som er nødvendig. Hvis motstanden din ikke er tilstrekkelig og du likevel angriper, vil troppene dine bli infisert."
      }
    },
    "Gameplay": {
      "Title": "Spillopplevelse",
      "Description": "I denne nye verden endres mange dynamikker. La oss utforske dem, med særlig fokus på hvordan man dreper zombier.",
      "DamageDebuff": {
        "Title": "Skadedebuff og ubetinget infeksjon",
        "Description": "Det første du må vite når du angriper zombier, er at to nye forhold kan gjelde:",
        "List1": "Skadereduksjon: Når du angriper en zombie med et virusnivå høyere enn ditt motstands-nivå, vil du påføre mindre skade. Reduksjonsprosenten vil bli vist i angrepsvinduet.",
        "List2": "Betingelsesløs infeksjon: Noen fiender infiserer deg uavhengig av din virusmotstand, som Korruptere, infiserte zombier og verdensbosser. Dette vil vises i angrepsvinduet, hvor informasjon om ekstra virusinfeksjonsstakk vil være synlig.",
        "Image1": "Et +1 RA-virusmolekyl betyr at du vil øke infeksjonsstakken med én, uavhengig av din virusmotstand.",
        "Description2": "I tillegg kan du se at din virusmotstand ikke er tilstrekkelig, da 1900 er nødvendig, men du har bare 1090. Du kan derfor forvente:",
        "List3": "å bli infisert",
        "List4": "at angrepet ditt i dette spesifikke tilfellet vil ha en skadedebuff på -96 %"
      },
      "ZombieElite": {
        "Title": "Zombie- og Doom-Elite",
        "Description": "Det er nyheter angående mat, jern og gull til zombiene: De har nå typer som ligner på heltene, som tank, fly og rakettvogn.",
        "Description2": "Når du har valgt zombien å angripe, vil detaljene bli vist.",
        "Description3": "Spesielt i dette tilfellet, og med tanke på at virusmotstanden er lavere enn zombie-virusets, bør du være oppmerksom på:",
        "List1": "Når du treffer zombien, vil du bli infisert",
        "List2": "Skaden du påfører vil reduseres med 18 %. Sørg derfor for at kraften din er minst denne høyere – helst litt høyere.",
        "Description4": "Doom-Elite er også annerledes, de er gigantiske, smittsomme skorpioner."
      },
      "DoomedElite": {
        "Title": "Effektiv kamp mot Doom-Elite",
        "Image1": "Med en virusmotstand på 500/2200 kan du ikke beseire denne zombien alene, da den påførte skaden reduseres med -99,9 %.",
        "Description": "Hvis du har lav virusmotstand og skaden er sterkt redusert, vil en kamp mot en Doom-Elite, uavhengig av suksess eller fiasko, føre til betydelige tap av tropper.",
        "Description2": "For å unngå dette kan du be dine allierte om støtte:",
        "List1": "Opprett en heldenhet med helten som har lavest kommandotall (for å ha færre tropper med).",
        "List2": "Start en rally mot Doom-Elite-monstre og be de som har tilstrekkelig virusmotstand om å delta i aksjonen.",
        "Description3": "Med denne tilnærmingen vil du beseire zombien og tjene mange mutantekrystaller, mens tapet av tropper er minimalt."
      },
      "WorldBoss": {
        "Title": "Verdensboss",
        "Description": "Verdensbossene endrer nå sitt utseende, men reglene forblir i hovedsak som før – bortsett fra at de infiserer deg ved kontakt med viruset, men det er en svært lett infeksjon."
      },
      "Spoilers": {
        "Title": "Korrupter",
        "Description": "Når du først prøver å ta en militærfestning, må du møte dens vokter, en ny og mektig fiende: Korrupteren.",
        "Description2": "De er faktisk veldig mektige. Husk at du alltid blir infisert når du angriper dem, uavhengig av din virusmotstand.",
        "Description3": "I tillegg vil en skadedebuff bli påført hvis din virusmotstand er lavere enn virusstyrken."
      },
      "InfectedZombies": {
        "Title": "Infiserte Zombier",
        "Description": "Ikke bare Korruptere er voktere av militære festninger, men det finnes også infiserte zombier.",
        "Description2": "Disse zombiene vil infisere deg uansett hvor mye virusmotstand du har.",
        "Description3": "I tillegg vil en skadedebuff bli påført hvis din virusmotstand er lavere enn virusstyrken."
      }
    }
  },
  "Marshall": {
    "Title": "Marskalkvakt",
    "Instruction": {
      "Title": "Introduksjon",
      "Description1": "Marskalkøvelsen eller allianseøvelsen er et regelmessig arrangement der alliansen kan motta forskjellige belønninger. Den er delt opp i nivåer og tester alliansens kampstyrke.",
      "Description2": "R4 og R5 i alliansen kan bestemme tidspunktet for starten av øvelsen (dette kan variere hver gang), så vær nøye med å lese alliansens kunngjøringer."
    },
    "Attack": {
      "Title": "Angrep",
      "Description": "For de som har 2 lag, er strategien veldig enkel:",
      "List1": "Klikk på tankene for å starte rallyer (i 3 minutter!) med det svakeste laget mot tankene.",
      "List2": "Delta med det sterkeste laget i rallyene til andre (først i de der nedtellingen er nærmest null).",
      "List3": "Stopp aldri før arrangementet er over.",
      "List4": "De som har 3 lag kan bruke to lag (de sterkeste) til å delta i andre rallyer, og det tredje (det svakeste) kan starte rallyer.",
      "List5": "Hvert medlem av alliansen kan kun starte én rally om gangen. Selv om du har 3 lag, kan du ikke starte 2 rallyer samtidig. Du kan imidlertid delta i så mange rallyer du ønsker samtidig."
    },
    "Tricks": {
      "Title": "Triks",
      "Trick1": "Utforsk en base som ikke tilhører noen allianse noen minutter før øvelsen. Dette aktiverer krigsfebermodus, som gir deg +1% skade. VIKTIG: Bruk ikke dette trikset mens du bærer et skjold, da du vil miste det.",
      "Trick2": "For å maksimere dine individuelle poeng, delta i rallyene som er startet av R4 og R5, som gir deg +2,5% (R4 uten rolle) / +5% (R5 og R4 med rolle) (teksten vil vises i rallylisten).",
      "Trick3": "Hvis du lar det sterkeste laget delta i rallyene til andre spillere, kan du oppnå flere poeng, mens det svakeste laget 'sitter fast' og venter på at rallyet skal starte."
    },
    "Important": {
      "Title": "Viktig",
      "List1": "Alliansemedlemmer må være i nærheten av alliansebassen og helst nærmere marskalkens plattform. Fjerne medlemmer kan føre til at kunngjøringer, som kan vare i opptil 3 minutter, blir forsinket (til og med mer enn 30 minutter).",
      "List2": "Det er viktig at alle medlemmer tilbakekaller lagene sine hvis de har blitt sendt for å samle ressurser i miner eller på marker noen minutter før arrangementet starter.",
      "List3": "Hvis et skvadron fra et fjernt medlem blir med på rallyet av ulike grunner og forsinker starten, er det mulig å fjerne dette skvadronet fra rallyet. Dette må gjøres av den som startet rallyet.",
      "List4": "Du kan også gjennomføre Marskalkøvelsen selv om du bærer et skjold. Ikke bruk trikset for å aktivere krigsfebermodus hvis du bærer et skjold, da du ellers vil miste det."
    }
  },
  "Guestbook": {
    "Title": "Gjestebok",
    "Description1": "Old Vikings seiler tappert gjennom vidstrakte servere og har allerede møtt mange allierte og fiender. Enten du kommer fra nærliggende eller fjerne kyster, fra en vennlig allianse eller en fiendtlig fraksjon – vi ser frem til meldingen din!",
    "Description2": "Skål, og må vinden alltid være til din fordel! Old Vikings",
    "Anonymous": "Anonym",
    "Pagination": {
      "NextLabel": "Neste",
      "PreviousLabel": "Forrige"
    }
  },
  "SeasonTwo": {
    "Title": "Sesong 2 - Polarstorm",
    "CelebrationButton": "S2 Feiring",
    "Content": {
      "Title": "Innhold",
      "NewResources": "Nye grunnressurser",
      "WorldMap": "Verden og kartet",
      "NewBuildings": "Nye bygninger",
      "AllianceFurnace": "Allianseovn",
      "NewFarms": "Nye gårder – Allianseressurser",
      "MilitaryBase": "Militærbaser",
      "Cities": "Byer",
      "DigSites": "Utgravingssteder",
      "StockCollection": "Lagerinnsamling",
      "RareSoil": "Sjeldent jord",
      "RareSoilWar": "Krigen om sjeldent jord",
      "RadarMission": "Radarmisjon",
      "HeroUpgrade": "Helteoppgraderinger og våpen",
      "Temperature": "Temperatur",
      "HelpTheAllies": "Hjelp allierte med å heve temperaturen",
      "VirusResistance": "Virusmotstand",
      "Profession": "Yrker – Nivågrense utvidet til nivå 70"
    },
    "Resources": {
      "Title": "Nye grunnressurser – Kull og titanlegeringer",
      "Description": "Det er nå tilgjengelige ekstra ressurser i spillet: Titanlegering og kull.",
      "Titanium": {
        "Title": "Titanlegering",
        "Description": "Brukes til å bygge og oppgradere sesongbaserte bygninger.",
        "Description2": "Du får titanlegeringer ved:",
        "List1": "Belønninger for å drepe zombier for første gang på nivå",
        "List2": "Fullføre sesongoppdragsoppdrag",
        "List3": "Fullføre sesong 2-mål for høytemperaturovnsnivå",
        "List4": "Første blodkill av Doom Walker (første DW-drap for dagen)",
        "List5": "Bruke 'Hero's Return'-rekrytering billett i S2: Legend Returns",
        "List6": "Belønning for første erobring av en by/utgravningssted"
      },
      "Coal": {
        "Title": "Kull",
        "Description": "Brukes til å bygge og oppgradere sesongstrukturer eller til å fyre opp høytemperaturovnen.",
        "Description2": "Du kan tjene kull ved:",
        "List1": "Belønninger for å drepe zombier for første gang på nivå",
        "List2": "Fullføre sesongoppdragsoppdrag",
        "List3": "Erobre utgravningssteder for kontinuerlig kullproduksjon",
        "List4": "Fullføre sesong 2-mål for høytemperaturovnsnivå",
        "List5": "Bruke 'Hero's Return'-rekrytering billett i S2: Legend Returns",
        "List6": "Uke-pass og sesongbattle-pass (størst boost)",
        "List7": "Belønninger for å samle ressurser",
        "List8": "Belønning for første erobring av en by/utgravningssted",
        "List9": "Mate Snowflake med et måltid han får gjennom 'Polar Dishes'-arrangementet"
      }
    },
    "WorldMap": {
      "Title": "Verden og kartet",
      "Description": "Verden har igjen forandret seg. Kartet består av varierende byer og utgravningssteder.",
      "Description2": "For å motvirke ambisjonene til keiser Boreas, samles du med dine allierte ved kanten av polarregionen. Det er veldig kaldt, og temperaturen synker ytterligere jo nærmere du kommer sentrum.",
      "Image1": "Byer",
      "Image2": "Utgravningssteder",
      "Image3": "Atomovn (Kapitol)",
      "Description3": "I begynnelsen av sesongen strander du og dine allierte ved kanten av serveren (men fortsatt sammen som en allianse-bi) og har ingen egen by. Byer må erobres tilbake, men det gjelder nye regler…",
      "Description4": "Doom Elite-monstre forvandles til aggressive polarmonstre, og de fleste zombier krever høy virusmotstand for å bli drept.",
      "Description5": "Slik ser kartet ut. Bygningene du ser, er byene, de andre flisene imellom er utgravningssteder. Fliser regnes som forbundet ved hjørnene, så for eksempel er hver byflis forbundet med hjørnene til flisene til de andre byene. Det samme gjelder for utgravningssteder.",
      "ThermalMap": {
        "Title": "Termisk kartvisning",
        "Description": "Som du kan se i kartvisningen, er det en bryter for å aktivere varmekartet, som viser temperaturen for deg. Når du klikker på ethvert punkt på kartet, vil du se temperaturen på det stedet.",
        "Description2": "Jo lenger du beveger deg mot midten av kartet, jo lavere blir temperaturen.",
        "Description3": "Fra hver utgravningssted i hjørnet diagonalt mot midten, har hvert kartfelt en synkende temperatur på: -15 °C, -30 °C, -40 °C, -50 °C, -60 °C, -70 °C, -80 °C (Kapitol).",
        "Description4": "Dette er den komplette varmekartoverleppen som ikke tar hensyn til byovner, atomovner, snøstormer eller andre temperaturforandrende effekter. Det viser basis temperatur i krigssonene."
      }
    },
    "NewBuildings": {
      "Title": "Nye bygninger",
      "Description": "I sesong 2 er det nye bygningstyper tilgjengelig.",
      "Description2": "Bygningene som tilhører basen din, kan kun bygges utenfor omkretsen av basen din (samme område som i sesong 1).",
      "Description3": "Noen vil være tilgjengelige fra starten av sesongen, andre vil komme senere.",
      "Description4": "I sesong 2 er det også nye alliansebygninger tilgjengelig.",
      "TitanFabric": {
        "Title": "Titanlegeringsfabrikk",
        "Image1": "Titanlegeringsfabrikken produserer titanlegeringer, som er avgjørende for oppgradering av ovnen din.",
        "Update": {
          "Title": "Øk nivået på titanlegeringsfabrikken",
          "Description": "Du trenger kull for å oppgradere titanlegeringsfabrikken.",
          "Description2": "Denne bygningen kan oppgraderes uavhengig av HQ-nivået ditt opp til nivå 30.",
          "Description3": "Når din første titanlegeringsfabrikk når nivå 15, vil en ny titanlegeringsfabrikk bli tilgjengelig.",
          "Description4": "Påfølgende titanlegeringsfabrikker vil bli tilgjengelige når den forrige når nivå 15.",
          "Description5": "En titanlegeringsfabrikk vil være umiddelbart tilgjengelig med det ukentlige sesongpasset.",
          "Image": "VIKTIG: Hver nivåheving gir deg alltid en økning på 720 Output/h, uavhengig av oppnådd nivå. Så vær smart og oppgrader alltid fabrikken med lavest nivå først."
        },
        "Requirements": {
          "Title": "Kullbehov for en titanlegeringsfabrikk",
          "Description": "Verdiene i tabellen nedenfor er de OPPRINNELIGE kostnadene for kull. Det vil bli anvendt noen rabatter på disse kostnadene, basert på:",
          "List1": "Dine teknologiske forskninger om bygningkostnadsreduksjon",
          "List2": "Ditt allianse-teknologi for reduksjon av byggekostnader",
          "List3": "Yrkes-spesialiseringen, spesielt evnen 'Ressursbesparelse' på nivå 35 (opptil -5 %)",
          "Image": "For å finne de faktiske kostnadene dine, finn prosentandelen av 'reduksjonen av ressursene som kreves for å bygge bygningen' og trekk denne prosentandelen fra de OPPRINNELIGE kostnadene."
        }
      },
      "HighTemperatureFurnace": {
        "Title": "Høytemperaturovn",
        "Description": "Denne nye bygningen er veldig viktig.",
        "Image": "Den gjør det mulig å øke temperaturen med kull og dermed øke virusmotstanden.",
        "Update": {
          "Title": "Øk nivået på høytemperaturovnen",
          "Description": "Du trenger en titanlegering for å oppgradere høytemperaturovnen.",
          "Description2": "Ved å oppgradere denne bygningen kan følgende punkter forbedres:",
          "List1": "virusmotstand",
          "List2": "aktiveringsvarmen til ovnen (dette er grunn temperaturen til ovnen)",
          "List3": "overoppheting av ovnen (dette er den maksimale temperaturen du kan oppnå med ovnen, når du lar den bruke mer kull per minutt)",
          "Image": "Denne bygningen kan oppgraderes uavhengig av HQ-nivået ditt opp til nivå 30."
        },
        "Control": {
          "Title": "Kontrollpanel for høytemperaturovnen",
          "Description": "For å øke temperaturen på basen din kan du skru på høytemperaturovnen.",
          "Description2": "Kontrollpanelet er ganske enkelt å forstå:",
          "List1": "Bryter for å slå av/på",
          "List2": "Bryter for å aktivere overdrive, som bruker mer kull per minutt, men varmer mer",
          "List3": "Bryter for å automatisk aktivere ovnen når en snøstorm kommer.",
          "Image": "Når du aktiverer overdrive, stiger temperaturen enda raskere."
        }
      }
    },
    "AllianceFurnace": {
      "Title": "Allianseovn",
      "Description": "I tillegg til din egen høytemperaturovn, vil det også være en allianseovn. Dette er et fint tillegg, da hele alliansen kan bidra til å heve temperaturen for alle allierte.",
      "Description2": "Fra dag 1 av sesong 2 kan alliansene plassere byggestedet for allianseovnen på kartet (område av nivå 1) og begynne å reparere allianseovnen for å bruke den (begynner på nivå 1). Denne prosessen ligner byggingen av en utpost med opptil 20 forsterkninger.",
      "Description3": "Allianseovnen kan finnes ved å klikke på knappen Allianse -> Allianseovn -> klikk på koordinatene. Handlinger på den kan bare utføres av R4/R5-medlemmer.",
      "HeatingRange": {
        "Title": "Varmeområde for allianseovnen",
        "Description": "Det er viktig å merke seg at allianseovnen kun hever temperaturen innen sitt virkeområde. Sørg derfor for at basen din er i nærheten av ovnen.",
        "Description2": "Et godt forslag for en allianse ville være å alltid bosette seg nær allianseovnen og bringe medlemmer med lavere temperaturer og et lavt høytemperaturovn-nivå nærmere.",
        "Description3": "Nedenfor kan du se effekten av ovnen på området når den er slått på og av. Til venstre er ovnen slått på og varmer dermed opp omgivelsene, til høyre er den slått av og temperaturen på nøyaktig samme sted er lavere.",
        "Description4": "Nedenfor kan du se varmekartet rundt ovnen og hvordan det påvirker temperaturen i nærheten."
      }
    },
    "NewFarms": {
      "Title": "Nye gårder – Allianseressurser",
      "Description": "Som allerede sett i sesong 1, kan det etter tilfeldige drap av Doom-eliter midlertidig dukke opp en ny type allianse-ressursgård. I sesong 2 kan de også være av typen titanlegering og kull."
    },
    "MilitaryBase": {
      "Title": "Militærbaser",
      "Description": "Så snart høytemperaturovnen når nivå 30, vil tre nye bygninger bli tilgjengelige, som gjør forbedringer for helttypene.",
      "Description2": "VIKTIG: Disse bygningene vil forsvinne ved slutten av sesong 2, slik de allerede gjorde i sesong 1.",
      "Description3": "For å oppgradere trenger du både kull og titanlegering. Disse bygningene kan oppgraderes uavhengig av ditt HQ-nivå opp til nivå 30.",
      "Description4": "Hver nivåheving øker den tilsvarende skadeøkningen for pansrede, fly- eller raketthelter.",
      "Description5": "Mengden kull og titanlegering som kreves for å oppgradere hvert nivå er lik for alle bygningene, så vel som boost-prosenten."
    },
    "Cities": {
      "Title": "Byer",
      "List1": "Maksimalt antall byer og utgravningssteder du kan erobre: 6 byer og 4 utgravningssteder.",
      "List2": "Ved å erobre byer øker ikke antallet utgravningssteder du kan erobre, da dette alltid er 4.",
      "Description": "Egne byer og utgravningssteder produserer sjeldne jordarter, som er avgjørende for seieren i sesong 2. Mengden avhenger av byens nivå: Mengde sjeldne jordarter i byene og mengde sjeldne jordarter i utgravningsstedene.",
      "Heating": {
        "Title": "Byovn",
        "Description": "Byene gir varme til hele byområdet så snart de er erobret. Mengden avhenger av deres nivå:",
        "List1": "Nivå 1: 5 °C",
        "List2": "Nivå 2: 20 °C",
        "List3": "Nivå 3: 30 °C",
        "List4": "Nivå 4: 40 °C",
        "List5": "Nivå 5: 50 °C",
        "List6": "Nivå 6: 60 °C"
      }
    },
    "DigSites": {
      "Title": "Utgravningssteder",
      "Description": "Utgravningssteder var en gang avgjørende for kullproduksjonen, men har blitt overtatt av muterte beist under kontroll av keiser Boreas. Bekjemp beistene, gjenerobrer stedene og gjenoppta kullproduksjonen.",
      "Description2": "Kull er avgjørende for oppvarming av basen din. Derfor er erobring av utgravningssteder som produserer kull et svært viktig skritt for enhver allianse. Utgravningssteder på høyere nivå produserer større mengder kull.",
      "Description3": "Med den nyeste spilloppdateringen produserer utgravningssteder også sjeldne jordarter.",
      "Description4": "Utgravningsstedet er voktet av isbeist som kan fryses. Du må derfor tine dem før du erobrer.",
      "Description5": "Klikk på beistet og bruk knappen 'Tine' for å sende troppen din i aksjon. Bekjemp deretter isbeistet slik du bekjempet de korrupte i sesong 1.",
      "Description6": "Du kan se alle utgravningssteder til alliansen ved å klikke på knappen 'Allianse' -> 'Allianseby'.",
      "Description7": "På den første fanen finner du byer og utgravningssteder som produserer sjeldne jordarter, på den andre fanen finner du utgravningssteder som produserer kull. Disse kan du kreve hver time ved å klikke på de oppførte utgravningsstedene eller på knappen 'Krev alle'.",
      "Coal": {
        "Title": "Utgravningssteder for kull og sjeldne jordarter",
        "Description": "Utgravningssteder produserer kull og sjeldne jordarter basert på sitt nivå, her er den nøyaktige mengden per nivå:",
        "List1": "Nivå 1: 2.736/h kull – 100/h sjeldne jordarter",
        "List2": "Nivå 2: 2.880/h kull – 110/h sjeldne jordarter",
        "List3": "Nivå 3: 3.024/h kull – 120/h sjeldne jordarter",
        "List4": "Nivå 4: 3.168/h kull – 130/h sjeldne jordarter",
        "List5": "Nivå 5: 3.312/h kull – 140/h sjeldne jordarter",
        "List6": "Nivå 6: 3.456/h kull – 150/h sjeldne jordarter"
      },
      "Protection": {
        "Title": "Erobret- og beskyttelsesstatus",
        "Description": "Utgravningssteder ligner på festningene fra sesong 1.",
        "List1": "Maksimalt antall utgravningssteder du kan eie: 4, uavhengig av hvor mange byer du eier.",
        "List2": "Maksimalt daglig grense for erobring av utgravningssteder: 2.",
        "List3": "Den første erobringen krever at muterte beist med tilstrekkelig virusmotstand blir beseiret. Det polarbeistet kan være frosset, så du må sende troppene dine for å tine det før du angriper. For å bekjempe disse beistene kreves flere angrep (hver treff forårsaker % skade). Når polarbeistet er beseiret, må du forsterke utgravningsstedet med opptil 10 troppene.",
        "List4": "Erobringprosessen for utgravningsstedet er en utfordring, hvor den første alliansen som når 100 % vinner. Maksimal erobringstid er 4 timer. Hvis det ikke oppnås full fremgang på 100 % innen denne tiden, mislykkes forsøket. Hvis utgravningsstedet ikke var i eie, forblir det nøytralt; hvis det var i eie, forblir det hos den forrige eieren. Erobringprosenten for en allianse øker mens stedet forsterkes. Sterkere tropper akselererer prosessen.",
        "List5": "Når et utgravningssted er inntatt, vil det være beskyttet i 36 timer og omringet av vakter.",
        "List6": "Teknisk sett kan du angripe og forsterke et ubegrenset antall utgravningssteder samtidig, men så snart du har fullført den andre daglige erobringen, kan du ikke angripe nøytrale eller egne utgravningssteder. Hvis du har forsterket et annet utgravningssted (som teller som tredje erobring), vil troppene dine automatisk bli kastet ut så snart den andre erobringen er fullført.",
        "List7": "Hvis et utgravningssted tilhører en allianse og blir angrepet av en annen, vil et mislykket erobringsforsøk ikke telle som en daglig erobring for den forsvarende alliansen.",
        "List8": "Ditt første allianseområde må være et utgravningssted av nivå 1. Herfra kan du erobre hvert tilstøtende område. Områder i sesong 2 er også tilstøtende i sine hjørner.",
        "List9": "Områdeerobringen kan utvides til tilstøtende områder (utgravningssteder og byer) fra både egne byer og utgravningssteder.",
        "List10": "Hvis du gir opp eller mister et allianseområde og nå har to separate sett med allianseområder, kan du fortsatt erobre alle områdene som grenser til ett eller annet sett.",
        "List11": "Hvis alliansen din gir opp et utgravningssted (dette tar en time), blir det nøytralt, og hver allianse, inkludert din, kan gjenerobre det. Hvis utgravningsstedet imidlertid fortsatt er under beskyttelse ved oppgivelse, må nedetiden for beskyttelse gå ut før en allianse, inkludert din egen, kan ta kontroll.",
        "List12": "I sesong 2 vil det ikke være grenseoverskridende erobringer av utgravningssteder.",
        "Description2": "Nedenfor ser du en mutert gorilla som beskytter et utgravningssted av nivå 2. Den muterte gorillaen er fortsatt frosset, og alliansen har delvis tint den.",
        "Description3": "Spillet tillater erobring av utgravningssteder som diagonalt grenser til andre utgravningssteder i et hjørne. Du kan for eksempel se på bildene nedenfor at det ikke var nødvendig å erobre bynivå 2 for å erobre de andre utgravningsstedene som grenses til de andre utgravningsstedene. Disse skjermbildene er tatt på dag 3, da kun bynivå 1 kunne erobres."
      }
    },
    "StockCollection": {
      "Title": "Lagerinnsamling",
      "Description": "I sesong 2 vil en ny type skatt for allianse ressurser bli tilgjengelig.",
      "Description2": "Disse nye skattene kan kun oppdages når landets temperatur når 0 °C.",
      "Description3": "For å finne dem, flytt allianseovnen for å varme opp landet og få det opp til 0 °C. Du kan også erobre en by slik at byovnen varmer opp hele byområdet. Deretter flytter du allianseovnen og aktiverer den i overdrive-modus (selvfølgelig må du sørge for at ditt nåværende nivå på allianseovnen er høyt nok til å nå riktig temperatur). Når landet når 0 °C, vises lagerinnsamlingen i tine-tilstand.",
      "Description4": "Send tropper for å tine lagerinnsamlingen, og be om belønningen din.",
      "Description5": "Lagerinnsamlinger har ulike nivåer og tilbyr derfor forskjellige belønninger.",
      "Description6": "Det er mulig å få tilgang til symbolet for sesong 2 -> lagerinnsamling og se derfra om lagerinnsamlinger har blitt oppdaget.",
      "Image1": "Det er et tak på 5 innløsningsforsøk per dag."
    },
    "RareSoil": {
      "Title": "Sjeldent jord",
      "Description": "Når byer og utgravningssteder i polarregionen er erobret, begynner de over tid å produsere sjeldent jord. Sjeldent jord er en viktig ressurs for alliansene denne sesongen, og ved sesongens slutt vil alliansene bli rangert etter mengden. Jo høyere rang, jo bedre belønninger.",
      "Description2": "Jo høyere nivåene på byen og utgravningsstedet, desto mer sjeldent jord vil bli produsert per time.",
      "Production": {
        "Title": "Produksjon av sjeldent jord",
        "Description": "Når byer og utgravningssteder er erobret, begynner de, avhengig av nivået sitt, å produsere sjeldent jord.",
        "Description2": "Du kan se detaljene om produksjonen av sjeldent jord ved å klikke på knappen 'Allianse' -> 'Allianseby'. Der kan du se både byer og utgravningssteder som produserer sjeldent jord.",
        "Description3": "Den totale mengden produsert sjeldent jord er synlig i allianseovnsvisningen: Allianse-knappen -> Allianseovn, og påvirker nivået på allianseovnen.",
        "Description4": "Du kan få tilgang til ranglistene for sjeldent jord via 'Sesong 2'-siden: Symbol for 'Sesong 2' -> Rangering.",
        "Description5": "Du kan få mer sjeldent jord ved å vinne som angriper i krigen om sjeldent jord."
      },
      "CityProduction": {
        "Title": "Produksjon av sjeldent jord i byen",
        "Description": "Her er den nøyaktige mengden sjeldent jord per bynivå:",
        "List1": "Nivå 1: 350/h",
        "List2": "Nivå 2: 400/h",
        "List3": "Nivå 3: 450/h",
        "List4": "Nivå 4: 800/h",
        "List5": "Nivå 5: 900/h",
        "List6": "Nivå 6: 1000/h"
      },
      "DigSiteProduction": {
        "Title": "Produksjon av sjeldent jord i utgravningssteder",
        "Description": "Her er den nøyaktige mengden sjeldent jord per nivå på utgravningssteder:",
        "List1": "Nivå 1: 100/h",
        "List2": "Nivå 2: 110/h",
        "List3": "Nivå 3: 120/h",
        "List4": "Nivå 4: 130/h",
        "List5": "Nivå 5: 140/h",
        "List6": "Nivå 6: 150/h"
      }
    },
    "RareSoilWar": {
      "Title": "Krigen om sjeldent jord",
      "Description": "I sesong 2 vil det være kriger om sjeldent jord. Det vil ikke være grenseoverskridende erobringer av byer eller utgravningssteder."
    },
    "RadarMission": {
      "Title": "Radarmisjoner",
      "Description": "I sesong 2 vil det være en ny radarmisjon tilgjengelig: 'Nødstilt overlevende'.",
      "Description2": "For å fullføre oppdraget sender du troppen din for å hjelpe den nødstilte overlevende, og får belønninger, inkludert kull."
    },
    "HeroUpgrade": {
      "Title": "Helteopgraderinger og våben",
      "Description": "Sæson 2 bringer nyheder om helte og våben, hvis tilgængelighed er tidsbegrænset.",
      "Violette": {
        "Title": "Violets opgradering til UR",
        "Description": "Det bliver muligt at opgradere Violet til UR. Begivenheden forventes at starte efter uge 2."
      },
      "Legend": {
        "Title": "S2: Legenden vender tilbage",
        "Description": "Efter hver 50 rekrutter er en legendarisk helt garanteret."
      },
      "RecruitHeroes": {
        "Title": "Rekrutter helte"
      },
      "Weapon": {
        "Title": "S2: Legendenes våben",
        "Description": "Et nyt område i tavernen muliggør modtagelse af helte-eksklusive våbensplitter-udvalgskister II. Disse indeholder våbensplitter fra Kimberly, DVA og Tesla.",
        "Image1": "For at rekruttere i dette område skal du have et New Era-rekrutteringsbillet.",
        "Image2": "Hver 20. rekrutter garanterer 2 eksklusive våbensplitter."
      },
      "ExclusiveWeapons": {
        "Title": "Eksklusive våben",
        "Description": "Sæson 2 bringer eksklusive våben til Murphy, Carlie og ???.",
        "Murphy": {
          "Title": "Murphys eksklusive våben",
          "Description": "Fra dag 4 i sæson 1 kan du samle våbensplitter gennem Murphys eksklusive våben-battlepass for at aktivere og forbedre Murphys eksklusive våben. Universelle våbensplitter kan kun bruges til forbedring, ikke aktivering."
        },
        "Carlie": {
          "Title": "Carlies eksklusive våben",
          "Description": "Fra dag 4 i uge 3 kan du samle våbensplitter gennem Carlies eksklusive våben-battlepass for at aktivere og forbedre Carlies eksklusive våben. Universelle våbensplitter kan kun bruges til forbedring, ikke aktivering."
        },
        "Swift": {
          "Title": "Swifts eksklusive våben",
          "Description": "Fra dag 4 i uge 6 kan du samle våbensplitter gennem Swifts eksklusive våben-battlepass for at aktivere og forbedre Swifts eksklusive våben. Universelle våbensplitter kan kun bruges til forbedring, ikke aktivering."
        }
      }
    },
    "Temperature": {
      "Title": "Temperatur",
      "Description": "Temperaturen udgør en stor udfordring i polarregionen og påvirker kontinuerligt statistikkerne for din base. Din basetemperatur tilpasser sig langsomt omgivelserne. At opretholde højere temperaturer giver dig bonusstatistikker. Temperaturen for din base kan ligge mellem -270 °C og +300 °C.",
      "Location": {
        "Title": "Placering",
        "Description": "Du kan overvåge din temperatur via ikonet eller få adgang til temperaturside ved at klikke på det relevante ikon. På denne detaljeside er alle faktorer, der påvirker temperaturen i din base, opført.",
        "Description2": "I den øverste del kan du se, hvordan ikonet for temperaturen i din base (husikonet) bevæger sig og overlapper med ikonet for omgivelsernes temperatur (kortikonet)."
      },
      "Base": {
        "Title": "Base",
        "Description": "Den endelige temperatur for placeringerne, der vises ovenfor, påvirker din base og forårsager buffs/debuffs. Styrken i % af buffs/debuffs afhænger af temperaturen og vises i de skemaer, du kan se i billederne nedenfor. Her er beskrivelsen af buffs/debuffs.",
        "Title2": "Grundlæggende ressourcproduktion:",
        "Description2": "Produktion fra agerland, jernminer og guldminer +10 % (ved 4 °C)",
        "Title3": "Termisk våben:",
        "Description3": "Enheders holdbarhedsskade i løbet af spilsæsonen +100 (ved 4 °C)",
        "Title4": "Heleheling af enheder:",
        "Description4": "Heleheling af sårede enheder i løbet af sæsonen +0 % (ved 4 °C)",
        "Title5": "Enhedsmoral:",
        "Description5": "Enhedsmoral i løbet af sæsonen +0 % (ved 4 °C)"
      },
      "Factors": {
        "Title": "Temperaturpåvirkende faktorer",
        "Description": "Temperaturen påvirkes af mange faktorer:",
        "List1": "Basisplacering på kortet: Jo længere ind mod centrum, jo koldere bliver det.",
        "List2": "Ovnsaktivitet: Den nye sæsonbygning 'Højtemperaturovn' genererer varme til din base, når den er aktiveret, og endnu mere varme i overdrive-tilstand.",
        "List3": "Intensiv Overdrive-evne: En sæsonbestemt evne, der muliggør at øge overdrive-varmen.",
        "List4": "Allianceovnens aktivitet: Den nye sæsonbaserede alliancebygning muliggør varmeproduktion i nærområdet. Støttepunkter nær allianceovnen påvirkes af denne varme.",
        "List5": "Allieret opklaringsfly: Allierede kan sende opklaringsfly for midlertidigt at påvirke en allieret.",
        "List6": "Opvarmningsområde i byen: Når byovnen er aktiveret, varmes hele byområdet op (feltet, hvor byen ligger). Nærhed til en by hjælper med at holde sig varm.",
        "List7": "Atomovn: Den ultimative varmer, der efter aktivering giver hele kortet varme.",
        "List8": "Snevejrsforhold: Siden dag 1 i sæsonen finder der begivenheder sted, der forårsager et enormt temperatursænkning i alle krigszoner i timevis. Jo højere niveau, jo kraftigere falder temperaturen.",
        "List9": "Troppeaktivitet: Tropper, der forlader din base, forårsager et midlertidigt varmetab.",
        "List10": "Polarmonstre: Din base bliver angrebet af polarmonstre, hvilket medfører et temperatursænkning på -5 °C (forsvarsmislykkelse medfører et yderligere fald på -10 °C)."
      },
      "Burn": {
        "Title": "Frysning og brænding",
        "Description": "Dit mål er at holde din base på den rigtige temperatur, så du ikke bliver påvirket af debuffs, og din base ikke fryser eller brænder. Vær forsigtig med ikke at bruge for meget kul, da du har brug for det til din ovn (og allianceovnen), jo længere din alliance bevæger sig ind mod centrum.",
        "Description2": "Hvis temperaturen i din base bliver for lav eller for høj, er der risiko for, at din base fryser eller brænder."
      },
      "LowTemperatures": {
        "Title": "Lav temperaturer",
        "Description": "Temperaturen i din base kan ikke falde under -270 °C.",
        "Title2": "Basis næsten frosset:",
        "Description2": "Hvis du forbliver under -20 °C, vil der blive startet en 5-minutters nedtælling, der viser 'Snart frosset'. Varm basen op, inden fryseperioden slutter, for at forhindre en frysning.",
        "Solutions": "Løsninger:",
        "Solution1": "Flyt til et varmere område.",
        "Solution2": "Aktiver højtemperaturovnen eller sæt den i overdrive-tilstand.",
        "Solution3": "Hvis du er inden for rækkevidde af allianceovnen, bed om, at den aktiveres eller sættes i overdrive-tilstand.",
        "Solution4": "Bed dine allierede om at sende et opklaringsfly for at varme dig op."
      },
      "FrozenBase": {
        "Title": "Frosset base:",
        "Description": "Hvis en base forbliver under -20 °C i mere end 5 minutter, er den frosset. I denne tilstand er det ikke muligt at skifte placering eller mødes (alliance- og tilfældige skift er stadig mulige). Vær opmærksom på, at der også gælder debuffs, som vist i afsnittet 'Base'.",
        "Solutions": "Løsninger:",
        "Solution1": "Bevæg dig med hjælp fra alliancen eller ved tilfældig teleportation til varmere zoner.",
        "Solution2": "Aktiver højtemperaturovnen eller sæt den i overdrive-tilstand.",
        "Solution3": "Hvis du er inden for rækkevidde af allianceovnen, bed om, at den sættes i overdrive-tilstand.",
        "Solution4": "Bed dine allierede om at sende et opklaringsfly for at varme dig op eller tropper til at bryde isen (5 hits koster hver 5 udholdenhed)."
      },
      "IceMelts": {
        "Title": "Is smelter snart:",
        "Description": "Når din base er frosset, kan du tø den op ved at hæve temperaturen over -20 °C og opretholde denne temperatur. En 5-minutters tøning nedtælling startes. Faldet temperaturen også blot i et sekund under -20 °C, forbliver basen frosset, og du skal starte opvarmningen forfra.",
        "Description2": "Alternativt kan du bede dine allierede om at sende tropper for at bryde isen (5 hits koster hver 5 udholdenhed)."
      }
    },
    "HelpTheAllies": {
      "Title": "Hjælp dine allierede med at hæve temperaturen",
      "Description": "Du kan hjælpe dine allierede med at hæve deres temperatur ved at sende en opklaringsplan og bruge lidt kul. Vær dog opmærksom på, at effekten ikke varer længe. Dette kan være særligt nyttigt, når de står over for vanskelige begivenheder som snevejrsforhold."
    },
    "VirusResistance": {
      "Title": "Virusresistens",
      "Description": "I sæson 2 er virussen stadig aktiv, men har mindre indflydelse på gameplayet end i sæson 1.",
      "Description2": "For at øge din virusresistens skal du opgradere din egen højtemperaturovn. Dette øger både varme- og virusresistensen.",
      "Image": "Som sædvanligt er der et ugepas, der giver dig et boost på 250 virusresistens.",
      "Description3": "Virusresistensen har følgende virkninger:",
      "List1": "Doom Elite, som du kan angrebe.",
      "List2": "Polarbeast, der vogter udgravningsstederne, kan også angrebe dig."
    },
    "Profession": {
      "Title": "Professioner – Level-grænse udvidet til niveau 70",
      "Description": "I sæson 2 hæves levelgrænsen for professioner til niveau 70.",
      "Description2": "De sæsonbestemte evner for niveauer op til 50 revideres og tilpasses sæsonens tema. Nogle evner på lavere niveauer forbliver dog som i sæson 1.",
      "SeasonSkills": {
        "Title": "Sæsonbestemte evner",
        "Description": "De sæsonbestemte evner er identiske for professionerne ingeniør og krigsherre og findes til højre for bæreren på grøn baggrund."
      },
      "Warlords": {
        "Title": "Ekstra færdigheder for krigsherre – niveau 45 til 70",
        "Description": "Færdigheder for niveau 45",
        "Description2": "Færdigheder for niveau 50",
        "Description3": "Færdigheder for niveau 55",
        "Description4": "Færdigheder for niveau 60",
        "Description5": "Færdigheder for niveau 65",
        "Description6": "Færdigheder for niveau 70"
      },
      "Engineer": {
        "Title": "Ekstra færdigheder for ingeniør – niveau 45 til 70",
        "Description": "Færdigheder for niveau 45",
        "Description2": "Færdigheder for niveau 50",
        "Description3": "Færdigheder for niveau 55",
        "Description4": "Færdigheder for niveau 60",
        "Description5": "Færdigheder for niveau 65",
        "Description6": "Færdigheder for niveau 70"
      }
    },
    "Celebration": {
      "Title": "Feiring av Sesong 2: Oljens Tidsalder",
      "Description": "For å feire slutten av Sesong 2 lanserer vi mandag «Oljens Tidsalder», som vil vare i fem uker (4 uker med oppdrag + 1 uke med mesterskapsduell). Det er mange nye ting å oppdage og forberede, så vi har laget en guide for nysgjerrige spillere som ønsker å optimalisere spillingen sin.",
      "Profession": {
        "Title": "Yrke",
        "Description": "Denne måneden vil du forske og bygge mye, men kjempe mindre, så ingeniør er det mest interessante yrket. Maksimer ferdighetene som hjelper deg med å bygge og forske raskere og billigere!"
      },
      "Week1": {
        "Title": "Uke 1: Oppgaveliste",
        "List1": "Bytt til ingeniør og maksimer alle ferdigheter som hjelper deg med å bygge og forske raskere og billigere.",
        "List2": "Sørg for at vi låser opp serveromfattende oppdrag for å starte med den nye forskningen og baseutvidelsen.",
        "List3": "Bygg oljebrønnen din og få den til nivå 30 så raskt som mulig for maksimal oljeproduksjon.",
        "List4": "Optimaliser utvidelsen av det nye forskningskartet effektivt, og fokuser først på de nødvendige forskningsområdene."
      },
      "ServerWideMissions": {
        "Title": "Serveromfattende Oppdrag",
        "Description": "For å låse opp de nye funksjonene som en server, må vi fullføre noen oppdrag. Jo raskere disse fullføres, desto raskere kan serveren vår vokse.",
        "Mission1": {
          "Title": "Oppdrag 1: Lås opp Teknologi (Dag 1, Uke 1)",
          "Description": "Mål: Fullfør 500 forskninger på hele serveren. Dette vil låse opp det nye forskningskartet."
        },
        "Mission2": {
          "Title": "Oppdrag 2: Lås opp Nivå II for Baseutvidelse (Dag 2, Uke 1)",
          "Description": "Mål: Fullfør 500 bygninger på hele serveren. Dette lar oss utvide basens grunn med nye nivåer.",
          "Description2": "Fullføring av fliser i dette nye området gir også olje som belønning, så det er viktig å gjøre dette raskt for maksimal fremgang."
        },
        "Mission3": {
          "Title": "Oppdrag 3: Mobilisering av Helter (Dag 2, Uke 1)",
          "Description": "Mål: Gjennomfør totalt 10.000 rekrutteringer på hele serveren. Det er ingen spesifikke belønninger for å fullføre denne oppgaven, så den er mindre prioritert."
        }
      },
      "Research": {
        "Title": "Nytt Forskningskart",
        "Description": "Hovedfokuset i denne perioden er det nye forskningskartet, som låser opp et tredje teknologisenter, en dronemodul-fabrikk og muligheten til å oppgradere hovedkvarteret ditt fra HQ31 til HQ35. Denne forskningen krever en ny ressurs: olje.",
        "Description2": "<strong>Merk:</strong> Dette forskningskartet er kun tilgjengelig hvis teknologisenteret ditt er på nivå 30, og spesialenheter er låst opp til minst 40%.",
        "Upgrade": {
          "Title": "Oppgradering av Oljebrønn",
          "Description": "Den første forskningen lar deg bygge en oljebrønn for å starte produksjonen. Oppgrader denne brønnen så raskt som mulig for å oppnå maksimal produksjonsrate (bruk mange boostere!). Det er mulig å få den til nivå 30 allerede på dag 1; prøv å få dette gjort senest dag 2."
        },
        "Strategy": {
          "Title": "Forskningsstrategi",
          "Description": "Som med T10-forskningen trenger du ikke fullføre hvert nivå av hver forskning for å gå videre på kartet. Siden olje vil være vanskelig å få tak i i starten, bør du bruke den så effektivt som mulig. De nødvendige minimumsnivåene er angitt nedenfor. <span class=\"text-danger\">Røde felt</span> øker oljeproduksjonen din, så dette bør være ditt fokus! Bruk boosterene dine og vent ikke til VS-dagen. <span class=\"text-warning\">Gule felt</span> øker bygge- og forskningshastigheten og er gode valg å komme tilbake til senere. Denne forskningen vil ta tid; forvent ikke å fullføre den i løpet av den første uken."
        }
      },
      "Hq": {
        "Title": "Krav for Hovedkvarter 31–35",
        "Description": "Når du har fullført den nedre delen av forskningskartet, kan du begynne med HQ31+. De nødvendige bygningene er oppført nedenfor og inkluderer alltid forskningssenteret, tank-/luft-/rakettsenteret (ett av dem) og kasernen.<br> For å se nødvendig tid og ressurser, besøk <a href=\"https://www.lastwartutorial.com/copilot.php\" target=\"_blank\">Last War Tutorial: Builder Copilot</a>",
        "Table": {
          "Header": "HQ-nivå",
          "Header2": "Krav",
          "Row1": "Forskningssenter nivå 30, Tank-/Luft-/Rakettsenter nivå 30, Kasernen nivå 30",
          "Row2": "Forskningssenter nivå 31, Tank-/Luft-/Rakettsenter nivå 31, Kasernen nivå 31, Mur nivå 31",
          "Row3": "Forskningssenter nivå 32, Tank-/Luft-/Rakettsenter nivå 32, Kasernen nivå 32, Sykehus nivå 32, Treningsfelt nivå 32",
          "Row4": "Forskningssenter nivå 33, Tank-/Luft-/Rakettsenter nivå 33, Kasernen nivå 33, Mur nivå 33, Allianse-senter nivå 33",
          "Row5": "Forskningssenter nivå 34, Tank-/Luft-/Rakettsenter nivå 34, Kasernen nivå 34, Sykehus nivå 34, Treningsfelt nivå 34"
        }
      },
      "Week2": {
        "Title": "Uke 2",
        "ServerMission": "Serveromfattende Oppdrag",
        "Mission1": {
          "Title": "Oppdrag 1: Lås opp Radaroppdrag (Dag 1, Uke 2)",
          "Description": "Mål: Fullfør 5000 radaroppdrag på hele serveren."
        },
        "Mission2": {
          "Title": "Oppdrag 2: Hemmelig Oppdrag: Erobre Oljedepotet (Dag 1, Uke 2)",
          "Description": "Mål: Fullfør 1000 hemmelige oppdrag på hele serveren."
        },
        "Mission3": {
          "Title": "Oppdrag 3: Handelsutvidelse (Dag 1, Uke 2)",
          "Description": "Mål: Send 500 lastebiler på hele serveren."
        },
        "Event": {
          "Title": "Ekstra Hendelser",
          "Description": "Som under feiringen av Sesong 1 starter bingo-arrangementet, svartebørsen og mesterskapsduellen igjen i uke 2. I bingo-arrangementet kan du få olje og svartebørskasser som belønninger. Hendelsene fungerer på samme måte som i Sesong 1."
        }
      },
      "Week3": {
        "Title": "Uke 3 og 4",
        "Description": "Disse ukene har ingen spesielle hendelser. I uke 3 blir zombier på nivå 31–35 låst opp på kartet, og i uke 4 blir elite-Dooms på nivå 31–35 låst opp."
      }
    }
  },
  "PlayerMvp": {
    "Title": "Allianse - MVP",
    "MvpCard": {
      "Title": "Fremragende Spiller",
      "VsPoints": "VS Poeng",
      "MarshalParticipation": "Marshal Deltakelse",
      "DesertStormParticipation": "Ørkenstorm Deltakelse",
      "MvpPoint": "MVP Poeng"
    },
    "Table": {
      "Name": "Navn",
      "VsPoints": "VS Poeng",
      "MarshalParticipation": "Marshal Deltakelse",
      "DesertStormParticipation": "Ørkenstorm Deltakelse",
      "MvpPoint": "MVP Poeng",
      "PlayerHasNotThreeWeeks": "Spillere som ikke har deltatt i tre VS-dueller ennå."
    },
    "EvaluationCriteria": {
      "Title": "Evaluering Kriterier",
      "VSDuel": {
        "Title": "Ukepunkter (VS Duell) – 80% Vektlegging:",
        "Description": "Poengene dine er basert på summen av alle VS-poeng de siste <strong>tre ukene</strong>. Denne summen deles med 1.000.000 og multipliseres med 0,8:",
        "DescriptionBold": "tre uker",
        "Formula": "(Sum av VS-poeng de siste 3 ukene / 1.000.000) * 0,8.",
        "Description2": "Denne beregningen representerer aktiviteten din i den ukentlige VS-duellen, som er den viktigste faktoren."
      },
      "Marshal": {
        "Title": "Marshal Deltakelse – 20 poeng per deltakelse:",
        "Description": "Hver deltakelse i arrangementet gir deg <strong>20 poeng</strong>. Dette viser at du er strategisk tilgjengelig når alliansen trenger deg."
      },
      "DesertStorm": {
        "Title": "Ørkenstorm Deltakelse – 40 poeng per deltakelse:",
        "Description": "Hver deltakelse i Ørkenstorm gir deg <strong>40 poeng</strong>. Denne hendelsen regnes som et bonuselement, men belønner spillere som engasjerer seg utover sine vanlige oppgaver."
      },
      "MarshalAndDesertStorm": {
        "Title": "Marshal Deltakelse + Desert Storm Deltakelse – 20 % vekt:",
        "Description": "Poengene fra begge hendelsene legges sammen og multipliseres med 0,2: <code>(Marshal poeng + Desert Storm poeng) * 0,2</code>"
      },
      "Example": {
        "Title": "<strong>Eksempel:</strong> En spiller har følgende verdier:",
        "List1Bold": "VS-poeng de siste 3 ukene:",
        "List1": "130 millioner",
        "List2Bold": "Marshal Deltakelser:",
        "List3Bold": "Ørkenstorm Deltakelser:",
        "Description": "MVP-poengene beregnes som følger:",
        "List4Bold": "VS Poeng:",
        "List5Bold": "Marshal Deltakelser:",
        "List6Bold": "Ørkenstorm Deltakelser:",
        "List7Bold": "Poeng for MVP:",
        "TotalBold": "Totalt:",
        "Total": "104 + 48 = <strong>152 MVP Poeng</strong>"
      }
    }
  },
  "Capitol": {
    "Title": "Capitol Hill",
    "Description": "Capitol vil huse presidenten, visepresidenten (tidligere kjent som First Lady, FL) og de tildelte sekretærene.",
    "Description2": "Sekretærene gir spilleren de er tildelt forbedringer/buffer som gir en stor fordel for å akselerere fremgangen i spillet.",
    "Buffs": {
      "Title": "Typer buffs som tilbys av sekretærene:",
      "Description": "Plassene kan tilby forskjellige typer buffs:",
      "List1": {
        "Text": "Økt hastighet: bygging, forskning, helbredelse, trening",
        "List": {
          "List1": "Disse buffene er kun effektive når disse handlingene har startet.",
          "List2": "Bygging, forskning, helbredelse og trening pågår ikke påvirkes av denne buffen.",
          "List3": "Når en sekretær er tildelt en spiller, vil buffene allerede være tatt i betraktning i den tiden som vises for handlingen (for eksempel tiden det tar å bygge en bygning).",
          "List4": "For å dra nytte av buffene kreves det en eksplisitt handling fra spilleren: Når handlingen er startet med den reduserte tiden, vil den ikke lenger bli påvirket selv om sekretæren blir fjernet."
        }
      },
      "List2": {
        "Text": "Økt kapasitet: sykehuskapasitet",
        "List": {
          "List1": "Sykehusene dine kan huse flere skadde soldater."
        }
      },
      "List3": {
        "Text": "Økt produksjon",
        "List": {
          "List1": "Spør sekretæren om indre anliggender når produksjonsbygningene dine (jern, gull, mat) er fulle. Få sekretæren og samle deretter ressursene for å øke produksjonen."
        }
      }
    },
    "Example": {
      "Title": "Eksempel på økt hastighet og redusert byggetid via utviklingssekretær:"
    },
    "Explanation": {
      "Title": "Forklaring på økt hastighet",
      "Description": "Når du tildeler utviklingssekretæren som øker byggingens hastighet med 50%, forventer du at tiden halveres. Dette er ikke tilfelle.",
      "Description2": "For å forklare det tydeligere, la oss bruke en analogi:",
      "List1": "For å bygge hovedkvarteret ditt trenger du 100 blokker",
      "List2": "Din grunnleggende hastighet er 1 blokk per minutt",
      "List3": "Uten sekretær tar byggingen 100 minutter",
      "List4": "Med en 50% økning i hastighet blir hastigheten din 1,5 blokk per minutt. Så byggetiden blir: Tid = Blokker / Hastighet = 100 blokker / 1,5 blokk/min = 66,7 minutter",
      "List5": "Utviklingssekretæren øker byggingshastigheten din med 50%, noe som reduserer byggetiden med 33%.",
      "Description3": "Så du vil ikke merke at tiden er redusert i samme forhold som den prosentvise økningen i hastighet. Dette er viktig hvis du ønsker å bruke akseleratorer.",
      "Description4": "I tillegg er en sekretær mindre effektiv jo mer buffe som allerede er aktive (via skins, dekorasjoner, landsbyer osv.).",
      "Description5": "For å fortsette med analogien:",
      "List6": "Du har allerede en bonus på 100% byggingshastighet, så hastigheten din er 2 blokker per minutt",
      "List7": "Du får sekretæren for indre anliggender som øker hastigheten med 50% (beregnet fra den grunnleggende hastigheten på 1 blokk per minutt), og hastigheten din blir 2,5 blokk per minutt.",
      "List8": "I stedet for en effektivitet (tidsreduksjon) på 33%, vil effektiviteten være 100/2 til 100/2,5, som gir en effektivitet på bare 20% (reduksjon i tid)."
    },
    "Positions": {
      "Title": "Posisjoner",
      "Description": "De følgende plassene er tilgjengelige:",
      "List1": "President",
      "List2": "Visepresident, også kjent som VP (tidligere First Lady eller FL)",
      "List3": "Sekretær for strategi",
      "List4": "Sekretær for sikkerhet",
      "List5": "Sekretær for utvikling",
      "List6": "Sekretær for vitenskap",
      "List7": "Sekretær for indre anliggender"
    },
    "President": {
      "Title": "President",
      "Description": "Denne tittelen er forbundet med den alliansen som har erobret Capitol. Presidenten kan tildele visepresident og alle sekretærer.",
      "List1": "Heroisk PV: +5 %",
      "List2": "Heltenes angrep: +5 %",
      "List3": "Heltenes forsvar: +5 %",
      "Description2": "Disse forbedringene gjelder automatisk når presidenten er utnevnt."
    },
    "VicePresident": {
      "Title": "Visepresident (VP) tidligere First Lady",
      "Description": "Presidenten tildeler visepresidenten, også kjent som VP. Visepresidenten kan tildele sin etterfølger og alle de andre sekretærene, men kan ikke tildele presidenten.",
      "Description2": "Bygnings-, forsknings- og treningens akselerasjoner blir effektive bare når handlingene er startet. Når du er visepresident, vil du merke at tiden allerede er redusert i forhold til tidligere tid.",
      "List1": "Bygningsakselerasjon: +20 %",
      "List2": "Forskningshastighet: +20 %",
      "List3": "Treningshastighet: +10 %",
      "Description3": "Visepresidenten administreres av oss. Ikke be om denne posisjonen med mindre det er helt nødvendig. Du må alltid være online for å legge til andre spillere fra ventelisten."
    },
    "SecretaryOfDevelopment": {
      "Title": "Sekretær for utvikling",
      "Description": "Bygnings- og forskningsakselerasjon blir effektive bare når handlingene er startet. Når du har utviklingssekretæren, vil du merke at tiden allerede er redusert i forhold til tidligere tid.",
      "Description2": "Pågående bygging og forskning påvirkes ikke av denne buffen.",
      "List1": "Bygningsakselerasjon: +50 %",
      "List2": "Forskningshastighet: +25 %",
      "Description3": "Når plasseringen er tildelt, må du starte bygging eller forskning for å dra nytte av den reduserte tiden for handlingen."
    },
    "SecretaryOfScience": {
      "Title": "Sekretær for vitenskap",
      "Description": "Bygnings- og forskningsakselerasjon blir effektive bare når handlingene er startet. Når du har vitenskapssekretæren, vil du merke at tiden allerede er redusert i forhold til tidligere tid.",
      "Description2": "Pågående bygging og forskning påvirkes ikke av denne buffen.",
      "List1": "Forskningshastighet: +50 %",
      "List2": "Bygningsakselerasjon: +25 %",
      "Description3": "Når plasseringen er tildelt, må du starte bygging eller forskning for å dra nytte av den reduserte tiden for handlingen."
    },
    "SecretaryOfInterior": {
      "Title": "Sekretær for indre anliggender",
      "List1": "Økt matproduksjon: +100 %",
      "List2": "Økt jernproduksjon: +100 %",
      "List3": "Økt gullproduksjon: +100 %",
      "Description": "For å maksimere denne buffen, må du vente til gruvene/dine jern-, gull- eller matfelter er fulle, deretter få sekretæren for indre anliggender og samle ressursene. Når du har samlet ressursene med plasseringen, vil buffen bli brukt."
    },
    "SecretaryOfStrategy": {
      "Title": "Sekretær for strategi",
      "List1": "Sykehuskapasitet: +20 %",
      "List2": "Enhetens helbredelseshastighet: +20 %"
    },
    "SecretaryOfSecurity": {
      "Title": "Sekretær for sikkerhet",
      "Description": "Treningshastighetsforbedringer blir effektive bare når handlingene er startet. Når du har sikkerhetssekretæren, vil du merke at tiden allerede er redusert i forhold til tidligere tid.",
      "Description2": "Pågående trening påvirkes ikke av denne buffen.",
      "List1": "Enhetens treningsgrense: +20 %",
      "List2": "Treningshastighet: +20 %"
    },
    "Request": {
      "Title": "Be om buff/sekrætær",
      "Description": "I denne guiden viser vi deg trinn for trinn hvordan du ber om å bli sekretær for å låse opp den tilhørende buffen.",
      "Description2": "Når du får buffen, har du 5 minutter på å bruke den før neste person i køen får sin tur. Den eneste unntaket er hvis det ikke er noen andre i køen.",
      "Description3": "Visepresident: Be om denne posisjonen kun hvis du virkelig ønsker å utføre denne rollen i global chat og forstår hvordan denne rollen fungerer. Vær oppmerksom på at du alltid må være online for å behandle alle forespørsler i tide.",
      "Step1": {
        "Title": "Trinn 1",
        "Description": "Den enkleste måten å starte forespørselsprosessen er gjennom det globale kartet. Klikk på basen din, og der vil du se profilbildet ditt som vist nedenfor. Klikk på det for å fortsette.",
        "Image": "Klikk på basen din og deretter på profilbildet ditt for å begynne."
      },
      "Step2": {
        "Title": "Trinn 2",
        "Description": "Når du åpner profilbildet ditt, klikker du på knappen til høyre som viser servernummeret. Se bildet nedenfor som referanse.",
        "Image": "Klikk på servernummerknappen til høyre etter at du har åpnet profilbildet ditt."
      },
      "Step3": {
        "Title": "Trinn 3",
        "Description": "Nå er du på oversiktsiden over de forskjellige sekretærene. Øverst til høyre, som vist på bildet, kan du endre tidssonen til din lokale tid. Dette vil hjelpe deg med å holde oversikt over buffens varighet. Fortsett ved å velge en sekretær, for eksempel utviklingssekretæren som vist på bildet.",
        "Image": "Sett tidssonen øverst til høyre til din lokale tid og velg deretter en sekretær, som utvikling."
      },
      "Step4": {
        "Title": "Trinn 4",
        "Description": "Nå er du på visningen av den valgte sekretæren. Her kan du se:",
        "List1": "Hvem som får en buff.",
        "List2": "Hvor mange personer det er i køen for buffen.",
        "Description2": "Som vist på bildet, klikker du på 'Be om' knappen for å starte forespørselen.",
        "Image": "Klikk på 'Be om' for å begynne, som vist på bildet."
      },
      "Step5": {
        "Title": "Trinn 5",
        "Description": "Etter forespørselen din vil du bli lagt til på listen over forespørsler, som vist på bildet nedenfor. Nå må du vente på at visepresidenten legger deg til i køen.",
        "Description2": "⚠️ Viktig: Som nevnt før, bør bare noen som forstår hvordan dette arbeidet fungerer, be om å bli visepresident. Visepresidenten må sørge for at alle forespørsler behandles i tide.",
        "Image": "Etter forespørselen vil du bli lagt til i listen. Vent på at visepresidenten legger deg til."
      },
      "Step6": {
        "Title": "Trinn 6",
        "Description": "Når du er i køen, kan du se når turen din kommer i tidvinduet (se bildet nedenfor).",
        "Description2": "⚠️ Ikke glem: Du har bare 5 minutter på å bruke buffen før neste tur! Planlegg godt for å bruke tiden din optimalt.",
        "Image": "Sjekk tidvinduet for å se når turen din kommer."
      },
      "Step7": {
        "Title": "Trinn 7",
        "Description": "Når turen din kommer, vil du få buffen, som vist på bildet nedenfor. Nå har du 5 minutter på å bruke denne buffen før neste person i køen får den.",
        "Image": "Når turen din kommer, vil du ha 5 minutter på å bruke buffen."
      }
    }
  }
}
