{
  "Home": {
    "Welcome": "Welkom, dappere krijgers, bij de Alliance Old Viking!",
    "PlayerManager": {
      "Title": "Spelerbeheerder",
      "Description": "Jouw ultieme tool voor alliantiebeheer: Beheer spelers, plan evenementen en volg alles, van VS-punten tot Marshal!",
      "Button": "Leer meer over de Spelerbeheerder"
    },
    "Section1": "Stap de stormachtige zeeën en eindeloze slagvelden op met de Alliance Old Viking aan je zijde. Hier vechten we zij aan zij, onze bijlen scherp, onze schilden geheven, altijd klaar voor de volgende strijd.",
    "WhatToExpect": {
      "Title": "Wat je kunt verwachten:",
      "List1": "Broeders en zusters in strijd: Vind trouwe metgezellen die je in elke strijd zullen steunen en de roem met je zullen delen.",
      "List2": "Strategisch meesterschap: Smeed krachtige plannen en overwin je vijanden met slimme tactieken en onwankelbare moed.",
      "List3": "Glorieuze feesten: Neem deel aan epische veldslagen en glorieuze rooftochten die je rijkelijk belonen en je heldenverhaal voortzetten.",
      "List4": "Wijsheid van de ouden: Leer van ervaren krijgers en verbeter je vaardigheden om als een echte Viking te slagen."
    },
    "Allies": {
      "Title": "Onze bondgenoten:",
      "Allie1": "tES - The Walking Beer",
      "Allie2": "7ci - La 7e compagnie"
    },
    "Nap": {
      "Title": "Non-agressiepacten (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "CrossServerAlliances": {
      "Title": "Cross-Server Allianties"
    },
    "Section2": "Word een deel van de Alliance Old Viking en zeil met ons naar de legende. Samen zullen we onoverwinnelijk zijn en de wereld laten beven van ontzag.",
    "Vs": {
      "Title": "VS-Duel:",
      "Description": "Ontdek hier hoe je de meeste punten kunt verzamelen.",
      "Link": "Meer informatie",
      "Day1": {
        "Link": "day1",
        "Description": "Dag 1 - Radar Special Training"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Dag 2 - Basisopbouw"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Dag 3 - Tijdperk van de wetenschap"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Dag 4 - Ontwikkeling van helden"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Dag 5 - Gevechtsklaarheid"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Dag 6 - Eliminatie van vijanden"
      }
    },
    "Information": {
      "Title": "Meer informatie",
      "Description": "Hier vind je nuttige links naar de belangrijkste pagina's van onze website:",
      "Vs": "VS-Duel",
      "Rules": "Regels",
      "Basics": "Basisprincipes",
      "TipsAndTricks": "Tips en trucs"
    },
    "Guestbook": "Gastenboek"
  },
  "Rules": {
    "Title": "Alliantie Regels",
    "Rule1": {
      "Title": "Inactiviteit",
      "Description": "Wie 3 dagen offline is zonder zich af te melden, wordt op de 4e dag uit de alliantie gezet."
    },
    "Rule2": {
      "Title": "Verzamelpunt",
      "Description": "Op zondag is de strijd voorbij en moeten alle leden zich verzamelen bij het alliantie-verzamelpunt.",
      "Description2": "Wie woensdag nog niet bij het verzamelpunt is, wordt uit de alliantie gezet.",
      "Description3": "Hoe kom ik bij de verzamelplaats"
    },
    "Rule3": {
      "Title": "Alliantie-technologie Donaties",
      "Description": "Elke lid moet voor zondag punten hebben gedoneerd aan de alliantie-technologie (doneren is gratis).",
      "Description2": "Wie dit niet doet, wordt uit de alliantie gezet.",
      "Description3": "Hoe doneer ik"
    },
    "Rule4": {
      "Title": "Spelernamen",
      "Description": "Elk lid moet een eigen spelersnaam hebben.",
      "Description2": "Wie geen eigen spelersnaam kiest, wordt uit de alliantie gezet."
    },
    "Rule5": {
      "Title": "Algemene Aanvallen",
      "Description": "Elke aanval op onze bondgenoten of op het NAP (Non-Aanvalspact) is verboden.",
      "Description2": "Aanvallen op spelers van andere allianties zijn over het algemeen verboden. Als er bijzondere omstandigheden of conflicten ontstaan, moeten dergelijke acties vooraf besproken en goedgekeurd worden door een R5 of R4 om onnodige stress te vermijden.",
      "Description3": "Het plunderen van vrachtwagens of treinen van je eigen server is niet toegestaan.",
      "Description4": "Hoe aanvallen op je eigen vrachtwagens te vermijden",
      "Description5": "Het is niet toegestaan om geheime missies en Ghost Ops-missies van je eigen server te plunderen",
      "Description6": "Hoe plunder ik geheime missies op andere servers"
    },
    "Note": {
      "Title": "Opmerking:",
      "Description": "Als iemand niet weet hoe hij een regel moet naleven of andere vragen heeft, neem dan contact met ons op. We zijn hier om te helpen."
    },
    "Footer": "Laten we samen sterk en succesvol zijn!",
    "ServerRules": {
      "Title": "Serverregels",
      "Abuse": {
        "Title": "Misbruik:",
        "Rule1": "Geen pesten, seksisme, racisme, homofobie of andere haatdragende chat, inclusief etnische, seksuele, religieuze, handicap-, leeftijdsgebonden of transfobe beledigingen. De consequentie is één gratis slag op de speler, of bij herhaling uitsluiting uit de alliantie."
      },
      "Zeroing": {
        "Title": "Nulstelling:",
        "Rule1": "Het is verboden om bases die in allianties op onze server zitten, tot nul te reduceren (te vernietigen). De consequentie is zelf tot nul gereduceerd worden, met troepen buiten de basis."
      },
      "Trucks": {
        "Title": "Vrachtwagens:",
        "Rule1": "Geen aanvallen op onze server vrachtwagens en treinen. Gebruik het filter om dit te voorkomen. Als het toch gebeurt, spreek dan direct met de persoon om een gelijkwaardige vrachtwagen te organiseren om te plunderen in ruil. Bij geen reactie, meld dit aan R4/R5."
      },
      "Villages": {
        "Title": "Dorpen:",
        "Rule1": "Spelers mogen geen bases aanvallen tijdens dorpsveroveringen, alleen het dorp versterken of het dorp aanvallen. De consequentie is een gelijk aantal slagen in ruil met troepen buiten de basis."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Aanvallen 1: ",
          "Rule": "Spelers die hun alliantie verlaten om een speler in de Top 10 aan te vallen, worden voor 1 week uitgesloten van deelname aan een Top 10. Ze kunnen die week niet beschermd worden door een Top 10."
        },
        "Rule2": {
          "Title": "Aanvallen 2: ",
          "Rule": "Spelers die een andere speler in de Top 10 aanvallen, moeten hetzelfde aantal aanvallen en schade terugkrijgen, waarbij een tweede overtreding resulteert in een verbod van 1 week van de Top 10."
        }
      },
      "Cities": {
        "Title": "Steden:",
        "Rule1": "Niveau 6 steden behoren tot de top 3 allianties. Als de top 3 verandert, zullen de niveau 6 steden dienovereenkomstig veranderen."
      }
    }
  },
  "Navigation": {
    "Home": "Startpagina",
    "Rules": "Regels",
    "VS": "VS-duel",
    "Alliances": "Alliantie",
    "AllianceMvp": "Alliantie MVP",
    "Basics": "Basisprincipes",
    "TipsAndTricks": "Tips/Trucs",
    "Buildings": "Gebouwen",
    "Squad": "Team",
    "DesertStorm": "Woestijnstorm",
    "Seasons": "Seizoenen",
    "SeasonOne": "Seizoen 1",
    "SeasonTwo": "Seizoen 2",
    "SeasonThree": "Seizoen 3",
    "Marshall": "Maarschalkwacht",
    "Capitol": "Kapito(o)l"
  },
  "VS": {
    "Title": "VS-Duel",
    "Day1": {
      "Title": "Dag 1 - Radar Special Training",
      "DayText": "Maandag",
      "Task1": {
        "Title": "Voltooi 1 Radar Taak (~25.000 punten):",
        "Description": "Ga naar het radarsymbool links onderaan en open het radar-scherm. Hier zie je missies, waarvan sommige al voltooid zijn (met een rood punt rechtsboven), terwijl andere nog voltooid moeten worden. Om een missie te voltooien, moet je deze eerst uitvoeren (indien nog niet gedaan) en vervolgens op de missie met het rode punt klikken. Door deze actie verzamel je ze in en ontvang je de punten. Om de punten te maximaliseren, overweeg dan om missies op de dag ervoor te stapelen."
      },
      "Task2": {
        "Title": "Gebruik 1 Stamina (~300 punten):",
        "Description": "Gebruik stamina voor aanvallen, verzamelacties en radar missies."
      },
      "Task3": {
        "Title": "Gebruik minimaal 660 Held-EXP-punten tegelijkertijd (~6 punten):",
        "Description": "Ga naar het dronecentrum en klik op de knop ‘Data Training’ om gevechtsdata te gebruiken. Op bepaalde niveaus zijn drone-onderdelen vereist om met de training door te gaan."
      },
      "Task4": {
        "Title": "Gebruik 1 Drone-onderdeel:",
        "Description": "Ga naar het dronecentrum en klik op de knop ‘Data Training’ om gevechtsdata te gebruiken. Op bepaalde niveaus zijn drone-onderdelen vereist.\n\n\n\n\n\n\n"
      },
      "Task5": {
        "Title": "Verzamel 100/100/60 eenheden voedsel/ijzer/munten (~40 punten):",
        "Description": "Je kunt eenheden voedsel, ijzer of munten op twee manieren verzamelen:",
        "Description2": "Met speciale radar missies voor het verzamelen van voedsel, ijzer of munten. In dit geval is de verzamelingssnelheid enorm hoog.",
        "Description3": "Wissel naar de kaartmodus, klik op de vergrootglas, dan op verzamelen en kies ‘Akkerland’, ‘Ijzerertsmijn’ of ‘Goudmijn’. Zoek een locatie waar je je troepen naartoe kunt sturen om te verzamelen. De punten worden toegekend wanneer de troepen het verzamelpunt verlaten, hetzij omdat de te verzamelen middelen op zijn of omdat de troepen zijn teruggeroepen. Begin daarom op de dag voor deze dag met verzamelen en zorg ervoor dat de uiteindelijke verzamelperiode na het begin van deze dag ligt."
      },
      "Task6": {
        "Title": "Voor elke gewonnen Drone Data Chip-punt (~2000 punten):",
        "Description": "Ontvang punten wanneer je Drone Data Chip-kisten uit je inventaris opent (niet te verwarren met Drone Component-kisten)."
      }
    },
    "Day2": {
      "Title": "Dag 2 - Basisconstructie",
      "DayText": "Dinsdag",
      "Task1": {
        "Title": "Gebruik een 1-minuut Bouwversnelling (~120 punten):",
        "Description": "Gebruik bouwversnellingen (generiek is ook goed, elke lengte)."
      },
      "Task2": {
        "Title": "Verhoog de gebouwsterkte met 1 punt (~21 punten):",
        "Description": "Elke keer dat je een gebouw voltooit, wordt de sterkte van dat gebouw verhoogd en ontvang je punten voor dit verschil. Let op dat de sterkteverhoging van het gebouw alleen plaatsvindt als je de geschenkdoos opent waarin het nieuw verbeterde gebouw is verpakt."
      },
      "Task3": {
        "Title": "Verzend de legendarische Handels-Vrachtwagen één keer (~200.000 punten):",
        "Description": "Handels-vrachtwagens kunnen van verschillende aard zijn en dus verschillende beloningen bevatten. Je kunt hun inhoud wijzigen met behulp van het Handelscontract. Ga naar het gedeelte waar je een vrachtwagen kunt verzenden. Als je de inhoud rechtsboven in de preview bekijkt, vind je een knop met een dobbelsteen. Om de ‘legendarische’ versie te krijgen, moet je meerdere keren bijwerken totdat je de gele achtergrond en de ‘UR’-tekst aan de linkerzijde ziet."
      },
      "Task4": {
        "Title": "Voer 1 legendarische geheime missie uit (~150.000 punten):",
        "Description": "In het geheime mobiele team zijn activiteiten van verschillende aard en niveaus te vinden. Gebruik de knop ‘Vernieuwen’ onderaan om de huidige missies te wijzigen (waarbij 1 geheime opdrachtitem, de ‘Geheime Opdracht’, wordt verbruikt). Zoek naar de missies met het geel/gouden vierkant en start ze. Als je gedurende de week geheime opdrachtitems behoudt, kun je op deze dag alle legendarische missies starten."
      },
      "Task5": {
        "Title": "Rekruteer één keer een Overlevende (~3.000 punten):",
        "Description": "Gebruik de gouden overlevende-rekruteringskaarten (deze verschillen van de gouden helden-rekruteringskaarten) die je in het heldengedeelte vindt. Klik op de knop ‘Helden rekruteren’ en ga vervolgens naar het gebied ‘Overlevenden rekruteren’. Verzamel gedurende de hele week rekruteringskaarten voor overlevenden en gebruik ze alleen op deze dag."
      }
    },
    "Day3": {
      "Title": "Dag 3 - Tijdperk van Wetenschap",
      "DayText": "Woensdag",
      "Task1": {
        "Title": "Voltooi een radar missie (~23.000 punten):",
        "Description": "Ga naar het radarsymbool links onderaan en open het radar-scherm. Hier zie je missies, waarvan sommige al voltooid zijn (met een rood punt rechtsboven), terwijl andere nog voltooid moeten worden. Om een missie te voltooien, moet je deze eerst uitvoeren (indien nog niet gedaan) en vervolgens op de missie met het rode punt klikken. Door deze actie verzamel je ze in en ontvang je de punten. Om de punten te maximaliseren, overweeg dan om missies op de dag ervoor te stapelen."
      },
      "Task2": {
        "Title": "Gebruik een Onderzoeksversnelling voor 1 minuut (~120 punten):",
        "Description": "Gebruik een onderzoeksversnelling (generiek is ook goed, elke lengte is mogelijk)."
      },
      "Task3": {
        "Title": "Verhoog de technologische prestatie met 1 punt (~21 punten):",
        "Description": "Technologische prestatiepunten krijg je door op het symbool voor voltooide onderzoek in het Technologiecentrum te klikken. Om de punten te maximaliseren, start op de dag(en) een lange onderzoek, zodat deze op deze dag eindigt, of voltooi het onderzoek op zijn minst door alleen op deze dag op het symbool voor voltooide onderzoek te klikken."
      },
      "Task4": {
        "Title": "Gebruik een Moedigheidsmedaille (~600 punten):",
        "Description": "Ga naar het Onderzoekscentrum en naar het gedeelte ‘Alliantie Duel’. Start een van de zoekopdrachten die moedigheidsmedailles gebruiken (dit zijn de blauwe medailles in het midden, gouden aan de buitenkant en met het lint eronder, die je kunt winnen in de duelkisten)."
      },
      "Task5": {
        "Title": "Voor elke geopende Drone Component Kist van niveau 1/2/3/4/5/6/7:",
        "Description": "Ontvang punten wanneer je Drone Component Kisten uit je inventaris opent (niet te verwarren met Drone Data Chip Kisten)."
      }
    },
    "Day4": {
      "Title": "Dag 4 - Held Ontwikkeling",
      "DayText": "Donderdag",
      "Task1": {
        "Title": "Voer eenmaal een geavanceerde rekrutering uit (~3.750 punten):",
        "Description": "Gebruik de legendarische rekruteringskaarten in het heldengedeelte om helden te rekruteren (niet te verwarren met de ‘Overlevenden rekruteren’-kaarten). Verzamel gedurende de hele week rekruteringskaarten voor helden en gebruik ze alleen op deze dag."
      },
      "Task2": {
        "Title": "Gebruik minimaal 660 Hero EXP-punten (~6 punten):",
        "Description": "Gebruik ervaring punten door op de ‘Upgrade’-knop te klikken nadat je een held hebt geselecteerd."
      },
      "Task3": {
        "Title": "Gebruik een legendarisch, episch of zeldzaam fragment (~20.000, ~7.000 of ~2.000 punten):",
        "Description": "Gebruik het gouden, paarse of blauwe fragment (puzzelstukjes) van de helden om hun niveau in het heldengedeelte te verhogen. Klik op een held, ga naar het klassegebied en werk de heldenklasse bij."
      },
      "Task4": {
        "Title": "Gebruik een vaardigheidsmedaille (~20 punten):",
        "Description": "Verbeter de vaardigheden van de helden door naar het heldengedeelte te gaan, een held te selecteren, op het gedeelte ‘Vaardigheden’ te klikken, een van de vaardigheden (de vierkantjes) bovenin te kiezen en de knop ‘Versterken’ te gebruiken (dit is niet altijd mogelijk)."
      },
      "Task5": "Verbruik 1 vaardigheidsmedaille",
      "Task6": "Koop een geschenkpakket met diamanten (1 diamant)"
    },
    "Day5": {
      "Title": "Dag 5 - Gevechtsklaarheid",
      "DayText": "Vrijdag",
      "Task1": {
        "Title": "Voltooi een radar missie (~23.000 punten):",
        "Description": "Ga naar het radarsymbool links onderaan en open het radar-scherm. Hier zie je missies, waarvan sommige al voltooid zijn (met een rood punt rechtsboven), terwijl andere nog voltooid moeten worden. Om een missie te voltooien, moet je deze eerst uitvoeren (indien nog niet gedaan) en vervolgens op de missie met het rode punt klikken. Door deze actie verzamel je de missie in en ontvang je de punten. Om de punten te maximaliseren, overweeg dan om missies op de dag ervoor te stapelen."
      },
      "Task2": {
        "Title": "Gebruik een 1-minuut bouwversnelling (~120 punten):",
        "Description": "Gebruik een bouwversnelling (generiek is ook goed, elke lengte is mogelijk)."
      },
      "Task3": {
        "Title": "Verhoog de gebouwsterkte met 1 punt (~21 punten):",
        "Description": "Elke keer dat je een gebouw voltooit, wordt de sterkte van dat gebouw verhoogd en ontvang je punten voor het verschil. Let op, de versterking van het gebouw vindt alleen plaats wanneer je de cadeaudoos opent waarin het nieuw verbeterde gebouw is verpakt."
      },
      "Task4": {
        "Title": "Gebruik een 1-minuut onderzoeksversnelling (~120 punten):",
        "Description": "Gebruik een onderzoeksversnelling (generiek is ook goed, elke lengte is mogelijk)."
      },
      "Task5": {
        "Title": "Verhoog de technologische prestatie met 1 punt (~21 punten):",
        "Description": "Technologische prestatiepunten worden verkregen wanneer een onderzoek in het Technologiecentrum wordt voltooid."
      },
      "Task6": {
        "Title": "Gebruik een 1-minuut trainingsversnelling (~122 punten):",
        "Description": "Gebruik een trainingsversnelling (generiek is ook goed, elke lengte is mogelijk). Punten worden ook toegekend wanneer je traint om het niveau van de soldaat te verbeteren. Het is in feite beter om veel soldaten met een laag niveau voor deze dag voor te bereiden en pas daarna naar een hoger niveau te upgraden, omdat de punten worden toegekend op basis van het niveau van de aankomende soldaat."
      },
      "Task7": {
        "Title": "Opleiden van een soldaat van niveau 1/2/3/4/5/6/7/8/9/10 (~46/70/93/117/140/164/197/211/234/258 punten):",
        "Description": "De punten die je ontvangt zijn gebaseerd op het aankomsteniveau van een soldaat. Als je bijvoorbeeld een soldaat van niveau 4 naar niveau 5 opwerkt, ontvang je de punten voor een soldaat van niveau 5, net zoals als je een soldaat van niveau 5 vanaf het begin opleidt. Bereid daarom veel soldaten van gemiddelde niveaus voor om ze in de fabriek op te waarderen."
      },
      "Task8": {
        "Title": "Gebruik 1 Overlord Skill Badge (~12 punten):",
        "Description": "Verbruik 1 Overlord Skill Badge om je Overlord-eenheden te verbeteren. Dit zal hun vaardigheden verbeteren en bijdragen aan de punten van de dag."
      },
      "Task9": {
        "Title": "Gebruik 1 Overlord Bond Badge (~74.000 punten):",
        "Description": "Verbruik 1 Overlord Bond Badge om je promotierang te verhogen. Dit item helpt bij het ontgrendelen van extra upgrades voor je Overlord-eenheden."
      },
      "Task10": {
        "Title": "Gebruik 1 Training Certificate (~3.500 punten):",
        "Description": "Verbruik 1 Training Certificate om je gespecialiseerde training te verbeteren. Dit is essentieel om de vaardigheden van je soldaten te verbeteren."
      },
      "Task11": {
        "Title": "Gebruik 1 Overlord Training Guidebook (~1.500 punten):",
        "Description": "Verbruik 1 Overlord Training Guidebook om je gespecialiseerde trainingsprogramma's verder te upgraden. Dit item is essentieel voor het verbeteren van de training van je soldaten."
      },
      "Task12": {
        "Title": "Gebruik 1 Overlord Promotion Shard van elk type (~25.000 punten):",
        "Description": "Verbruik 1 Overlord Promotion Shard van elk type om je Overlord-eenheden te verbeteren. Deze shards zijn nodig voor promotie en het ontgrendelen van vaardigheden van hogere niveaus."
      }
    },
    "Day6": {
      "Title": "Dag 6 - Vijanden Elimineren",
      "DayText": "Zaterdag",
      "Task1": {
        "Title": "Verzend eenmaal een legendarische handels-Vrachtwagen (~200.000 punten):",
        "Description": "Handels-Vrachtwagens kunnen van verschillende aard zijn en daarom verschillende beloningen bevatten. Je kunt hun inhoud wijzigen met behulp van het Handelscontract. Om ze te gebruiken, ga je naar het gedeelte waar je een vrachtwagen kunt verzenden. Als je de inhoud rechtsboven in de preview bekijkt, vind je een knop met een dobbelsteen. Om de ‘legendarische’ versie te verkrijgen, moet je meerdere keren bijwerken totdat je de gele achtergrond en de 'UR'-tekst aan de linkerkant ziet."
      },
      "Task2": {
        "Title": "Voer eenmaal een legendarische geheime opdracht uit (~150.000 punten):",
        "Description": "In de geheime mobiele eenheid vind je activiteiten van verschillende aard en niveaus. Gebruik de knop ‘Bijwerken’ onderaan om de huidige missies te wijzigen (waarbij 1 geheim opdrachtobject, de ‘Geheime Bevel’, wordt verbruikt). Zoek naar de missies met het geel/gouden vierkant en start ze. Als je gedurende de week geheime opdrachtobjecten behoudt, kun je op deze dag alle legendarische missies starten."
      },
      "Task3": {
        "Title": "Gebruik een 1-minuut bouwversnelling (~120 punten):",
        "Description": "Gebruik een bouwversnelling (generiek is ook goed, elke lengte is mogelijk)."
      },
      "Task4": {
        "Title": "Gebruik een onderzoeksversnelling voor 1 minuut (~120 punten):",
        "Description": "Gebruik een onderzoeksversnelling (generiek is ook goed, elke lengte is mogelijk)."
      },
      "Task5": {
        "Title": "Gebruik een 1-minuut trainingsversnelling (~122 punten):",
        "Description": "Gebruik een trainingsversnelling (generiek is ook goed, elke lengte is mogelijk). Punten worden ook toegekend wanneer je traint om het niveau van de soldaat te verbeteren. Het is in feite beter om veel soldaten met een laag niveau voor deze dag voor te bereiden en pas daarna naar een hoger niveau te upgraden, omdat de punten worden toegekend op basis van het niveau van de aankomende soldaat."
      },
      "Task6": {
        "Title": "Gebruik een 1-minuut genezingsversnelling (~122 punten):",
        "Description": "Gebruik een genezingsversnelling."
      },
      "Task7": {
        "Title": "Elke gedode eenheid van niveau 1/2/3/4/5/6/7/8/9/10 van een tegenstanderalliantie levert ~25/38/50/63/75/88/100/113/125/138 punten op:",
        "Description": "Deze punten worden elke keer toegekend wanneer je in een duel tegen een tegenstander een soldaat van de tegenstanderalliantie doodt. Gebruik de Teleport (Duel tegen een Tegenstander-symbool -> Alliantieaanvallen -> Aanval) om naar de server van je tegenstander te gaan en zoveel mogelijk soldaten te doden die de bases van de tegenstanderalliantie aanvallen. Als een vijand de troepen uit de verdediging heeft verwijderd, kun je geen punten maken op die basis. Verken daarom eerst en val alleen degenen aan die nog in de verdediging staan."
      },
      "Task8": {
        "Title": "Elke gedode eenheid van niveaus 1/2/3/4/5/6/7/8/9/10 levert ~5/8/10/13/15/18/20/23/25/28 punten op:",
        "Description": "Deze punten worden elke keer toegekend wanneer je een soldaat van een andere alliantie op een andere server doodt, behalve de alliantie van je tegenstander in Duel VS, waarvoor de punten in de bovenstaande sectie gelden. Het is beter om altijd te proberen soldaten van je tegenstanderalliantie in Duel VS te doden, omdat dit vijf keer zoveel punten oplevert. Als ze echter afgeschermd zijn of geen troepen hebben, kun je ook soldaten van andere allianties op deze server doden. Dit zal meer tijd en aanvallen vereisen om hetzelfde aantal punten te behalen."
      },
      "Task9": {
        "Title": "Elke verloren eenheid van niveaus 1/2/3/4/5/6/7/8/9/10 levert ~6/8/10/12/14/16/18/20 punten op:",
        "Description": "Of je nu aanvalt of verdedigt, elke keer dat een van je soldaten wordt gedood, ontvang je dit aantal punten. Als je aan het einde van een duel punten moet verzamelen om kisten te openen en je alliantie wint duidelijk het spel, kun je overwegen enkele van je troepen op te offeren om een hoger niveau hoofdkwartier aan te vallen, als deze alleen beschikbaar zijn. Op deze manier kun je eenheden verliezen en punten verdienen."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Overlappen met Wapenwedloop",
      "Day1": {
        "Title": "Er zijn twee overlappen, dus ik raad aan om de activiteiten tijdens de respectieve fasen uit te voeren:",
        "Overlap1": {
          "Title": "Drones-Boost-Fase:",
          "Description": "Verbruik een uithoudingsvermogen.",
          "Description2": "Gebruik 10 Drone-gevechtsgegevenspunten."
        },
        "Overlap2": {
          "Title": "Held-Upgradekfase:",
          "Description": "Gebruik 2000 EXP-punten."
        }
      },
      "Day2": {
        "Title": "De volgende activiteiten overlappen met de stedenbouwfase van de wapenwedloop. Ik raad aan om deze activiteiten tijdens deze fase uit te voeren:",
        "Overlap1": {
          "Description": "Gebruik de 1-minuut bouwversnelling.",
          "Description2": "Verhoog de bouwkracht met 1 punt."
        }
      },
      "Day3": {
        "Title": "De volgende activiteiten overlappen met de technologische onderzoeksfase van de wapenwedloop. Ik raad aan om deze activiteiten tijdens deze fase uit te voeren:",
        "Overlap1": {
          "Description": "Gebruik een 1-minuut onderzoeksversnelling.",
          "Description2": "Verhoog de technologische prestaties met 1 punt."
        }
      },
      "Day4": {
        "Title": "De volgende activiteiten overlappen met de heldenontwikkelingsfase van de wapenwedloop. Ik raad aan om deze activiteiten tijdens deze fase uit te voeren:",
        "Overlap1": {
          "Description": "Voer 1 geavanceerde rekrutering uit.",
          "Description2": "Gebruik 2000 EXP-punten."
        }
      },
      "Day5": {
        "Title": "Er zijn drie overlappen. Ik raad aan om de activiteiten in de respectieve fasen uit te voeren:",
        "Overlap1": {
          "Title": "Stedenbouwfase:",
          "Description": "Gebruik een 1-minuut bouwversnelling.",
          "Description2": "Verhoog de bouwkracht met 1 punt."
        },
        "Overlap2": {
          "Title": "Technologische Onderzoeksfase:",
          "Description": "Gebruik een 1-minuut onderzoeksversnelling.",
          "Description2": "Verhoog de technologische prestaties met 1 punt."
        },
        "Overlap3": {
          "Title": "Eenheden Voortgangsfase:",
          "Description": "Gebruik een 1-minuut trainingsversnelling.",
          "Description2": "Opleiden van een soldaat van niveau 1/2/3/4/5/6/7/8/9/10."
        }
      },
      "Day6": {
        "Title": "Er zijn drie overlappen. Ik raad aan om de activiteiten in de respectieve fasen uit te voeren:",
        "Overlap1": {
          "Title": "Stedenbouwfase:",
          "Description": "Gebruik een 1-minuut bouwversnelling."
        },
        "Overlap2": {
          "Title": "Technologische Onderzoeksfase:",
          "Description": "Gebruik een 1-minuut onderzoeksversnelling."
        },
        "Overlap3": {
          "Title": "Eenheden Voortgangsfase:",
          "Description": "Gebruik een 1-minuut trainingsversnelling."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Strategische Voorbereiding",
      "Description": "Voor bepaalde activiteiten zijn er punten te verdienen bij voltooiing. Daarom kun je ze de dag voorafgaand aan het vereiste moment starten en tijdens de respectieve fase afronden om de maximale score te behalen. Hier zijn de fasen en de bijbehorende activiteiten:",
      "List1": "Op de dagen dat radar missies worden beloond, stapel de missies de dag ervoor tot het maximum. Dit stelt je in staat om het maximale aantal punten te behalen wanneer de missies op de werkelijke dag worden voltooid.",
      "List2": "Begin op de dagen dat het verzamelen van voedsel, ijzer of goud beloningspunten oplevert de dag ervoor met verzamelen en zorg ervoor dat je op de nieuwe dag klaar bent. Voorafgaand aan het verzamelen wordt aangegeven hoeveel je nodig hebt om de maximale punten te behalen.",
      "List3": "Op dagen dat het upgraden van gebouwen punten oplevert op basis van hun prestatieverhoging, is het voordelig om meerdere gebouwen op eerdere dagen te upgraden en ze in de cadeauverpakkingstoestand te laten. De gebouwprestatie wordt alleen verhoogd bij het openen van het cadeaupakket, en op dat moment worden ook de punten voor Duel-gegen-toegekend.",
      "List4": "Op dagen dat onderzoek punten oplevert, start de dag ervoor een langdurig onderzoek zodat het onderzoek op deze dagen eindigt. De punten worden toegekend wanneer je op het symbool voor voltooid onderzoek klikt.",
      "List5": "Open de kist met drone-gegevenschips en componenten niet wanneer deze in je inventaris zitten, omdat je door deze activiteiten op dag 1 en 3 punten ontvangt.",
      "FightDay": {
        "Title": "Oorlog Dag Voorbereiding",
        "Description": "Op de laatste dag van de strijd zijn er punten te verdienen voor het doden van de troepen van je tegenstander, dus het is belangrijk om je voor te bereiden op deze dag.",
        "AttackPreparation": {
          "Title": "Aanval Voorbereiding",
          "List1": "Probeer gedurende de week je kazerne naar het hoogst mogelijke niveau te brengen om de opleiding van troepen van hoger niveau vrij te schakelen. Dit stelt je in staat om efficiënter punten te verzamelen door troepen van hoger niveau te trainen.",
          "List2": "Opleiden zoveel mogelijk troepen, omdat je ze tijdens de oorlog nodig zult hebben. Gebruik je trainingsversnellingen het beste op dag 5 om de punten te maximaliseren.",
          "List3": "Koop trainingsversnellingen en genezingsversnellingen. Deze kunnen je helpen om de opleiding en genezing van je troepen sneller af te ronden, wat vooral belangrijk is om efficiënt te blijven tijdens de cruciale fasen van de oorlog."
        },
        "DefensePreparation": {
          "Title": "Verdediging Voorbereiding",
          "List1": "Koop schilden (of spaar middelen om ze te kopen) om ze te gebruiken tijdens de 24 uur van de laatste dag. Anders heb je 1.500 diamanten nodig voor een 8-uur schild.",
          "List2": "Verwijder troepen uit je verdedigingsopstelling zodat je bij een aanval alleen geringe verliezen lijdt, vergeleken met de verliezen bij een nederlaag met een actieve verdediging. Ga naar je basis, klik op de muur en ga naar de verdedigingsopstelling. Verwijder de vinkjes bij de troepen om ze uit de verdedigingsopstelling te verwijderen."
        }
      }
    },
    "Reward": {
      "Title": "Beloning",
      "Description": "Voor elke vereiste activiteit tijdens het duel ontvang je een bepaald aantal punten. Deze puntenscore kun je verder verhogen door onderzoek in het gebied 'Alliantie Duel'. Om dergelijk onderzoek uit te voeren, heb je moedinsignes nodig, die je alleen kunt verkrijgen door het openen van kisten tijdens het duel."
    },
    "GeneralTips": {
      "Title": "Algemene Tips:",
      "Tip1": "Voer radarmissies alleen om de dag uit wanneer ze punten opleveren in het evenement (maandag, woensdag, vrijdag)",
      "Tip2": "Verzamel alle drones gevechtsdata en gebruik ze pas op maandag",
      "Tip3": "Laat gebouwen na bouw ingepakt en pak ze pas uit op dinsdag als er punten voor zijn",
      "Tip4": "Verzamel tickets voor handelswagens en missies en gebruik ze pas wanneer gouden vrachtwagens en missies punten opleveren",
      "Tip5": "Verzamel tickets voor overlevenden en gebruik ze op dinsdag (behalve gratis)",
      "Tip6": "Houd drone-component kisten in je inventaris en open ze pas op woensdag",
      "Tip7": "Verzamel rekrutering tickets en gebruik ze pas op donderdag (behalve gratis)",
      "Tip8": "Verzamel fragmenten voor helden en vaardigheidsmedailles en gebruik ze pas op donderdag",
      "Tip9": "Verzamel helden-ervaring en gebruik deze alleen op maandag of donderdag",
      "Tip10": "Verzamel drone-vaardigheid chips voor maandag",
      "Tip11": "Overlord Gorilla: Na genezing kan de Overlord worden getraind en gepromoveerd. Op vrijdag verdien je punten voor de VS-duel door Skill Badges, Bond Badges, Training Certificates, Training Manuals en Promotion Shards te gebruiken. Bewaar al deze items tot vrijdag en gebruik ze dan om VS-punten te verdienen."
    },
    "YouTubeNote": "Opmerking: De volgende YouTube-video's tonen goede voorbeelden van de VS-dag. Houd er echter rekening mee dat ze mogelijk niet helemaal up-to-date zijn. Informeer ook over de nieuwste wijzigingen en procedures.",
    "Description": "Op deze pagina vind je nuttige tips en trucs om zoveel mogelijk punten te verzamelen tijdens de VS-dag, zonder geld te investeren. Ontdek effectieve strategieën en bewezen methoden om je score te maximaliseren en succesvol te zijn!"
  },
  "DesertStorm": {
    "Title": "Desert Storm",
    "Register": {
      "Title": "Registratie",
      "Description1": "Elk lid van een alliantie kan een deelnameverzoek indienen wanneer de registratie open is.",
      "Description2": "Het maximale aantal spelers per team is 20, met maximaal 10 reservespelers. Zodra de registraties gesloten zijn, kunnen zelfs R4 en R5 de deelnemers niet meer wijzigen. R4/R5 beslissen over de definitieve samenstelling van de deelnemende spelers.",
      "Description3": "Vraag deelname aan voor de specifieke tijdslots alleen als je daadwerkelijk beschikbaar bent, aangezien latere vervangingen niet mogelijk zijn. Er kunnen maximaal 10 vervangers worden geselecteerd.",
      "Step1": "Ga naar Evenementen -> <br> Veldslag Desert Storm -> <br> Kies Deelnemers",
      "Step2": "Selecteer \"Aanval aanvragen\"",
      "Step3": "We spelen altijd van 22:00 tot 22:40 uur <br> Vink het vakje aan en bevestig"
    },
    "Join": {
      "Title": "Het Veld Betreden",
      "Description": "Wanneer de aftelling van het evenement op de evenementdetailpagina eindigt en het evenement begint, moeten de deelnemers op tijd het veld betreden. Na nog eens 5 minuten kunnen eventueel de reservespelers binnenkomen en degenen die niet verbonden waren blijven buiten.",
      "Step1": "Begin het spel met troepen van het hoogste niveau dat je kunt trainen, en met een sterkte die overeenkomt met de capaciteit van je oefenterrein.",
      "Step2": "Troepen kunnen tijdens het evenement gewond raken en worden naar een speciaal evenement-ziekenhuis gebracht (je kunt ze tijdens het evenement genezen als dat nodig is, en als je het veldziekenhuis hebt, wordt de genezing versneld), maar aan het einde van het evenement keren de gewonde troepen terug naar hun normale staat, alsof er niets is gebeurd. Gebruik dus alle troepen die je tot je beschikking hebt. Alliantiehulp is niet beschikbaar in het evenement-ziekenhuis.",
      "Step3": "Alleen troepen die zich in de basis op de normale kaart bevinden, zijn beschikbaar in Desert Storm. Als je ze op de velden hebt achtergelaten, roep ze dan gewoon terug naar de basis. Zodra ze de basis binnenkomen, zijn ze beschikbaar in DS."
    },
    "Goals": {
      "Title": "Doelen",
      "Goal1": "Tijdens het evenement moet je proberen zoveel mogelijk alliantiepunten te behalen om het evenement te winnen. Een mooi HUD-banner met een real-time ranglijst helpt je om de voortgang bij te houden.",
      "Goal2": "Alliantiepunten worden verkregen door gebouwen te veroveren en in bezit te houden. Bij de eerste verovering krijg je extra punten. Een verovering is pas voltooid als een alliantie het gebouw heeft bevrijd van vijanden, als zij versterkingen sturen, en nadat de veroveringsaftelling van 1 minuut is verstreken. Vanaf dat moment worden de veroveringsopbrengsten toegevoegd aan het real-time scorebanner.",
      "Goal3": "Extra punten kunnen worden verzameld door de punten-voorraden te verzamelen die verschijnen wanneer een gebouw wordt veroverd (als er extra punten zijn). Stuur verkenners om ze snel op te halen.",
      "Goal4": "Individuele punten geven persoonlijke beloningen, maar de nadruk moet liggen op de alliantiepunten, omdat de alliantiebeloningen beter zijn dan de individuele."
    },
    "MostImportant": {
      "Title": "De Belangrijkste Dingen om te Weten",
      "Important1": "Je kunt de hulp van de alliantie niet gebruiken om je soldaten in het ziekenhuis te genezen, zoals je gewend bent in het normale spel, maar je kunt genezingsversnellers gebruiken.",
      "Important2": "Je kunt je troepen in het minispel Desert Storm alleen gebruiken als ze zich in de basis op de normale kaart bevinden. Zorg ervoor dat je troepen vóór het begin van Desert Storm weer in de basis zijn. Als een troep in de normale kaartmodus wordt gebruikt, is deze in principe niet beschikbaar in Desert Storm.",
      "Important3": "Als je de registratieperiode mist of niet als deelnemer of vervangingsdeelnemer wordt ingeschreven, is deelname aan de Desert Storm Battle niet mogelijk.",
      "Important4": "Teleportaties in Desert Storm zijn gratis, maar beperkt tot 1 elke 2 minuten. De afkoeltijd wordt weergegeven in de linkerbenedenhoek van het scherm, net boven de knop 'Helden'.",
      "Important5": "In Desert Storm heeft je basis een duurzaamheid van 4000 punten. Na 4 treffers is je basis verbrand en word je teruggeteleporteerd naar de veilige zone. De afkoeltijd voor het teleporteren wordt in dit geval niet gereset. Als het is uitgevoerd, moet je wachten.",
      "Important6": "De meeste mensen zonder ervaring met Desert Storm hebben na een paar minuten geen troepen meer. Lees zeker de volgende strategieën om te leren hoe je troepenverlies kunt beperken.",
      "Important7": "In Desert Storm kun je je troepen niet vrij bewegen. Ze moeten een doel bereiken en naar de basis terugkeren voordat ze tegen een ander doel kunnen worden ingezet. Vergeet dus het platbranden van een basis met een paar snelle klikken en een troep in enkele seconden.",
      "Important8": "In Desert Storm kun je je, als de afkoelfase van de teleportatie voorbij is, naar elke gewenste plaats op de kaart teleporteren, ongeacht of je troepen zich in de basis bevinden of niet. Dit is een leuke verandering ten opzichte van de normale teleportatieregels in het gewone spel, waarbij al je troepen weer in je basis moeten zijn voordat je kunt teleporteren. P.S.: Dezelfde regel geldt tijdens de strijd tegen Dag 6, als je naar en van de andere server teleporteert."
    },
    "Strategies": {
      "Title": "Strategieën",
      "EmptyBuilding": {
        "Title": "Verover een Leeg Gebouw",
        "Description1": "Het veroveren van een leeg gebouw is heel eenvoudig: val het gewoon aan en het is van jou.",
        "Description2": "Na 1 minuut worden de punten voor je alliantie (en voor je individuele punten) gegenereerd op basis van de veroveringsopbrengst. Als het de eerste verovering is, ontvang je ook de punten voor de eerste verovering."
      },
      "ReduceTroopLosses": {
        "Title": "Strategie voor het Veroveren van Lege Gebouwen om Troepenverlies te Vermijden",
        "Description1": "Als je een gebouw verovert (maar nog geen veroveringspunten ontvangt) en er verschijnt een vijand, kun je de volgende strategie gebruiken om de strijd te winnen en je troepenverlies te verminderen (dit werkt goed als het hoofdkwartier/de kracht van de vijand vergelijkbaar of lager is dan die van jou):",
        "Tip1": "Houd je troep in het gebouw totdat de vijand de aanval start (vooral als het de eerste verovering van het gebouw is, waarbij je de initiële veroveringspunten kunt ontvangen).",
        "Tip2": "Als de vijand een aanval op het gebouw begint en je nog geen veroveringsopbrengst hebt (je versterkt dus minder dan 1 minuut), trek de troep terug en voorkom dat de vijand je troep in het gebouw aanvalt. Dit voorkomt troepenverlies.",
        "Tip3": "De kans is groot dat de vijand zijn beste troepen heeft gestuurd om het gebouw te veroveren, waardoor hij mogelijk zonder verdediging zit. Vergeet niet dat als hij je basis met deze troepen wil aanvallen, hij ze eerst naar zijn eigen basis moet terugsturen en dan naar jouw basis moet sturen.",
        "Tip4": "Stuur al je troepen met troep A in de eerste positie om de vijandelijke basis aan te vallen.",
        "Tip5": "Als je geluk hebt, heeft de vijand geen verdediging of alleen zwakke troepen. Zodra de vijand is uitgeschakeld, stuur je je troep om de basis te veroveren.",
        "Tip6": "Gebruik verkenners om ervoor te zorgen dat de troepen die je stuurt de strijd tegen de basis daadwerkelijk kunnen winnen. Stuur verkenners meerdere keren kort voordat je troepen de vijand ontmoeten, om een troep terug te trekken als de vijand de verdediging activeert."
      },
      "Advantages": {
        "Title": "Voordelen:",
        "Description1": "Je voorkomt verlies van troepen bij de eerste aanval van de vijand, die waarschijnlijk een A-team zal sturen om de basis te veroveren.",
        "Description2": "Als de vijand geen verdedigingslijn heeft, kun je hem uitschakelen zonder verlies van troepen, vooral als je snel bent en de vijand dichtbij is.",
        "Description3": "De tegenstander ontvangt geen punten als je snel bent, omdat het 1 minuut duurt voordat de verovering begint."
      },
      "Disadvantages": {
        "Title": "Nadelen:",
        "Description1": "Als de vijand een sterke B-troep heeft en deze gebruikt voor verdediging, kan deze strategie werken, maar het duurt langer omdat je hem alleen met je A-troep kunt treffen. Dit werkt beter als je dicht bij de vijand bent.",
        "Description2": "Als meerdere vijanden verschijnen, kun je blootgesteld worden aan hun aanvallen als je je A-troep hebt gestuurd om de vijand aan te vallen.",
        "Description3": "De vijand kan in de verdediging gaan zodra je hem aanvalt. Gebruik daarom een troep met slechts een held van laag niveau als een goede strategie om het risico op verlies van troepen verder te verminderen.",
        "Description4": "Als het de eerste verovering van het gebouw is en je de vijand niet snel genoeg uitschakelt, krijgen ze deze punten.",
        "Description5": "Houd er rekening mee dat deze strategie bedoeld is om troepenverlies te beperken, maar je daardoor waardevolle seconden verliest bij het veroveren van het gebouw. Gebruik deze strategie dus met beleid en houd rekening met de huidige strijdsituatie en het aantal overgebleven troepen."
      },
      "BuildingInEnemy": {
        "Title": "Verover een Gebouw in Bezit van de Vijand",
        "Description1": "Als het gebouw toebehoort aan het andere team, kun je op twee manieren te werk gaan:",
        "Description2": "Val het gebouw direct aan met je sterkste troep en probeer alle troepen die het gebouw versterken te verslaan (vergelijkbaar met het veroveren van dorpen). Deze strategie heeft een ernstig probleem omdat je waarschijnlijk veel soldaten zult verliezen en na enkele veroveringen zonder troepen zult komen te zitten.",
        "Description3": "Identificeer vijandelijke basisposten met versterkingen en verbrand deze. Deze aanpak werkt meestal goed als de basisposten geen verdediging hebben. Anders geldt hetzelfde probleem als bij de bovenstaande aanpak, maar je zult waarschijnlijk minder soldaten verliezen als de vijand de eerste troep voor versterkingen stuurt."
      },
      "ShouldNotDo": {
        "Title": "Wat Je Niet Moet Doen",
        "Description1": "In Desert Storm zijn je troepen erg waardevol, dus je moet niets doen wat hen in gevaar brengt.",
        "Description2": "Hier zijn enkele voorbeelden van wat je niet moet doen, omdat dit waarschijnlijk zal leiden tot troepenverlies:",
        "Description3": "Als je wordt aangevallen door een zwakkere vijand, wacht dan met je hoofdtroep in de verdediging en val aan wanneer zijn hoofdtroep terugkeert, in plaats van hem toe te staan je te verbranden omdat je verdedigingstroepen buiten zijn. Vergeet niet dat je bij elke aanval een bepaald aantal troepen verliest als je de verdediging opheft.",
        "Description4": "Val inactieve vijanden niet aan met zwakke troepen, want ze hebben tijd om hun verdediging op te bouwen en je zult troepen verliezen. Het is beter om dit te doen wanneer vijanden meerdere dingen doen, omdat ze mogelijk geen tijd hebben om verdediging op te bouwen als ze zien dat je aanvalt (werkt het beste als je dicht bij de vijandelijke basis bent)."
      }
    }
  },
  "Alliances": {
    "Title": "Alliantie",
    "TrainConductor": {
      "Title": "Treinconducteur Overzicht",
      "Today": "Vandaag:",
      "Sunday": "Zondag:",
      "Monday": "Maandag:",
      "Tuesday": "Dinsdag:",
      "Wednesday": "Woensdag:",
      "Thursday": "Donderdag:",
      "Friday": "Vrijdag:",
      "Saturday": "Zaterdag:"
    },
    "Donate": {
      "Title": "Hoe Je Kunt Bijdragen/Doneren",
      "Description": "Om bij te dragen aan alliantie-technologie gelden de volgende regels:",
      "Rule1": "voor elke donatie aan niet-aanbevolen technologie ontvang je 50 EXP en alliantie-bijdragepunten.",
      "Rule2": "voor elke donatie aan de aanbevolen technologie ontvang je een extra beloning van +20%: je verdient dus 60 EXP en 60 alliantie-bijdragepunten.",
      "Rule3": "Bovendien hebben donaties de kans om een kritieke treffer te veroorzaken, wat extra technologie-EXP oplevert. De kansen op kritieke treffers zijn:",
      "Hit1": "Geen kritieke treffer: 45%",
      "Hit2": "2x kritieke treffer (extra 50 punten alliantie-technologie-EXP): 30%",
      "Hit3": "3x kritieke treffer (extra 100 punten alliantie-technologie-EXP): 15%",
      "Hit4": "5x kritieke treffer (extra 200 punten alliantie-technologie-EXP): 10%",
      "Description2": "Hoe te doneren:",
      "Donate": "Klik op de aanbevolen technologie en vervolgens op 'Doneren', met munten of diamanten.",
      "Maximum": "Commandanten hebben maximaal 20 kansen om met munten aan de alliantie-technologie te doneren. Elke donatie, kritisch of niet, verbruikt één kans. Als de beschikbare donatiekansen van een commandant onder de 20 komen, krijgt hij elke 20 minuten één kans.",
      "Limit": "Er is geen dagelijkse limiet aan het aantal diamantdonaies dat commandanten aan alliantie-technologie kunnen doen. De diamantenkosten voor elke donatie stijgen echter met het aantal gedane donaties, maar er kunnen onbeperkt diamantdonaies worden gedaan. Na 20 minuten vermindert het aantal diamanten dat nodig is voor donatie geleidelijk. De kosten beginnen bij 2 diamanten voor de eerste donatie en stijgen met 2 diamanten per volgende donatie, tot een maximum van 50 diamanten."
    },
    "Shop": {
      "Title": "Alliantie Winkel",
      "Description1": "Als je deel uitmaakt van een alliantie, heb je toegang tot de alliantie winkel. Alliantie -> Alliantie Winkel",
      "Description2": "De alliantie winkel biedt zeer nuttige power-up items die kunnen worden opgeëist in ruil voor alliantie-bijdragepunten. De hoeveelheid die je van elk item kunt opeisen is tijdgebonden en de winkel reset deze limieten na een aftelling die bovenaan in de alliantie winkel wordt weergegeven.",
      "Image": "Op de afbeelding zijn twee gebieden rood gemarkeerd: <br> Geavanceerde Teleportatie en Alliantie Teleportatie <br> Deze twee gebieden zijn belangrijk om bij de verzamelplaats te komen. <br> Met de Geavanceerde Teleportatie kun je vrij kiezen waar je op de kaart wilt worden geteleporteerd. <br> Met de Alliantie Teleportatie word je ergens bij de verzamelplaats geteleporteerd."
    },
    "AssemblyPlace": {
      "Title": "Hoe kom ik bij de verzamelplaats?",
      "Variant1": {
        "Title": "Variant 1: Geavanceerde Teleportatie",
        "Description1": "Zoek op de kaart naar onze alliantie verzamelplaats (paarse vlag).",
        "Description2": "Kies een vrije plek in de buurt.",
        "Description3": "Klik op 'Teleporteren'. Dit kost je een Geavanceerde Teleportatie."
      },
      "Variant2": {
        "Title": "Variant 2: Alliantie Teleportatie",
        "Description1": "Ga naar je inventaris en selecteer het tabblad 'Speciaal'.",
        "Description2": "Zoek de Alliantie Teleportatie.",
        "Description3": "Klik op 'Gebruiken'. Je wordt dan automatisch naar de verzamelplaats geteleporteerd."
      },
      "Footer": "Op de afbeelding hieronder wordt de Alliantie Teleportatie getoond, en op de afbeelding hierboven is de winkel te zien. Je kunt beide teleportaties zoals hierboven beschreven in de alliantie winkel inwisselen. De Alliantie Teleportatie kost minder.",
      "Image": "Klik op: <b><br> 1. Inventaris <br> 2. Speciaal <br> 3. Alliantie Teleportatie <br> 3. Gebruiken"
    },
    "Formation": {
      "Title": "Formatie van spelers",
      "Description": "De plekken rondom de Maarschalk Wacht zijn gereserveerd voor R5 en R4. Deze 9 plekken moeten vrijgehouden worden door de andere spelers, omdat R4 en R5 een speciale bonus ontvangen tijdens dit evenement.",
      "Info": {
        "Title": "Belangrijke opmerkingen:",
        "Info1": "Respecteer de plaatsing: Zorg ervoor dat jullie je zo positioneren dat er geen gaten ontstaan tussen de plekken die de vijand kan uitbuiten.",
        "Info2": "Strategische plaatsing: De juiste formatie is cruciaal om de verdediging te versterken en het maximale voordeel uit de bonussen voor R4 en R5 te halen."
      }
    }
  },
  "Basics": {
    "Title": "Basisprincipes",
    "Translate": {
      "Title": "Vertalingen",
      "Description": "In Last War kun je de automatische vertaalfunctie gebruiken om tekst naar je eigen taal te vertalen. Om chats en berichten te vertalen, gebruik je gewoon het pictogram rechtsonder – het toont een 'A' met pijlen en een 'T'. Op deze manier kun je communiceren in je voorkeurstaal en je volledig op het spel concentreren!",
      "Image": "De afbeelding toont twee voorbeelden van waar je het pictogram kunt vinden om de tekst te vertalen."
    },
    "Trucks": {
      "Title": "Looten van vrachtwagens op je eigen server",
      "Description": "Het is niet toegestaan om vrachtwagens op je eigen server te looten. Om ervoor te zorgen dat dergelijke vrachtwagens niet worden weergegeven, is er een selectievakje dat je kunt aanvinken om alle vrachtwagens van je eigen server te filteren. Vink dit vakje aan om aan de regels te voldoen. De afbeelding hieronder toont waar je het selectievakje kunt vinden.",
      "Image": "Vink het selectievakje aan zoals weergegeven op de afbeelding."
    },
    "SecretTasks": {
      "Title": "Plunderen van geheime missies op andere servers",
      "Description": "Het is niet toegestaan om geheime missies op onze eigen server te plunderen. Deze moeten uitsluitend op andere servers worden uitgevoerd. Overtredingen kunnen leiden tot waarschuwingen of andere gevolgen.",
      "Title2": "Hoe plunder ik op andere servers?",
      "Image": "Geheime Missie",
      "Image1": "Ga naar het station in je basis en klik op het vrachtwagenpictogram.",
      "Image2": "Selecteer een vrachtwagen en klik op 'Plunderen'. (Dit werkt ook als je al vier keer hebt geplunderd.)",
      "Image3": "Je bent nu op een andere server en kunt op zoek gaan naar geheime missies.",
      "Image4": "Gouden, glanzende missies op niveau 5 zijn het beste wat je kunt vinden.",
      "Image5": "Deel deze missies gerust in de alliantiechat met de andere spelers."
    }
  },
  "TipsAndTricks": {
    "Title": "Tips en trucs",
    "Overview": {
      "Title": "Overzicht"
    },
    "Pvp": {
      "Title": "Aanval en verdediging",
      "Description1": "Laten we eerst praten over basisverdediging. Je moet alleen proberen te verdedigen als je hoofdtroep de eerste of tweede opeenvolgende aanval kan overleven (d.w.z. de aanvaller is ongeveer op jouw niveau).",
      "Tip1": "Als je niet kunt verdedigen of niet online bent om deze beslissing te nemen, DEACTIVEER dan je verdedigingen.",
      "Tip2": "Zo activeer/deactiveer je de verdedigingen: Ga naar de muur in je basis, klik op het huis+ symbool en deactiveer de troepen. Elke keer dat je een nieuwe troep ontgrendelt, zorg ervoor dat je deze ook deactiveert. Soms heeft het zin om helemaal geen verdediging te hebben, en soms heeft het zin om je hoofdtroep als verdediging te gebruiken, maar de grootste fout die je kunt maken is je zwakkere troepen aan de verdediging deel te laten nemen.",
      "Tip3": "Waarom dit werkt: Stel dat een veel sterkere speler je 5 keer aanvalt (stel dat je niveau 20 bent met 3 troepen). Je zou ongeveer 10k tot 12k troepen verliezen in deze 5 aanvallen als je 3 verdedigingsgroepen had. Als je slechts één enkele verdediging (de sterkste troep) had, zou je ongeveer 4k tot 5k troepen verliezen. Als je geen verdediging had, zou je ongeveer 1k troepen verliezen (vanwege de doorbraakaanval die niet telt als kills voor de aanvaller). Dit is een groot verschil.",
      "Tip4": "Aanvallen van basissen heeft in dit spel twee doelen: (1) middelen plunderen en (2) punten verzamelen tijdens dodingsevenementen, zoals de vijandverslinder (dag 6 van de duel).",
      "Tip5": "Plunderen biedt de beste middelen-stamina-verhouding in het spel, maar wees je bewust van de verdedigingen/tegenaanvallen, je huidige plunderranges, enz.",
      "Tip6": "Bij het aanvallen van andere basissen voor dodingsevenementen, merk op dat alleen gevechten kills voor punten opleveren. Dus iemand zonder verdediging of troepen zal je geen eventpunten of een verhoging van je individuele killaantal opleveren. Dit is een andere reden waarom je je eigen verdedigingen moet uitschakelen, namelijk om te voorkomen dat je tegenstanders punten verzamelen door je aan te vallen.",
      "Image1": "Klik op de muur en vervolgens op het plus-icoon om naar de verdediging te gaan.",
      "Image2": "Door het vakje aan te vinken kun je de verdediging voor elke troep in- of uitschakelen."
    },
    "Troops": {
      "Title": "Troepen-/eenheidstraining",
      "Description1": "De meest optimale strategie voor troepentraining is om ze in 3 fasen te trainen. Dit maakt de training niet sneller en verbruikt ook niet minder middelen, maar het stelt je in staat om tijdens relevante evenementen zoals eenheidstraining in de wapenwedstrijd en dag 5 van de duelactiviteit meer punten te verzamelen.",
      "Tip1": "Stel dat TX = maximaal niveau van de troepen die je kunt trainen, TY = een niveau onder het maximum en TZ = twee niveaus onder het maximum. De strategie is om TZ de hele week te trainen (tenzij je al genoeg TX hebt voor al je eenheden). Tijdens de eenheidstraining in de wapenwedstrijd upgrade je TZ -> TY en/of TY -> TX (mogelijk twee rondes in elke kazerne zonder versnellingen tijdens deze fase). Op dag 5 van de duel zou je bijna alle TY/TZ naar TX upgraden voordat je naar het Woestijnstorm-battlefield of dag 6 van de duel gaat. Zodra je de dodingsevenementen hebt voltooid, ga je door met het aanvullen van TZ.",
      "Tip2": "Bijvoorbeeld, als je HQ 25 bent, zou TX niveau 8 eenheden zijn (vereist Lv24 kazerne), TY zou niveau 7 eenheden zijn (vereist Lv20 kazerne), en TZ zou niveau 6 eenheden zijn (vereist Lv17 kazerne). Om deze strategie toe te passen, moet je enkele kazernes op een lager niveau dan het maximaal mogelijke houden. Van 4 kazernes raad ik aan om 2 te hebben die tot TX kunnen trainen en 2 die alleen tot TY kunnen trainen. Dit komt omdat de troep-upgrade automatisch naar het maximale niveau voor die kazerne gaat.",
      "Example": {
        "Title": "Een voorbeeld: ",
        "Example1": "Directe training: 1 T9-soldaat = 250 punten",
        "Example2": "Trappentraining: 1 T5 = 150 punten, 1 T5 -> 1 T6 = 175 punten, 1 T6 -> 1 T7 = 200 punten, 1 T7 -> 1 T8 = 225 punten, 1 T8 -> 1 T9 = 250 punten is in totaal 1000 punten",
        "Description": "Zoals je kunt zien, krijg je met de stapsgewijze benadering in dit geval vier keer zoveel punten voor elke enkele soldaat."
      },
      "Image1": "Op deze afbeelding zie je welke troepen je kunt upgraden. Klik op de 'Upgrade'-knop, niet op 'Train', om de soldaten naar het maximale niveau van de kazerne te brengen."
    },
    "Healing": {
      "Title": "Spam-Healing",
      "Description1": "Een ander concept is 'Spam-Healing'. Dit betekent dat als je meer dan 1000 dode troepen hebt en het 4 uur zou duren om ze allemaal te genezen, je telkens 25 minuten genezingstijd moet instellen en de knop voor hulp van je alliantie moet klikken. Dit houdt de kosten van middelen gelijk, maar vermindert de genezingstijd met meer dan 50%. Deze methode is efficiënt om je gevechtskracht hoog te houden en een constante stroom van troepen te waarborgen."
    },
    "SmallTroops": {
      "Title": "Verzamel middelen met een kleine troepensterkte",
      "Description1": "Als je maar een paar troepen beschikbaar hebt op je oefenterrein (bijvoorbeeld na de oorlogen op zaterdag), kun je misschien niet alle troepen sturen om middelen te verzamelen, omdat er een bepaald aantal troepen nodig is voor elk troep.",
      "Description2": "Dit kan als volgt worden opgelost:",
      "Tip1": "Haal je troepen terug naar de basis zodat je ze kunt wisselen",
      "Tip2": "Verwijder alle helden uit elke troep en voeg slechts 1 held per troep toe, bij voorkeur degenen met een lage waarde in het attribuut 'Commandant'.",
      "Tip3": "Stuur nu troepen uit om middelen te verzamelen. Elke troep zal veel minder troepen gebruiken, zodat je ze allemaal kunt sturen.",
      "Tip4": "Daarnaast kun je eenvoudig niveau 1-soldaten trainen in een willekeurige kazerne om bijna onmiddellijk wat troepen beschikbaar te hebben, omdat het trainen van niveau 1-soldaten snel gaat."
    },
    "IncreasedDamage": {
      "Title": "Verhoogd schadepercentage",
      "Description1": "Bij elke aanval, in de verdediging of bij de wacht kun je de oorlogsdkoorts gebruiken om de schade met 1% te verhogen.",
      "Description2": "Deze boost wordt automatisch geactiveerd wanneer je een basis aanvalt of verkent, maar niet wanneer je alleen verdedigt.",
      "Description3": "Om de oorlogsdkoorts te activeren, kun je een van de volgende acties uitvoeren:",
      "Tip1": "Stuur een verkenningsvliegtuig naar een basis",
      "Tip2": "Start een aanval of rally tegen een vijandige basis (aanvallen of rally's tegen zombies werken niet). Je kunt de aanval ook afbreken zodra de oorlogsdkoorts is begonnen",
      "Tip3": "De status van de oorlogsdkoorts kun je linksboven op het scherm zien, direct onder de weergaven voor voedsel/ijzer/munt/energie. Als je op het symbool klikt, wordt de aftelling weergegeven.",
      "Tip4": "Herhaal de activeringsactie om de aftelling op 15 minuten altijd opnieuw te starten.",
      "Tip5": "BELANGRIJK: Gebruik deze truc niet terwijl je een schild hebt, omdat je het anders verliest."
    }
  },
  "Buildings": {
    "Title": "Gebouwen",
    "Headquarters": {
      "Title": "Hoofdkwartier",
      "Description1": "Het Hoofdkwartier is het belangrijkste gebouw in het spel. Het vervult vergelijkbare functies als de stadhuisgebouwen in andere spellen. Door het verder uit te breiden, kun je nieuwe gebouwen oprichten en bestaande gebouwen naar een hoger niveau brengen.",
      "Description2": "Wanneer het Hoofdkwartier een niveau stijgt, worden de volgende zaken verhoogd:",
      "List1": "Prestaties",
      "List2": "Heldenniveau-Limiet",
      "List3": "Held HP",
      "List4": "Held Aanval",
      "List5": "Held Verdediging",
      "List6": "Niveau-Limiet voor elk gebouw",
      "LevelUp": {
        "Title": "Niveau-Up Vereisten",
        "Description1": "Om het Hoofdkwartier naar een hoger niveau te brengen, moeten zowel de hulpbronnen- als de gebouwvereisten in elke fase worden vervuld.",
        "Description2": "Het is belangrijk om de bouw stapsgewijs voort te zetten om een soepele voortgang naar het volgende niveau van het Hoofdkwartier te garanderen en voldoende hulpbronnen te sparen. Als het Hoofdkwartier niet wordt verbeterd, kan dit leiden tot een zwakke troep, omdat dit gebouw de limiet voor heldenniveaus bepaalt.",
        "Description3": "Hieronder ziet u een diagram met de vereiste gebouwen voor elk niveau",
        "Table": {
          "ToUnlock": "HQ om te Ontgrendelen",
          "Condition1": "Gebouw 1",
          "Condition2": "Gebouw 2",
          "Iron": "IJzer",
          "Food": "Voedsel",
          "Gold": "Goud",
          "Days": "Dagen",
          "Wall": "Muur N.",
          "TechCenter": "Technisch Centrum N.",
          "DrillGround": "Oefenterrein N.",
          "Barracks": "Kazerne N.",
          "AllianceCenter": "Alliantiecentrum N.",
          "Hospital": "Ziekenhuis N.",
          "TankCenter": "Tankcentrum N."
        }
      }
    },
    "Barracks": {
      "Title": "Kazerne",
      "Description1": "De Kazernes worden gebruikt om je troepen te rekruteren en te bevorderen. Zodra je de Kazernes hebt ontgrendeld, moet je altijd maar één Kazerne tegelijk upgraden om je hulpbronnen efficiënt te gebruiken. Het bevorderen van je troepen stelt je in staat om troepen van een lager niveau naar het hoogste niveau te brengen dat je Kazernes toestaan. Het bevorderen van troepen wordt bijzonder nuttig zodra je het hebt ontgrendeld, omdat het je in staat stelt om troepen van niveau één op te leiden en te verbeteren, wat minder hulpbronnen en tijd kost."
    },
    "Hospital": {
      "Title": "Ziekenhuis",
      "Description1": "Het Ziekenhuis wordt gebruikt om je troepen na een gevecht te genezen. Als een vijand sterk genoeg is, kan hij je troepen doden of verwonden. Het Ziekenhuis kan echter geen gevallen troepen weer tot leven brengen, alleen gewonde troepen genezen. Een efficiënte manier om je troepen snel te genezen, is door alleen een aantal troepen te selecteren die binnen 25 minuten of minder kunnen worden genezen. Dit stelt je alliantie in staat om je te helpen en de genezingstijd vrijwel onmiddellijk te verkorten. Door het genezingssysteem goed te gebruiken, wordt de genezingstijd verminderd tot 25% van de tijd die het zou hebben gekost als je alle troepen tegelijkertijd had genezen."
    },
    "DrillGround": {
      "Title": "Oefenterrein",
      "Description1": "Het Oefenterrein is het gebouw waar je troepen zijn gestationeerd. Het maximale niveau van het Oefenterrein stijgt met het niveau van je Hoofdkwartier. Het Oefenterrein is een centrale bron van je kracht, omdat de kracht van je troepen grotendeels je macht bepaalt. Om de maximale macht te bereiken (het belangrijkste doel van het spel), moet je voortdurend je Oefenterrein naar het hoogste niveau brengen en indien mogelijk extra Oefentereinen bouwen. Het tweede Oefenterrein wordt ontgrendeld op niveau 16 en het derde op niveau 21."
    },
    "Garages": {
      "Title": "Garages",
      "Description1": "De Garages huisvesten je helden. Ze geven je helden extra kracht en troepen die ze mee kunnen nemen. Aan het begin van het spel ontvang je één Garage, en je kunt gedurende het spel extra Garages ontgrendelen, tot maximaal drie Garages. Een vierde Garage kan ook worden verkregen via het maandelijkse pas. Je moet je uitsluitend richten op het upgraden van Garage 1, omdat het grootste deel van je inspanningen in het spel daarop zal worden gericht. Upgrade Garage 2 alleen als je het nodig hebt voor kosteneffectieve wapenwedstrijpunten of als je denkt dat het te ver achterblijft."
    },
    "TechCenter": {
      "Title": "Technisch Centrum",
      "Description1": "Het Technisch Centrum is een cruciaal onderdeel van het spel om succesvol te concurreren met andere spelers. Het wordt om goede redenen vaak weergegeven in de sectie 'vereiste upgrades' wanneer je je Hoofdkwartier wilt upgraden. Het Technisch Centrum stelt je in staat om bepaalde statistieken van je basis te verbeteren, zoals helden, troepen, garages en meer. Dit zet hulpbronnen om in meer kracht en statistieken voor alles. Zodra je niveau 16 bereikt, heb je de mogelijkheid om een tweede Technisch Centrum aan te schaffen, wat sterk wordt aanbevolen."
    },
    "GearFactory": {
      "Title": "Apparaatfabriek",
      "Description1": "De Apparaatfabriek stelt je in staat om apparatuur voor je helden te maken of te demonteren. Je kunt elk type apparatuur maken dat momenteel in het spel bestaat en ook apparatuuronderdelen demonteren. Bovendien stelt de Apparaatfabriek je in staat om apparatuuronderdelen te combineren om het Dielectrische Keramische Componentdeel te maken dat je nodig hebt om een legendarisch apparatuurdeel te creëren. Het wordt niet aanbevolen om zeldzame, super-zeldzame of super-super-zeldzame apparatuuronderdelen te maken of te upgraden. Zodra je ten minste alle super-super-zeldzame (SSR) apparatuuronderdelen voor je belangrijkste helden hebt, zou je alle overige apparatuuronderdelen moeten demonteren om meer legendarische apparatuur te verkrijgen."
    },
    "ComponentFactory": {
      "Title": "Componentenfabriek",
      "Description1": "De Componentenfabriek produceert dozen met dronecomponenten. Deze dronecomponenten worden gebruikt in het Dronecentrum om verdere upgrades voor je drone uit te voeren. Zodra de Componentenfabriek is gebouwd, kan deze niet meer worden opgewaardeerd."
    },
    "TankCenter": {
      "Title": "Tankcentrum",
      "Description1": "Het Tankcentrum is een cruciaal gebouw in het spel dat de statistieken van je tankhelden aanzienlijk verbetert. Dit gebouw moet elke keer dat je je Hoofdkwartier upgraden zo snel mogelijk naar het maximale niveau worden gebracht."
    },
    "AircraftCenter": {
      "Title": "Vliegtuigcentrum",
      "Description1": "Het Vliegtuigcentrum vervult dezelfde functie als het Tankcentrum, maar voor helden van het vliegtuigtype. Aanvankelijk is het niet belangrijk om dit gebouw te upgraden, omdat het geen bonussen biedt voor de configuratie die je zou moeten gebruiken. Zodra echter DVA en Carlie beschikbaar zijn, zal het net zo belangrijk zijn om het Vliegtuigcentrum te upgraden als het Tankcentrum, vanwege de extra statistieken die het deze helden biedt."
    },
    "MissileCenter": {
      "Title": "Missielcentrum",
      "Description1": "Op vergelijkbare wijze als de twee hierboven genoemde gebouwen verhoogt het Missielcentrum de statistieken van rakethelden."
    },
    "ResourceCenters": {
      "Title": "Hulpbronnen Centra",
      "Description1": "De voedsel-, ijzer- en smeltcentra zijn gebouwen die de respectieve hulpbronnen produceren. De Trainingsbasis is het gebouw dat helden-XP produceert. Ervaring leert dat de Trainingsbasis-gebouwen een goede XP-nutzung bieden in verhouding tot de gebruikte hulpbronnen en efficiënt kunnen worden opgewaardeerd."
    }
  },
  "Greeting": {
    "HomeButton": "Laat een bericht achter",
    "Modal": {
      "Title": "Laat een begroeting achter",
      "Form": {
        "ServerNumber": {
          "Label": "Servernummer",
          "Required": "Servernummer is verplicht"
        },
        "AllianceName": {
          "Label": "Alliantie naam",
          "Required": "Alliantie naam is verplicht"
        },
        "Comment": {
          "Label": "Opmerking",
          "MaxLength": "De maximale tekenlimiet is 200. Verkort alstublieft uw opmerking."
        },
        "PlayerName": "Speler naam",
        "Optional": "Optioneel",
        "CloseButton": "Annuleren",
        "SubmitButton": "Verzenden"
      },
      "Toastr": {
        "Label": "Je begroeting",
        "Success": "Bedankt voor je begroeting",
        "Error": "Er is een probleem opgetreden. Probeer het later opnieuw."
      }
    }
  },
  "Spinner": {
    "Label": "Even geduld..."
  },
  "MemberLogin": {
    "Title": "Ledenlogin",
    "Description": "Dit gebied is alleen voor leden.",
    "Form": {
      "Label": "Voer wachtwoord in",
      "Required": "Wachtwoord is een verplicht veld",
      "LoginButton": "Inloggen"
    },
    "Toastr": {
      "Title": "Inloggen",
      "Error": "Inloggen mislukt"
    },
    "PasswordExpired": {
      "Title": "Wachtwoord verlopen",
      "Information": "Het wachtwoord is gewijzigd"
    }
  },
  "Squad": {
    "Title": "Team",
    "Description": "Om de kracht van je helden te maximaliseren, moet je je teamopstelling optimaliseren.",
    "Basics": {
      "Title": "Basisprincipes van teamopstelling",
      "Description": "Elke held heeft zijn eigen type, vaardigheden en speciale kenmerken.",
      "Defend": {
        "Title": "Defensieve Helden",
        "Description": "moeten aan de voorkant van het team worden geplaatst."
      },
      "Attack": {
        "Title": "Aanvalshelden",
        "Description": "moeten achterin worden geplaatst."
      },
      "Support": {
        "Title": "Ondersteunende Helden",
        "Description": "moeten achterin worden geplaatst."
      }
    },
    "Example": {
      "Title": "Voorbeeld van een team",
      "List1": "<b>Violet</b> en <b>Scarlett</b> in de verdediging en dus aan de voorkant",
      "List2": "<b>Mason</b> en <b>Richard</b> vallen aan en worden daarom achterin geplaatst",
      "List3": "een ondersteunende held, <b>Monica</b>, op de achtergrond",
      "Image": "Defensieve helden vooraan, aanvals- en ondersteunende helden achteraan voor optimale positionering."
    },
    "FormationBonus": {
      "Title": "Formatiebonus",
      "Description": "De bonus die je momenteel gebruikt, kan worden gezien op het symbool linksboven in het teamopstellingsgebied.",
      "Image": "<ul><li>3 helden van hetzelfde type: +5 %</li><li>3 helden van hetzelfde type + 2 van een ander: +10 %</li><li>4 helden van hetzelfde type: +15 %</li><li>5 helden van hetzelfde type: 20 %</li></ul>",
      "Description2": "Als je alle helden van hetzelfde type hebt (in het bovenstaande voorbeeld allemaal tanks), ontvang je een krachtbonus van 20 %. Bovendien verhoogt het upgraden van het tankgebouw de kracht van alle tankhelden."
    },
    "TroopsAndSoldiers": {
      "Title": "Troepen en Soldaten",
      "Description": "Bij het uitvoeren van een aanval of rally met een team worden soldaten toegevoegd aan de basissterkte van de helden. Het aantal soldaten dat betrokken is bij de aanval hangt af van het commandokenmerk van de helden in het team.",
      "Image": "In het voorbeeld kun je zien dat het aantal eenheden (soldaten) dat betrokken is bij de aanval 1.965 is (393 bij Murphy, 393 bij Williams, enz.), en door op de i te klikken wordt informatie weergegeven dat het gaat om soldaten van niveau T6 en T7.",
      "Description2": "Let op dat, indien beschikbaar, altijd eerst soldaten van hogere niveaus worden gebruikt en daarna soldaten van lagere niveaus worden ingezet om aan te vullen."
    }
  },
  "SeasonOne": {
    "Title": "Seizoen 1 – De Paarse Pest",
    "Content": {
      "Title": "Inhoud",
      "NewResources": "Nieuwe Basisbronnen",
      "WorldMap": "De Wereld en de Kaart",
      "NewBuildings": "Nieuwe Gebouwen",
      "MilitaryBase": "Militaire Basis",
      "NewFarms": "Nieuwe Alliantie Boerderijen",
      "MilitaryStrongholds": "Militaire Bolwerken",
      "Cities": "Steden",
      "Conquest": "Verovering",
      "HeroUpgrade": "Held-Upgrades",
      "Virus": "Virus",
      "Gameplay": "Spelverloop"
    },
    "Resources": {
      "Title": "Nieuwe Basisbronnen – Immunoproteïne, Mutantkristal en genetisch Fragment",
      "Description": "In het spel zijn nu extra bronnen beschikbaar, waarvan 2 (Immunoproteïne en Mutantkristal) op dezelfde manier worden beheerd als de bestaande voedsel, ijzer en goud.",
      "ImmuneProtein": {
        "Title": "Immunoproteïne",
        "Description": "Wordt gebruikt voor de bouw en verbetering van het Virus Onderzoeksinstituut en militaire basissen.",
        "Description2": "Immunoproteïne krijg je door:",
        "List1": "Eiwitboerderij",
        "List2": "Beloningen voor het eerste doden van zombies",
        "List3": "Het bereiken van de doelen van Seizoen 1 voor het verhogen van de virusbestendigheid",
        "List4": "Gebruik van het Hero’s Return-rekruteringsbon"
      },
      "MutantCrystal": {
        "Title": "Mutantkristal",
        "Description": "Wordt gebruikt voor de bouw en verbetering van de eiwitboerderij en militaire basissen.",
        "Description2": "Mutantkristal krijg je door:",
        "List1": "Beloningen voor het eerste doden van een zombie",
        "List2": "Voltoien van Seizoen-missies",
        "List3": "Voltoien van Seizoen 1-doelen voor het verhogen van de virusbestendigheid",
        "List4": "Doom Walker First Blood Kill (eerste DW-kill van de dag)",
        "List5": "Genetische Rekombinatie",
        "List6": "Gebruik van het Hero’s Return-rekruteringsbon",
        "List7": "Weekpas en Seizoen Battle Pass"
      },
      "GeneFragment": {
        "Title": "Genetisch Fragment",
        "Description": "Er zijn 6 soorten genetische fragmenten. Combineer ze opnieuw om gemuteerde kristallen en beloningen te ontvangen. Genetische fragmenten kunnen worden uitgewisseld met je bondgenoten.",
        "Description2": "Je kunt genetische fragmenten verdienen door:",
        "List1": "Radar Missies te voltooien: Doom Elite doden, bronnen verzamelen, Doom Walker doden geeft je Type I, II, III",
        "List2": "Crimson Zombies doden (elke niveau) geeft je Type I, II, III",
        "List3": "Infectieuze Zombies doden (elke niveau) geeft je Type I, II, III",
        "List4": "Doom Elite doden (elke niveau) geeft je Type I, II, III",
        "List5": "Bondgenoten genezen geeft je Type IV, V, VI",
        "List6": "Steden aanvallen"
      },
      "Description2": "Je kunt de hoeveelheid van deze bronnen (behalve genetische fragmenten) bovenaan het speldisplay beheren, net zoals bij andere bronnen. Vergeet ook niet je inventaris te controleren, want normaal gesproken zijn deze bronnen beschikbaar wanneer je ze als beloning wint."
    },
    "WorldMap": {
      "Title": "De Wereld en de Kaart",
      "Description": "Met dit nieuwe seizoen verandert de serverkaart drastisch, hij wordt groter en gevuld met nieuwe wezens.",
      "Description2": "Je zult angstaanjagende en besmette dorpen, militaire forten en de hoofdstad tegenkomen, die is veranderd in de Stad van de Apocalyps.",
      "Image1": "Bevuilde Dorpen",
      "Image2": "Militaire Bolwerken",
      "Image3": "Stad van de Apocalyps (Capitool)",
      "Description3": "Aan het begin van het seizoen zijn jij en je bondgenoten aan de rand van de server gestrand en hebben jullie geen eigen stad. Steden moeten heroverd worden, maar er zijn nieuwe regels van kracht...",
      "Description4": "BELANGRIJK: De allianties die de hoofdstad het laatst vasthouden, zullen de hoofdstad behouden zodra Seizoen 1 begint. Het veroveren van de hoofdstad begint pas 28 dagen na het City Clash-evenement.",
      "Description5": "Doom-Elite-monsters transformeren in agressieve, besmettelijke schorpioenmonsters, en de meeste zombies zijn besmettelijk.",
      "Description6": "Zo ziet de kaart eruit. De gebouwen die je ziet, zijn de steden; de andere velden ertussen zijn militaire forten."
    },
    "NewBuildings": {
      "Title": "Nieuwe Gebouwen",
      "Description": "Nieuwe gebouwtypen zijn beschikbaar en noodzakelijk. Ze kunnen alleen buiten de kring van je basis worden gebouwd. Sommige verschijnen onmiddellijk aan het begin van het seizoen, andere volgen later.",
      "Image1": "Een sterk, door zombies overgedragen virus besmet het land. Om te overleven, moet er een Virus Onderzoeksinstituut worden gebouwd.",
      "VirusResearchInstitute": {
        "Title": "Virus Onderzoeksinstituut",
        "Image1": "Het Virus Onderzoeksinstituut maakt een verhoging van de virusbestendigheid mogelijk.",
        "LevelUp": {
          "Title": "Level-up van het Virus Onderzoeksinstituut",
          "Description": "Om het niveau van het Virus Onderzoeksinstituut te verhogen, heb je Immunoproteïne nodig.",
          "Description2": "Door dit gebouw op te waarderen wordt de virusbestendigheid verhoogd, wat essentieel is voor overleving in deze apocalyptische tijden.",
          "Image1": "Dit gebouw kan tot niveau 30 worden opgewaardeerd, ongeacht je HQ-niveau."
        }
      },
      "ProteinFarm": {
        "Title": "Eiwitboerderij",
        "Description": "In dit nieuwe gebouw worden Immunoproteïnen gekweekt, een van de nieuwe bronnen van het seizoen.",
        "Image1": "Er zijn in totaal 5 Eiwitboerderijen beschikbaar; de vijfde is alleen toegankelijk met de Season's Weekly Pass.",
        "LevelUp": {
          "Title": "Verhoog de kwaliteit van je Eiwitboerderijen",
          "Description": "Om het niveau van de Eiwitboerderijen te verhogen, heb je Mutantkristallen nodig.",
          "Description2": "Zodra je eerste Eiwitboerderij niveau 5 heeft bereikt, wordt een nieuwe Eiwitboerderij beschikbaar.",
          "Description3": "Vervolg Eiwitboerderijen worden beschikbaar zodra de vorige niveau 10 heeft bereikt.",
          "Description4": "Een Eiwitboerderij is onmiddellijk beschikbaar met de wekelijkse seizoenspas.",
          "Image1": "Dit gebouw kan tot niveau 30 worden opgewaardeerd, ongeacht je HQ-niveau."
        }
      },
      "MilitaryBase": {
        "Title": "Militaire Basis",
        "Description": "Vanaf de derde week worden drie nieuwe gebouwen beschikbaar die verbeteringen voor heldentypen mogelijk maken.",
        "Description2": "Voor de opwaardering heb je zowel Immunoproteïne als Mutantkristallen nodig. Deze gebouwen kunnen tot niveau 30 worden opgewaardeerd, ongeacht je HQ-niveau.",
        "Description3": "Elk niveau-upgrade verhoogt de HP, aanval en verdediging van het betreffende heldentype met 1 %."
      }
    },
    "NewFarms": {
      "Title": "Nieuwe Boerderijen – Alliantiebronnen",
      "Description": "Na het willekeurig doden van Doom-Elites kan tijdelijk een nieuwe alliantiebronnenboerderij verschijnen. Stuur je team uit om samen met je bondgenoten de bronnen voedsel, ijzer, goud, diamanten of Mutantkristallen te verzamelen."
    },
    "MilitaryStrongholds": {
      "Title": "Militaire Bolwerken",
      "Description": "Op de kaart vind je tussen de steden (dorpen) gebouwen met militaire bolwerken, die omgeven zijn door besmettelijke zombies die deze beschermen.",
      "Description2": "Allianties moeten eerst een bolwerk van niveau 1 beveiligen om hun aanvankelijke territorium op te eisen. Door het veroveren van extra militaire bolwerken kunnen ze uitbreiden.",
      "Description3": "Allianties kunnen tot 2 militaire bolwerken per dag veroveren, met een beperking op het totale aantal bolwerken in hun bezit.",
      "Image1": "Militaire bolwerken dienen als steunpunten voor de elitetroupes van de koningin."
    },
    "Cities": {
      "Title": "Steden",
      "Description": "Het veroveren van steden brengt vele voordelen met zich mee, van buffs over invloedspunten van de alliantie tot de belangrijkste beloningen.",
      "Description2": "Om oorlog te verklaren aan een stad, moet een alliantie minimaal één aangrenzend militaire bolwerk controleren.",
      "Influence": {
        "Title": "Invloed",
        "Description": "Door steden te veroveren, verhoogt de invloedspunten van de alliantie. Elke stad in hun bezit brengt afhankelijk van het niveau een verschillend aantal punten op:",
        "List1": "Niveau 1: 100 km",
        "List2": "Niveau 2: 200 km",
        "List3": "Niveau 3: 300 km",
        "List4": "Niveau 4: 400 km",
        "List5": "Niveau 5: 500 km",
        "List6": "Niveau 6: 1 M",
        "Description2": "Je kunt de hoeveelheid invloedspunten van je alliantie controleren door op het icoon voor het Seizoen 1-evenement direct boven het Duel-VS-icoon te klikken, vervolgens op de banner van Seizoen 1 en daarna op de knop 'Leaderboard' te klikken."
      }
    },
    "ConquestOfCities": {
      "Title": "Steden- en Fortverovering – Alliantiegebied",
      "Description": "Aan het begin van het seizoen zijn alle allianties aan de rand van de server gestrand en bezitten zij geen eigen stad. Steden en militaire steunpunten worden nu beschouwd als alliantiegebied. Je doel is om je gebied uit te breiden en de invloed van je alliantie te vergroten.",
      "Image1": "Het alliantiegebied moet verbonden zijn met militaire bolwerken bij de doelstad waartegen de oorlog wordt verklaard.",
      "Description2": "Je kunt je forten en steden bekijken door naar Alliantie -> Alliantiestad te gaan, waar ook de grenzen worden weergegeven.",
      "RulesForConqueringFortresses": {
        "Title": "Regels voor het Veroveren van Forten",
        "Rule1": "Allianties kunnen tot 2 militaire steunpunten per dag veroveren, ongeacht de dagelijkse limiet voor het veroveren van steden.",
        "Rule2": "De alliantie moet een fort van niveau 1 veroveren om het eerste stuk alliantiegebied te verkrijgen en dit uit te breiden door verder militaire forten te veroveren.",
        "Rule3": "Voor de verovering van een militaire bolwerk is het bezit van een aangrenzend fort vereist.",
        "Rule4": "De initiële limiet voor het aantal bezette forten is 3.",
        "Rule5": "Voor elke veroverde stad van niveau 1-5 wordt de limiet van forten van de alliantie met 1 verhoogd.",
        "Rule6": "Voor elke veroverde stad van niveau 6 wordt de limiet van forten van de alliantie met 2 verhoogd.",
        "Rule7": "Het veroveren van een militaire bolwerk vereist virusbestendigheid.",
        "Rule8": "Aan het begin van het seizoen behoort het fort tot de Crimson Legion en wordt het bewaakt door Corruptors en Infected Zombies. Om het fort te veroveren, moeten beide vijandelijke soorten worden verslagen.",
        "Rule9": "Zodra een fort is veroverd, bevindt het zich gedurende 36 uur in een beschermingsfase en kan het gedurende deze tijd niet door een andere alliantie worden veroverd.",
        "Rule10": "Zodra een fort door een alliantie is ingenomen, verschijnt er een leger van fortverdedigers, wiens niveau proportioneel is aan het niveau van het fort. Elke alliantie die het fort wil veroveren, moet deze verdedigers verslaan voordat ze het fort kan innemen. Een melding over de aanval op de verdedigers wordt aan de bondgenoten als een aanval weergegeven."
      },
      "RulesForConqueringACity": {
        "Title": "Regels voor het Veroveren van een Stad",
        "Rule1": "Allianties kunnen tot twee steden per dag de oorlog verklaren; deze beperking is onafhankelijk van de dagelijkse limiet voor het veroveren van steden.",
        "Rule2": "Het gebied van een alliantie moet verbonden zijn met militaire bolwerken bij de doelstad waartegen de oorlog wordt verklaard.",
        "Rule3": "Elke alliantie kan altijd maar één stad de oorlog verklaren.",
        "Rule4": "De duur van de oorlogsverklaring is 1 uur.",
        "Rule5": "Binnen hetzelfde oorlogsgebied kan een alliantie tot 6 steden veroveren.",
        "Rule6": "Gedurende het seizoen kunnen allianties daarnaast tot 6 steden in andere oorlogsgebieden veroveren.",
        "Rule7": "Na de verovering van een stad wordt het maximale aantal militaire steunpunten dat de alliantie in het doeloorlogsgebied kan behouden verhoogd (zie vorige alinea).",
        "Rule8": "Om een stad de oorlog te verklaren, moet de alliantie minimaal één aangrenzend militair fort hebben veroverd.",
        "Rule9": "Nadat de stad de oorlogsstatus heeft bereikt, duurt de bescherming tot 6 dagen later, 12:00 uur servertijd van de volgende verklaringdag."
      }
    },
    "HeroUpgrades": {
      "Title": "Held-Upgrades en Wapens",
      "Description": "Seizoen 1 brengt nieuwtjes voor helden en wapens, waarvan de beschikbaarheid varieert afhankelijk van de tijd.",
      "ReturnOfHero": {
        "Title": "De Terugkeer van de Held",
        "Description": "Als het je eerder niet is gelukt om een held te bemachtigen, kun je dit nu inhalen.",
        "Description2": "Vanaf het begin van seizoen 1 zal er een nieuw type rekruteringsbon beschikbaar zijn: het Hero’s Return Ticket.",
        "Description3": "Met dit rekruteringsbon kun je vanaf de eerste dag van seizoen 1 fragmenten van de meeste UR-helden ontvangen.",
        "Image1": "Deze tickets geven hetzelfde aantal punten als de helden-rekruteringsbonnen bij de wapenwedloop en de duels."
      },
      "ExclusiveWeapons": {
        "Title": "Exclusieve Wapens",
        "Description": "In seizoen 1 beschikt elke legendarische held over een uniek, exclusief wapen, waarvan de beschikbaarheidstijden variëren bij elke held. Om ze te activeren, heb je bepaalde fragmenten nodig.",
        "Description2": "Exclusieve wapens ontgrendelen nieuwe voertuigverschijningen en vaardigheden op niveaus 1, 10, 20 en 30.",
        "Description3": "Door het upgraden van exclusieve wapens worden verschillende attributen aanzienlijk verbeterd en worden de maximale niveaus van bestaande vaardigheden verhoogd."
      },
      "MasonUpgrade": {
        "Title": "Mason Upgrade naar UR",
        "Description": "De geruchten kloppen, je kunt Mason upgraden naar de held UR."
      }
    },
    "InfectVirus": {
      "Title": "Virus Infecteren",
      "Description": "Wanneer je tegen zombies vecht, bestaat het risico op besmetting. Je kunt virusresistentie opbouwen in het Virus Research Institute, maar als deze nog niet een bepaald niveau heeft bereikt, zullen je troepen geïnfecteerd raken. Terugkerende troepen kunnen de basis negatief beïnvloeden.",
      "Description2": "Het zich verspreidende virus is het RA-virus.",
      "VirusStack": {
        "Title": "Virusstapel",
        "Description": "Wanneer je troepen geïnfecteerd raken en terugkeren naar je basis, begint de infectie zich daar op te stapelen.",
        "Description2": "De infectiestapels variëren van 0 tot 100, waarbij 0 geen infectie en 100 de hoogste waarde vertegenwoordigt.",
        "Description3": "Zelfs als je meerdere geïnfecteerde monsters aanvalt of door vijanden wordt aangevallen, kunnen de infectiestapels niet boven de 100 uitkomen.",
        "Description4": "De virusinfectiestapel wordt weergegeven door een symbool boven het radarsymbool:",
        "List1": "als je niet geïnfecteerd bent",
        "List2": "als je geïnfecteerd bent, en het getal op het symbool geeft de waarde van de infectiestapel aan",
        "Description5": "Als je op het symbool klikt, worden meer details over de geldige debuffs en hun ernst weergegeven."
      },
      "InfectionStackLogic": {
        "Title": "Infectiestapel Logica",
        "Description": "Bij elke infectie wordt de infectiestapel verhoogd.",
        "Description2": "Je kunt geïnfecteerd raken of je infectiestapel verhogen als:",
        "List1": "Je een zombie aanvalt wiens virusniveau hoger is dan jouw virusresistentie (het spel waarschuwt je hiervoor)",
        "List2": "Je een Corruptor of een Geïnfecteerde Zombie aanvalt, ongeacht jouw virusresistentie.",
        "List3": "Je een wereldbaas zoals Frankenstein aanvalt.",
        "List4": "Je wordt aangevallen door vijandige troepen die het virus bij zich dragen.",
        "Description3": "Je raakt NIET geïnfecteerd als:",
        "List5": "Je een basis versterkt.",
        "Description4": "Wanneer bepaalde drempelwaarden voor de infectiestapel worden bereikt (1, 20, 40, 60, 80), worden verschillende debuffs geactiveerd.",
        "Description5": "Er zijn vijf soorten debuffs (symbolen onder de stapeldrempels), van links naar rechts:",
        "Debuff1": "Ziekenhuisopname (geactiveerd bij een stapel >=1): Elke (300 tot 200 seconden) wordt een eenheid zwaar verwond.",
        "Debuff2": "Lage moraal (geactiveerd bij een stapel ≥20): De toegebrachte schade is minder effectief (tussen -4% en -20%).",
        "Debuff3": "Dodelijk Virus (geactiveerd bij een stapel ≥40): Verhoogde verliespercentage bij vijandige eenheden (tussen +4% en +10%).",
        "Debuff4": "Ernstige Infectie (geactiveerd bij een stapel ≥60): De door troepen overgedragen infectie stijgt bij het uitmarscheren met 11% tot 15%.",
        "Debuff5": "Virusplague (geactiveerd bij een stapel ≥80): Je troepen hebben zelfs bij een nederlaag een kans van 8% tot 10% om de vijand te infecteren."
      },
      "AutomaticHealing": {
        "Title": "Automatische Genezing",
        "Description": "Als je je niet verder infecteert en niemand je geneest, wordt je langzaam genezen op basis van de debuff-timers en bereik je uiteindelijk infectiestapel 0. Deze genezingsprocedure kan echter behoorlijk lang duren.",
        "Description2": "Het is dus beter om dit virus onmiddellijk te behandelen."
      },
      "Treatments": {
        "Title": "Behandelingen",
        "Description": "Behandelingen kunnen de virusintensiteit verminderen, terwijl het overwinnen van andere commandanten kan bijdragen aan de verspreiding van de infectie.",
        "Description2": "Om een bondgenoot te behandelen, klik je op hun basis en vervolgens op het 'Genezing'-symbool. Je vliegtuig, vergelijkbaar met een scout, zal opstijgen en de infectie met 1 verminderen. Hierbij worden je Immunproteïnen verbruikt.",
        "Description3": "Maar nu komt het interessante deel: Voor elke behandeling die je uitvoert, ontvang je als beloning een Genfragment (Type IV, V of VI)."
      },
      "VirusResistance": {
        "Title": "Virusresistentie",
        "Description": "Virusresistentie is nu erg belangrijk en je moet het voortdurend verhogen door het Virus Research Institute te verbeteren. Op deze manier kun je talrijke beloningen ontvangen.",
        "Image1": "Wanneer je een zombie aanvalt, wordt in het informatievenster weergegeven hoeveel virusresistentie vereist is. Als je resistentie niet genoeg is en je toch aanvalt, worden je troepen geïnfecteerd."
      }
    },
    "Gameplay": {
      "Title": "Spelverloop",
      "Description": "In deze nieuwe wereld veranderen veel dynamieken. Laten we deze onderzoeken en ons daarbij vooral richten op hoe je zombies kunt doden.",
      "DamageDebuff": {
        "Title": "Schade Debuff en Onvoorwaardelijke Infectie",
        "Description": "Het eerste wat je moet weten bij het aanvallen van zombies is dat twee nieuwe dingen van toepassing kunnen zijn:",
        "List1": "Schadevermindering: Als je een zombie aanvalt wiens virusniveau hoger is dan je weerstandslevel, veroorzaak je minder schade. Het percentage van de vermindering wordt weergegeven in de aanvalsaanduiding.",
        "List2": "Onvoorwaardelijke Infectie: Sommige vijanden infecteren je ongeacht je virusresistentie, zoals Corruptors, geïnfecteerde zombies en wereldbazen. Dit wordt weergegeven in de aanvalsaanduiding, waar informatie over de extra virusinfectiestapel te zien is.",
        "Image1": "Een +1 RA-virusmolecuul betekent dat je je infectiestapel verhoogt, ongeacht je virusresistentie.",
        "Description2": "Bovendien kun je zien dat je virusresistentie niet voldoende is, omdat 1900 vereist is, terwijl je er maar 1090 hebt. Je kunt dus het volgende verwachten:",
        "List3": "te infecteren",
        "List4": "dat je aanval in dit specifieke geval een schade debuff van -96% heeft"
      },
      "ZombieElite": {
        "Title": "Zombie- en Doom-Elite",
        "Description": "Er zijn nieuwtjes over het voedsel, ijzer en goud van de zombies: deze hebben nu vergelijkbare types als die van de helden, zoals tanks, vliegtuigen en raketvoertuigen.",
        "Description2": "Wanneer je de zombie hebt geselecteerd om aan te vallen, worden de details weergegeven.",
        "Description3": "In dit geval en gezien het feit dat de virusresistentie lager is dan die van het zombievirus, moet je het volgende in gedachten houden:",
        "List1": "Zodra je de zombie raakt, raak je geïnfecteerd",
        "List2": "De door jou veroorzaakte schade wordt met 18% verminderd. Zorg ervoor dat je kracht minimaal dit bedrag hoger is – eigenlijk zou het zelfs iets hoger moeten zijn.",
        "Description4": "Ook de Doom-Elites zijn anders, ze zijn gigantische, aanstekelijke schorpioenen."
      },
      "DoomedElite": {
        "Title": "Effectieve Aanpak Tegen de Doom-Elite",
        "Image1": "Met een virusresistentie van 500/2200 kun je deze zombie niet alleen verslaan, omdat de veroorzaakte schade met -99,9% wordt verminderd.",
        "Description": "Als je een lage virusresistentie hebt en de schade sterk is verminderd, leidt een aanval tegen een Doom-Elite, ongeacht succes of falen, tot een aanzienlijk verlies aan troepen.",
        "Description2": "Om dit te voorkomen, kun je je bondgenoten om hulp vragen:",
        "List1": "Stel een heldenteam samen met de held die de laagste commandowert heeft (om minder troepen mee te nemen).",
        "List2": "Start een rally tegen Doom-Elite-monsters en vraag degenen die over voldoende virusresistentie beschikken om deel te nemen aan de actie.",
        "Description3": "Met deze aanpak versla je de zombie en verdien je veel Mutantkristallen, terwijl het verlies van troepen minimaal blijft."
      },
      "WorldBoss": {
        "Title": "Wereldbaas",
        "Description": "Wereldbazen veranderen nu van uiterlijk, maar in wezen blijven de regels zoals voorheen – met uitzondering van het feit dat ze je infecteren bij contact met het virus, hoewel het een zeer lichte infectie is."
      },
      "Spoilers": {
        "Title": "Verderber",
        "Description": "Als je voor het eerst probeert een militaire bolwerk in te nemen, moet je het opnemen tegen hun bewaker, een nieuwe en krachtige vijand: de Verderber.",
        "Description2": "Ze zijn in feite erg krachtig. Vergeet niet dat je je altijd zult infecteren bij een aanval op hen, ongeacht je virusresistentie.",
        "Description3": "Daarnaast wordt er een schade debuff toegepast als je virusresistentie lager is dan de virussterkte."
      },
      "InfectedZombies": {
        "Title": "Geïnfecteerde Zombies",
        "Description": "Niet alleen Corruptors zijn de bewakers van militaire bolwerken, maar er zijn ook geïnfecteerde zombies.",
        "Description2": "Deze zombies zullen je infecteren, ongeacht hoe resistent je bent tegen virussen.",
        "Description3": "Daarnaast wordt er een schade debuff toegepast als je virusresistentie lager is dan de virussterkte."
      }
    }
  },
  "Marshall": {
    "Title": "Marshalle Wach",
    "Instruction": {
      "Title": "Inleiding",
      "Description1": "De Marshalle-oefening of Alliantie-oefening is een regelmatig evenement waarbij de alliantie verschillende beloningen kan ontvangen. Het is opgedeeld in niveaus en test de vechtkracht van de alliantie.",
      "Description2": "De R4 en R5 van de alliantie kunnen het tijdstip van de start van de oefening bepalen (dit kan elke keer anders zijn), dus lees de aankondigingen van de alliantie zorgvuldig door."
    },
    "Attack": {
      "Title": "Aanval",
      "Description": "Voor degenen met 2 teams is de strategie heel eenvoudig:",
      "List1": "Klik op de tanks om rally's (voor 3 minuten!) te starten met het zwakste team tegen de tanks.",
      "List2": "Neem met het sterkste team deel aan de rally's van anderen (eerst aan die waarvan de afteller het dichtst bij nul is).",
      "List3": "Stop nooit tot het evenement voorbij is.",
      "List4": "Wie 3 teams heeft, kan twee teams (de sterkste) inzetten om deel te nemen aan andere rally's, en het derde (de zwakste) kan rally's starten.",
      "List5": "Het is voor elk lid van de alliantie alleen mogelijk om één rally tegelijk te starten. Zelfs als je 3 squads hebt, kun je geen 2 rally's tegelijkertijd starten. Je kunt echter wel deelnemen aan zoveel rally's als je wilt, tegelijk."
    },
    "Tricks": {
      "Title": "Trucs",
      "Trick1": "Verken een basis die niet tot een alliantie behoort enkele minuten voor de oefening. Dit activeert de Oorlogskoortsmodus, die je +1% schade geeft. BELANGRIJK: Gebruik deze truc niet terwijl je een schild draagt, want je verliest het anders.",
      "Trick2": "Om je individuele punten te maximaliseren, neem deel aan de rally's die door R4 en R5 zijn gestart, die je +2,5% (R4 zonder rol) / +5% (R5 en R4 met rol) geven (de tekst verschijnt in de lijst van rally's).",
      "Trick3": "Als je het sterkste team laat deelnemen aan de rally's van andere spelers, kun je meer punten behalen, terwijl het zwakste team ‘vastzit’ en moet wachten tot de rally begint."
    },
    "Important": {
      "Title": "Belangrijk",
      "List1": "Alliantieleden moeten zich in de buurt van de alliantiebasis en bij voorkeur dichter bij het platform van de Marskalle bevinden. Verre leden kunnen ervoor zorgen dat aankondigingen, die maximaal 3 minuten mogen duren, vertraging oplopen (zelfs meer dan 30 minuten).",
      "List2": "Het is belangrijk dat alle leden hun teams terugroepen als ze enkele minuten voor het evenement naar mijnen of velden zijn gestuurd om middelen te verzamelen.",
      "List3": "Als een squad van een ver lid zich om verschillende redenen bij de rally voegt en de start vertraagt, is het mogelijk deze squad uit de rally te verwijderen. Dit moet worden gedaan door degene die de rally heeft gestart.",
      "List4": "Je kunt de Marshalle-oefening ook uitvoeren terwijl je een schild draagt. Gebruik de truc voor het activeren van Oorlogskoorts niet als je een schild draagt, anders verlies je het."
    }
  },
  "Guestbook": {
    "Title": "Gastenboek",
    "Description1": "De Old Vikings zeilen moedig door de uitgestrektheid van vele servers en hebben al veel bondgenoten en vijanden ontmoet. Of je nu van nabijgelegen of verre kusten komt, uit een vriendschappelijke alliantie of een vijandige factie – we kijken uit naar je bericht!",
    "Description2": "Proost en moge de wind altijd in je voordeel zijn! De Old Vikings",
    "Anonymous": "Anoniem",
    "Pagination": {
      "NextLabel": "Volgende",
      "PreviousLabel": "Vorige"
    }
  },
  "SeasonTwo": {
    "Title": "Seizoen 2 - Poolstorm",
    "CelebrationButton": "S2 Viering",
    "Content": {
      "Title": "Inhoud",
      "NewResources": "Nieuwe basisbronnen",
      "WorldMap": "De wereld en de kaart",
      "NewBuildings": "Nieuwe gebouwen",
      "AllianceFurnace": "Alliantieoven",
      "NewFarms": "Nieuwe boerderijen – Alliantiebronnen",
      "MilitaryBase": "Militaire bases",
      "Cities": "Steden",
      "DigSites": "Opgravingslocaties",
      "StockCollection": "Voorraadcollectie",
      "RareSoil": "Zeldzame bodem",
      "RareSoilWar": "Oorlog om zeldzame bodem",
      "RadarMission": "Radar missies",
      "HeroUpgrade": "Held-upgrades en wapens",
      "Temperature": "Temperatuur",
      "HelpTheAllies": "Help de bondgenoten de temperatuur te verhogen",
      "VirusResistance": "Virusresistentie",
      "Profession": "Beroepen – Niveaugrens verhoogd naar niveau 70"
    },
    "Resources": {
      "Title": "Nieuwe basisgrondstoffen – Kolen en titaniumlegeringen",
      "Description": "In het spel zijn nu extra grondstoffen beschikbaar: titaniumlegering en kolen.",
      "Titanium": {
        "Title": "Titaniumlegering",
        "Description": "Wordt gebruikt voor het bouwen en upgraden van seizoensgebouwen.",
        "Description2": "Titaniumlegeringen ontvang je door:",
        "List1": "Beloningen voor het voor het eerst doden van zombies op niveau",
        "List2": "Het voltooien van seizoensmissies",
        "List3": "Het voltooien van Seizoen-2-doelen voor het hoge temperatuuroven-niveau",
        "List4": "Eerste bloedkill van Doom Walker (eerste DW-kill van de dag)",
        "List5": "Gebruik van het 'Hero's Return'-wervingsbewijs in S2: Legend Returns",
        "List6": "Beloning voor de eerste verovering van een stad/opgraving"
      },
      "Coal": {
        "Title": "Kolen",
        "Description": "Wordt gebruikt voor het bouwen en upgraden van seizoensstructuren of voor het voeden van de hoge temperatuuroven.",
        "Description2": "Kolen kun je verdienen door:",
        "List1": "Beloningen voor het voor het eerst doden van zombies op niveau",
        "List2": "Het voltooien van seizoensmissies",
        "List3": "Veroveren van opgravingen zorgt voor continue kolenproductie",
        "List4": "Het voltooien van Seizoen-2-doelen voor het hoge temperatuuroven-niveau",
        "List5": "Gebruik van het 'Hero's Return'-wervingsbewijs in S2: Legend Returns",
        "List6": "Wekelijks abonnement en seizoensbattlepass (grootste boost)",
        "List7": "Beloningen voor het verzamelen van voorraden",
        "List8": "Beloning voor de eerste verovering van een stad/opgraving",
        "List9": "Het voeden van Snowflake met een maaltijd die hij ontvangt via het 'Polar Dishes'-evenement"
      }
    },
    "WorldMap": {
      "Title": "De wereld en de kaart",
      "Description": "De wereld is opnieuw veranderd. De kaart bestaat uit wisselende steden en opgravingen.",
      "Description2": "Om de ambities van keizer Boreas te dwarsbomen, verzamel je met je bondgenoten aan de rand van de poolregio. Het is erg koud en de temperatuur daalt verder naarmate je dichter bij het centrum komt.",
      "Image1": "Steden",
      "Image2": "Opgravingen",
      "Image3": "Atoomoven (Kapitol)",
      "Description3": "Aan het begin van het seizoen strand je met je bondgenoten aan de rand van de server (maar nog steeds samen als een alliantie-hive) en heb je geen eigen stad. Steden moeten heroverd worden, maar er gelden nieuwe regels ...",
      "Description4": "Doom-elite-monsters veranderen in agressieve poolmonsters, en de meeste zombies vereisen een hoge virussenresistentie om gedood te worden.",
      "Description5": "Zo ziet de kaart eruit. De gebouwen die je ziet, zijn de steden, de andere tegels er tussenin zijn de opgravingen. Tegels worden als verbonden aan de hoeken beschouwd, zodat bijvoorbeeld elke stadtegel aan de hoeken verbonden is met de tegels van andere steden. Hetzelfde geldt voor opgravingen.",
      "ThermalMap": {
        "Title": "Thermische kaartweergave",
        "Description": "Zoals je in de kaartweergave kunt zien, is er een schakelaar om de warmtekaart in te schakelen, die je de temperatuur toont. Als je op elk punt van de kaart klikt, wordt je de temperatuur op die locatie weergegeven.",
        "Description2": "Hoe dichter je bij het midden van de kaart komt, hoe lager de temperatuur.",
        "Description3": "Vanaf elke opgraving in de hoek diagonaal naar het midden heeft elk kaartveld een dalende temperatuur van: -15 °C, -30 °C, -40 °C, -50 °C, -60 °C, -70 °C, -80 °C (Het Kapitol).",
        "Description4": "Dit is de volledige warmtekaartoverlay, die geen stedelijke ovens, atoomovens, sneeuwstormen of andere temperatuurveranderende effecten in aanmerking neemt. Het toont de basistemperatuur van het oorlogsgebied."
      }
    },
    "NewBuildings": {
      "Title": "Nieuwe gebouwen",
      "Description": "In Seizoen 2 zijn er nieuwe gebouwtypen beschikbaar.",
      "Description2": "De gebouwen die bij uw basis horen, kunnen alleen buiten de cirkel van uw basis worden gebouwd (dezelfde zone als in Seizoen 1).",
      "Description3": "Sommige verschijnen aan het begin van het seizoen, andere volgen later.",
      "Description4": "In Seizoen 2 zijn ook nieuwe alliantiegebouwen beschikbaar.",
      "TitanFabric": {
        "Title": "Titaniumlegeringfabriek",
        "Image1": "De titaniumlegeringfabriek produceert titaniumlegeringen, die cruciaal zijn voor het upgraden van uw oven.",
        "Update": {
          "Title": "Verhoog het niveau van de titaniumlegeringfabriek",
          "Description": "U heeft kolen nodig om de titaniumlegeringfabriek te upgraden.",
          "Description2": "Dit gebouw kan tot niveau 30 worden geüpgraded, ongeacht uw HQ-niveau.",
          "Description3": "Zodra uw eerste titaniumlegeringfabriek niveau 15 bereikt, zal er een nieuwe titaniumlegeringfabriek beschikbaar zijn.",
          "Description4": "Volgende titaniumlegeringfabrieken worden beschikbaar als de vorige naar niveau 15 gaat.",
          "Description5": "Een titaniumlegeringfabriek zal onmiddellijk beschikbaar zijn met het wekelijkse seizoensabonnement.",
          "Image": "BELANGRIJK: Elke niveauverhoging levert u altijd een toename van 720 output/u op, ongeacht het bereikte niveau. Wees dus slim en upgrade altijd eerst de fabriek met het laagste niveau."
        },
        "Requirements": {
          "Title": "Kolenbehoefte van een titaniumlegeringfabriek",
          "Description": "De waarden in de onderstaande tabel zijn de OORSPRONKELIJKE kosten voor kolen. Op deze kosten worden enkele kortingen toegepast, gebaseerd op:",
          "List1": "Uw technische onderzoeken over gebouwkostenverlaging",
          "List2": "Uw alliantie-technologie met betrekking tot bouwkostenreductie",
          "List3": "De beroepspecialisatie, met name de vaardigheid 'Hulpbronnenbesparing' van niveau 35 (tot -5%)",
          "Image": "Om uw werkelijke kosten te berekenen, bepaalt u het percentage van de 'verlaging van de voor de bouw van het gebouw vereiste hulpbronnen' en trekt u dat percentage af van de OORSPRONKELIJKE kosten."
        }
      },
      "HighTemperatureFurnace": {
        "Title": "Hoge temperatuuroven",
        "Description": "Dit nieuwe gebouw is erg belangrijk.",
        "Image": "Het stelt je in staat om met kolen de temperatuur te verhogen en zo de virussenresistentie te verhogen.",
        "Update": {
          "Title": "Verhoog het niveau van de hoge temperatuuroven",
          "Description": "U heeft een titaniumlegering nodig om de hoge temperatuuroven te upgraden.",
          "Description2": "Door dit gebouw te upgraden, kunnen de volgende punten worden verbeterd:",
          "List1": "de virussenresistentie",
          "List2": "de activeringswarmte van de oven (dit is de basis temperatuur van de oven)",
          "List3": "de oververhitting van de oven (dit is de maximale temperatuur die u met de oven kunt bereiken als u hem meer kolen per minuut laat verbruiken)",
          "Image": "Dit gebouw kan tot niveau 30 worden geüpgraded, ongeacht uw HQ-niveau."
        },
        "Control": {
          "Title": "Bedieningspaneel van de hoge temperatuuroven",
          "Description": "Om de temperatuur van uw basis te verhogen, kunt u de hoge temperatuuroven inschakelen.",
          "Description2": "Het bedieningspaneel is vrij eenvoudig te begrijpen:",
          "List1": "Schakelaar om in/uit te schakelen",
          "List2": "Schakelaar om de overdrive in te schakelen, die meer kolen per minuut verbruikt, maar meer verwarmt",
          "List3": "Schakelaar om de oven automatisch in te schakelen wanneer er een sneeuwstorm aankomt.",
          "Image": "Als u de overdrive inschakelt, stijgt de temperatuur nog sneller."
        }
      }
    },
    "AllianceFurnace": {
      "Title": "Alliantieoven",
      "Description": "Naast uw eigen hoge temperatuuroven zal er ook de alliantieoven zijn. Dit is een leuke aanvulling, omdat de hele alliantie kan helpen de temperatuur voor alle bondgenoten te verhogen.",
      "Description2": "Vanaf dag 1 van het tweede seizoen kunnen de allianties de bouwlocatie voor de alliantieoven op de kaart positioneren (gebied van niveau 1) en beginnen met het repareren van de alliantieoven om deze te gebruiken (begint op niveau 1). Dit proces is vergelijkbaar met het bouwen van een buitenpost met tot 20 versterkingen.",
      "Description3": "De alliantieoven kan worden gevonden door op de knop Alliantie -> Alliantieoven -> op de coördinaten te klikken. Acties hierop kunnen alleen door R4/R5-leden worden uitgevoerd.",
      "HeatingRange": {
        "Title": "Warmtebereik van de alliantieoven",
        "Description": "Het is belangrijk op te merken dat de alliantieoven de temperatuur alleen binnen zijn bereik verhoogt. Zorg er dus voor dat uw basis in de buurt van de oven is.",
        "Description2": "Een goed voorstel voor een alliantie zou zijn om altijd in de buurt van de alliantieoven te blijven en leden met lagere temperaturen en een laag niveau van de hoge temperatuuroven dichterbij te laten komen.",
        "Description3": "Hieronder ziet u het effect van de oven op het gebied wanneer deze aan en uit is. Links is de oven aan en verwarmt daardoor de omgeving, rechts is deze uitgeschakeld en is de temperatuur op precies dezelfde plek lager.",
        "Description4": "Hieronder kunt u de warmtemap rond de oven zien en hoe deze de temperatuur in de omgeving beïnvloedt."
      }
    },
    "NewFarms": {
      "Title": "Nieuwe boerderijen - Alliantiebronnen",
      "Description": "Zoals al gezien in Seizoen 1, kan na het willekeurig doden van Doom-eliten tijdelijk een nieuw type alliantiebronnenfarm verschijnen. In Seizoen 2 kunnen ze ook van het type titaniumlegering en kolen zijn."
    },
    "MilitaryBase": {
      "Title": "Militaire bases",
      "Description": "Zodra de hoge temperatuuroven niveau 30 bereikt, zullen er drie nieuwe gebouwen beschikbaar zijn die verbeteringen voor heldentypen mogelijk maken.",
      "Description2": "BELANGRIJK: Deze gebouwen zullen aan het einde van seizoen 2 verdwijnen, zoals al het geval was in seizoen 1.",
      "Description3": "Voor het upgraden heeft u zowel kolen als titaniumlegering nodig. Deze gebouwen kunnen tot niveau 30 worden geüpgraded, ongeacht uw HQ-niveau.",
      "Description4": "Elke niveau-upgrade verhoogt de bijbehorende schadeboost die door tank-, vliegtuig- of rakethelden wordt veroorzaakt.",
      "Description5": "De hoeveelheid kolen en titaniumlegering die nodig is voor het upgraden van elke fase is hetzelfde voor alle gebouwen, evenals het boostpercentage."
    },
    "Cities": {
      "Title": "Steden",
      "List1": "Maximale aantal steden en opgravingsplaatsen dat u kunt veroveren: 6 steden en 4 opgravingsplaatsen.",
      "List2": "Door steden te veroveren, neemt het aantal opgravingsplaatsen dat u kunt veroveren niet toe, aangezien dit altijd 4 bedraagt.",
      "Description": "Eigen steden en opgravingsplaatsen produceren zeldzame aarde, die cruciaal is voor de overwinning in seizoen 2. De hoeveelheid hangt af van het stadniveau: hoeveelheid zeldzame aarde in steden en hoeveelheid zeldzame aarde in opgravingsplaatsen.",
      "Heating": {
        "Title": "Stadoven",
        "Description": "Steden voorzien het hele stadsgebied van warmte zodra ze zijn veroverd. De hoeveelheid hangt af van hun niveau:",
        "List1": "Niveau 1: 5 °C",
        "List2": "Niveau 2: 20 °C",
        "List3": "Niveau 3: 30 °C",
        "List4": "Niveau 4: 40 °C",
        "List5": "Niveau 5: 50 °C",
        "List6": "Niveau 6: 60 °C"
      }
    },
    "DigSites": {
      "Title": "Opgravingsplaatsen",
      "Description": "Opgravingsplaatsen waren ooit van cruciaal belang voor de kolenproductie, maar zijn overgenomen door gemuteerde beesten onder de controle van keizer Boreas. Versla de beesten, herover de plaatsen en hervat de kolenproductie.",
      "Description2": "Kolen zijn essentieel voor de verwarming van uw basis. Daarom is het veroveren van opgravingsplaatsen die kolen produceren een zeer belangrijke stap voor elke alliantie. Opgravingsplaatsen op een hoger niveau produceren grotere hoeveelheden kolen.",
      "Description3": "Met de nieuwste game-update produceren opgravingsplaatsen ook zeldzame aarde.",
      "Description4": "De opgravingsplaats wordt bewaakt door ijsbeesten die kunnen worden ontdooid. U moet ze dus ontdooien voordat u kunt veroveren.",
      "Description5": "Klik hiervoor op het beest en gebruik de knop 'Ontdooien' om uw troepen in actie te brengen. Versla vervolgens het ijsbeest zoals u de verderfelen in seizoen 1 hebt verslagen.",
      "Description6": "U kunt alle opgravingsplaatsen van de alliantie bekijken door op de knop 'Alliantie' -> 'Alliantiestad' te klikken.",
      "Description7": "Op het eerste tabblad vindt u steden en opgravingsplaatsen die zeldzame aarde produceren; op het tweede tabblad vindt u opgravingsplaatsen die kolen produceren. Deze kunt u elk uur opeisen door op de afzonderlijke opgravingsplaatsen of op de knop 'Alle opeisen' te klikken.",
      "Coal": {
        "Title": "Opgravingsplaatsen voor kolen en zeldzame aarde",
        "Description": "Opgravingsplaatsen produceren kolen en zeldzame aarde op basis van hun niveau, hier de exacte hoeveelheid per niveau:",
        "List1": "Niveau 1: 2.736/u kolen – 100/u zeldzame aarde",
        "List2": "Niveau 2: 2.880/u kolen – 110/u zeldzame aarde",
        "List3": "Niveau 3: 3.024/u kolen – 120/u zeldzame aarde",
        "List4": "Niveau 4: 3.168/u kolen – 130/u zeldzame aarde",
        "List5": "Niveau 5: 3.312/u kolen – 140/u zeldzame aarde",
        "List6": "Niveau 6: 3.456/u kolen – 150/u zeldzame aarde"
      },
      "Protection": {
        "Title": "Verwervings- en beschermingsstatus",
        "Description": "Opgravingsplaatsen lijken op de vestigingen uit seizoen 1.",
        "List1": "Maximale aantal opgravingsplaatsen dat u kunt bezitten: 4, ongeacht het aantal steden dat u bezit.",
        "List2": "Maximaal dagelijks limiet voor het veroveren van opgravingsplaatsen: 2.",
        "List3": "De eerste verovering vereist de nederlaag van gemuteerde beesten met voldoende virusresistentie. Het poolbeest kan bevroren zijn, dus u moet troepen uitzenden om het te ontdooien voordat u het aanvalt. Om deze beesten te verslaan, zijn meerdere verzamelacties vereist (elke hit veroorzaakt % schade). Zodra het poolbeest is verslagen, moet u de opgravingsplaats versterken met maximaal 10 troepen.",
        "List4": "Het veroveringsproces van de opgravingsplaats is een uitdaging, waarbij de eerste alliantie die 100% bereikt, wint. De maximale veroveringstijd bedraagt 4 uur. Als binnen deze tijd geen volledige voortgang van 100% wordt bereikt, mislukt de poging. Als de opgravingsplaats niet in bezit was, blijft deze neutraal; als deze in bezit was, blijft deze bij de vorige eigenaar. Het veroveringspercentage van een alliantie stijgt terwijl de plaats wordt versterkt. Sterkere troepen versnellen het proces.",
        "List5": "Zodra een opgravingsplaats is ingenomen, is deze 36 uur lang beschermd en omringd door wachters.",
        "List6": "Technisch gezien kunt u een onbeperkt aantal opgravingsplaatsen tegelijkertijd aanvallen en versterken, maar zodra u de tweede dagelijkse verovering heeft voltooid, kunt u geen neutrale of eigen opgravingsplaatsen meer aanvallen. Als u een andere opgravingsplaats versterkt (wat als de derde verovering telt), worden uw troepen automatisch teruggetrokken zodra de tweede verovering is voltooid.",
        "List7": "Als een opgravingsplaats toebehoort aan een alliantie en door een andere wordt aangevallen, telt een mislukte veroveringspoging niet als dagelijkse verovering voor de verdedigende alliantie.",
        "List8": "Uw eerste alliantiegebied moet een opgravingsplaats van niveau 1 zijn. Van hieruit kunt u elk aangrenzend gebied veroveren. Gebieden in seizoen 2 zijn ook aan hun hoeken aangrenzend.",
        "List9": "De gebiedsverovering kan worden uitgebreid naar aangrenzende gebieden (opgravingsplaatsen en steden) zowel van eigen steden als van opgravingsplaatsen.",
        "List10": "Als u een alliantiegebied opgeeft of verliest en nu over twee afzonderlijke sets alliantiegebieden beschikt, kunt u nog steeds alle gebieden veroveren die aan de ene of andere set grenzen.",
        "List11": "Als uw alliantie een opgravingsplaats opgeeft (dit duurt een uur), wordt deze neutraal en kan elke alliantie, inclusief de uwe, deze heroveren. Als de opgravingsplaats echter nog onder beschermingsstatus staat bij het verlaten, moet de afkoeltijd van de beschermingsstatus verstrijken voordat een alliantie, inclusief de uwe, de controle kan overnemen.",
        "List12": "In seizoen 2 zullen er geen cross-zone veroveringen van opgravingsplaatsen zijn.",
        "Description2": "Hieronder ziet u een gemuteerde gorilla die een opgravingsplaats van niveau 2 beschermt. De gemuteerde gorilla is nog bevroren en de alliantie heeft hem gedeeltelijk ontdooid.",
        "Description3": "Het spel maakt de verovering van opgravingsplaatsen mogelijk die diagonaal aan andere opgravingsplaatsen op een hoek grenzen. U kunt bijvoorbeeld in de onderstaande afbeeldingen zien dat het niet nodig was om stadsniveau 2 te veroveren om de andere opgravingsplaatsen te veroveren die op de hoek aan de andere opgravingsplaatsen grenzen. Deze screenshots zijn gemaakt op dag 3, toen alleen stadsniveau 1 kon worden veroverd."
      }
    },
    "StockCollection": {
      "Title": "Voorraadverzameling",
      "Description": "In seizoen 2 verschijnt er een nieuw type schat voor allianceresources.",
      "Description2": "Deze nieuwe schatten kunnen alleen worden ontdekt wanneer de landtemperatuur 0 °C bereikt.",
      "Description3": "Om ze te vinden, verplaats je de alliantieoven om het land op te warmen en naar 0 °C te brengen. Je kunt ook een stad veroveren, zodat de stadsoven het hele stadsgebied verwarmt. Verplaats dan de alliantieoven en activeer deze in de overdrive-modus (natuurlijk moet je ervoor zorgen dat je huidige niveau van de alliantieoven hoog genoeg is om de juiste temperatuur te bereiken). Zodra het land 0 °C bereikt, verschijnt de voorraadverzameling in de ontdooifase.",
      "Description4": "Stuur troepen om de voorraadverzameling te ontdooien en vraag vervolgens je beloning aan.",
      "Description5": "Voorraadverzamelingen hebben verschillende niveaus en bieden daarom verschillende beloningen.",
      "Description6": "Er is een mogelijkheid om toegang te krijgen tot het seizoen 2-symbool -> Voorraadverzameling en van daaruit te zien of voorraadverzamelingen zijn ontdekt.",
      "Image1": "Er is een limiet van 5 terugvorderingspogingen per dag."
    },
    "RareSoil": {
      "Title": "Zeldzame Aarde",
      "Description": "Zodra steden en opgravingsplaatsen in de poolregio zijn veroverd, beginnen ze in de loop van de tijd zeldzame aarde te produceren. Zeldzame aarde is in dit seizoen een belangrijke hulpbron voor de allianties, en aan het einde van het seizoen worden de allianties gerangschikt op basis van hun hoeveelheid. Hoe hoger de rang, hoe beter de beloningen.",
      "Description2": "Hoe hoger de niveaus van de stad en de opgravingsplaats, hoe meer zeldzame aarde er per uur wordt geproduceerd.",
      "Production": {
        "Title": "Productie van zeldzame aarde",
        "Description": "Zodra steden en opgravingsplaatsen zijn veroverd, beginnen ze, afhankelijk van hun niveau, zeldzame aarde te produceren.",
        "Description2": "Je kunt de details van de productie van zeldzame aarde bekijken door op de knop 'Alliantie' -> 'Alliantiestad' te klikken. Daar zijn zowel steden als opgravingsplaatsen zichtbaar die zeldzame aarde produceren.",
        "Description3": "De totale hoeveelheid geproduceerde zeldzame aarde is zichtbaar in de alliantieovenweergave: Alliantieknop -> Alliantieoven, en heeft invloed op het niveau van de alliantieoven.",
        "Description4": "Toegang tot de ranglijsten voor zeldzame aarde kan worden verkregen via de pagina 'Seizoen 2': Seizoen 2-symbool -> Ranglijst.",
        "Description5": "Je kunt meer zeldzame aarde verkrijgen door als aanvaller te winnen in de oorlog om zeldzame aarde."
      },
      "CityProduction": {
        "Title": "Productie van zeldzame aarde in de stad",
        "Description": "Hier de exacte hoeveelheid zeldzame aarde per stadsniveau:",
        "List1": "Niveau 1: 350/u",
        "List2": "Niveau 2: 400/u",
        "List3": "Niveau 3: 450/u",
        "List4": "Niveau 4: 800/u",
        "List5": "Niveau 5: 900/u",
        "List6": "Niveau 6: 1000/u"
      },
      "DigSiteProduction": {
        "Title": "Productie van zeldzame aarde in opgravingsplaatsen",
        "Description": "Hier de exacte hoeveelheid zeldzame aarde per opgravingsplaatsniveau:",
        "List1": "Niveau 1: 100/u",
        "List2": "Niveau 2: 110/u",
        "List3": "Niveau 3: 120/u",
        "List4": "Niveau 4: 130/u",
        "List5": "Niveau 5: 140/u",
        "List6": "Niveau 6: 150/u"
      }
    },
    "RareSoilWar": {
      "Title": "Oorlog om zeldzame aarde",
      "Description": "In seizoen 2 zullen er oorlogen om zeldzame aarde zijn. Er zal geen cross-zone verovering van steden of opgravingsplaatsen zijn."
    },
    "RadarMission": {
      "Title": "Radarmissies",
      "Description": "In seizoen 2 zal er een nieuwe radarmissie beschikbaar zijn: 'In nood verkerende overlevende'.",
      "Description2": "Om de missie te voltooien, stuur je je troepen om de overlevende in nood te helpen en ontvang je beloningen, waaronder kolen."
    },
    "HeroUpgrade": {
      "Title": "Held-Upgrades en Wapens",
      "Description": "Seizoen 2 brengt nieuws over helden en wapens, waarvan de beschikbaarheid tijdelijk is.",
      "Violette": {
        "Title": "Violets Upgrade naar UR",
        "Description": "Het zal mogelijk zijn om Violet naar UR te upgraden. Het evenement begint naar verwachting na week 2."
      },
      "Legend": {
        "Title": "S2: De Terugkeer van de Legende",
        "Description": "Na elke 50 rekruten is een legendarische held gegarandeerd."
      },
      "RecruitHeroes": {
        "Title": "Helden Rekruteren"
      },
      "Weapon": {
        "Title": "S2: Wapens van de Legenden",
        "Description": "Een nieuw gebied in de herberg maakt het mogelijk om helden-exclusieve wapensplinter-keuze-kisten II te ontvangen. Deze bevatten wapensplinters van Kimberly, DVA en Tesla.",
        "Image1": "Voor rekrutering in dit gebied heeft u een New Era rekruteringticket nodig.",
        "Image2": "Na elke 20 rekruten ontvangt u gegarandeerd 2 exclusieve wapensplinters."
      },
      "ExclusiveWeapons": {
        "Title": "Exclusieve Wapens",
        "Description": "Seizoen 2 brengt exclusieve wapens voor Murphy, Carlie en ???.",
        "Murphy": {
          "Title": "Murphy's Exclusieve Wapen",
          "Description": "Vanaf dag 4 van seizoen 1 kunt u via Murphy's exclusieve wapens Battle Pass wapensplinters verzamelen om Murphy's exclusieve wapen te activeren en te verbeteren. Universele wapensplinters kunnen alleen worden gebruikt voor verbetering, niet voor activatie."
        },
        "Carlie": {
          "Title": "Carlie's Exclusieve Wapen",
          "Description": "Vanaf dag 4 van week 3 kunt u via Carlie's exclusieve wapens Battle Pass wapensplinters verzamelen om Carlie's exclusieve wapen te activeren en te verbeteren. Universele wapensplinters kunnen alleen worden gebruikt voor verbetering, niet voor activatie."
        },
        "Swift": {
          "Title": "Swift's Exclusieve Wapen",
          "Description": "Vanaf dag 4 van week 6 kunt u via Swift's exclusieve wapens Battle Pass wapensplinters verzamelen om Swift's exclusieve wapen te activeren en te verbeteren. Universele wapensplinters kunnen alleen worden gebruikt voor verbetering, niet voor activatie."
        }
      }
    },
    "Temperature": {
      "Title": "Temperatuur",
      "Description": "De temperatuur vormt een grote uitdaging in de poolregio en beïnvloedt continu de statistieken van uw basis. De basistemperatuur past zich langzaam aan de omgeving aan. Het handhaven van hogere temperaturen levert u bonusstatistieken op. De temperatuur van uw basis kan tussen -270 °C en +300 °C liggen.",
      "Location": {
        "Title": "Locatie",
        "Description": "U kunt uw temperatuur volgen via het symbool of de temperatuur detailpagina openen door op het bijbehorende symbool te klikken. Op deze detailpagina staan alle factoren vermeld die invloed hebben op de temperatuur van uw basis.",
        "Description2": "In het bovenste gedeelte kunt u zien hoe het symbool voor de temperatuur van uw basis (huis-symbool) beweegt en overlapt met het symbool voor de omgevingstemperatuur (kaart-symbool)."
      },
      "Base": {
        "Title": "Basis",
        "Description": "De eindtemperatuur van de locaties die hierboven wordt weergegeven beïnvloedt uw basis en veroorzaakt buffs/debuffs. De sterkte in % van de buff/debuff is afhankelijk van de temperatuur en wordt weergegeven in de schema's die u in de onderstaande afbeeldingen kunt zien. Hier is de beschrijving van de buffs/debuffs.",
        "Title2": "Basisgrondstoffenproductie:",
        "Description2": "Productie van akkerland, ijzer- en goudmijnen +10 % (bij 4 °C)",
        "Title3": "Thermisch wapen:",
        "Description3": "Troepen duurzaamheidsschade tijdens het spelseizoen +100 (bij 4 °C)",
        "Title4": "Genezing snelheid van eenheid:",
        "Description4": "Genezing snelheid van gewonde eenheden tijdens het seizoen +0 % (bij 4 °C)",
        "Title5": "Eenheden moraal:",
        "Description5": "Eenheden moraal tijdens het seizoen +0 % (bij 4 °C)"
      },
      "Factors": {
        "Title": "Temperatuur beïnvloedende factoren",
        "Description": "De temperatuur wordt door veel factoren beïnvloed:",
        "List1": "Basislocatie op de kaart: Hoe verder je naar het midden gaat, hoe kouder het wordt.",
        "List2": "Fornuisactiviteit: Het nieuwe seizoensgebouwe 'Hogetemperatuurfornuis' genereert warmte voor uw basis wanneer het is geactiveerd, en nog meer warmte in de Overdrive-modus.",
        "List3": "Intensievere Overdrive-mogelijkheid: Een seizoensgebonden mogelijkheid die het mogelijk maakt om de Overdrive-hitte te verhogen.",
        "List4": "Activiteit van de Alliantie Oven: Het nieuwe seizoensgebouwde alliantiegebouw maakt het mogelijk om warmte in de nabijheid te genereren. Basisposten in de buurt van de Alliantie Oven worden door deze warmte beïnvloed.",
        "List5": "Bondgenoot verkenningsvliegtuig: Bondgenoten kunnen verkenningsvliegtuigen sturen om tijdelijk een bondgenoot te helpen.",
        "List6": "Verwarmingsgebied van de stad: Wanneer de stadoven is geactiveerd, wordt het gehele stadsgebied verwarmd (veld waarop de stad zich bevindt). Dichtbij een stad blijven helpt om warm te blijven.",
        "List7": "Atomische oven: De ultieme verwarming die na activatie de hele kaart van warmte voorziet.",
        "List8": "Blizzards: Sinds dag 1 van het seizoen vinden er evenementen plaats die urenlang een enorme temperatuurdaling in alle oorlogsgebieden veroorzaken. Hoe hoger het niveau, hoe sterker de temperatuur daalt.",
        "List9": "Troepenactiviteit: Troepen die uw basis verlaten, veroorzaken een tijdelijke warmteverlies.",
        "List10": "Poolmonsters: Uw basis wordt aangevallen door poolmonsters, wat leidt tot een temperatuurdaling van -5 °C (verdedigingsfalen veroorzaakt een verdere daling van -10 °C)."
      },
      "Burn": {
        "Title": "Bevriezen en Branden",
        "Description": "Uw doel is om uw basis op de juiste temperatuur te houden, zodat u niet door debuffs wordt beïnvloed en uw basis niet bevriest of in brand vliegt. Zorg ervoor dat u niet te veel kolen uitgeeft, omdat u deze nodig heeft voor uw oven (en de oven van de alliantie) naarmate uw alliantie verder het midden in beweegt.",
        "Description2": "Als de temperatuur van uw basis te laag of te hoog wordt, bestaat de kans dat uw basis bevriest of in brand vliegt."
      },
      "LowTemperatures": {
        "Title": "Lage Temperatuur",
        "Description": "De temperatuur van uw basis kan niet onder -270 °C dalen.",
        "Title2": "Basis bijna bevroren:",
        "Description2": "Als u onder -20 °C blijft, wordt een 5-minuten countdown gestart die 'Bijna bevroren' aangeeft. Verwarm de basis op voordat de bevriezingstijd eindigt om een bevriezing te voorkomen.",
        "Solutions": "Oplossingen:",
        "Solution1": "Verhuis naar een warmer gebied.",
        "Solution2": "Activeer de hogetemperatuuroven of zet deze in de Overdrive-modus.",
        "Solution3": "Als u zich binnen het bereik van de oven van de alliantie bevindt, vraag dan om deze te activeren of in de Overdrive-modus te zetten.",
        "Solution4": "Vraag uw bondgenoten om een verkenningsvliegtuig te sturen om u op te warmen."
      },
      "FrozenBase": {
        "Title": "Bevroren Basis:",
        "Description": "Als een basis langer dan 5 minuten onder -20 °C blijft, is deze bevroren. In deze toestand zijn locatieveranderingen en bijeenkomsten niet mogelijk (alliantie- en willekeurige locatieveranderingen zijn nog steeds mogelijk). Let op, er zijn ook debuffs van toepassing zoals weergegeven in de sectie 'Basis'.",
        "Solutions": "Oplossingen:",
        "Solution1": "Ga naar warmere gebieden met hulp van de alliantie of via willekeurig teleporteren.",
        "Solution2": "Activeer de hogetemperatuuroven of zet deze in de Overdrive-modus.",
        "Solution3": "Als u zich binnen het bereik van de oven van de alliantie bevindt, vraag dan om deze in de Overdrive-modus te zetten.",
        "Solution4": "Vraag uw bondgenoten om u een verkenningsvliegtuig te sturen om op te warmen of troepen te sturen om het ijs te breken (5 hits kosten elk 5 uithoudingspunten)."
      },
      "IceMelts": {
        "Title": "IJs smelt binnenkort:",
        "Description": "Als uw basis bevroren is, kunt u deze ontdooien door de temperatuur boven -20 °C te brengen en deze temperatuur vast te houden. Er wordt een 5-minuten ontdooi countdown gestart. Als de temperatuur zelfs maar één seconde onder -20 °C valt, blijft de basis bevroren en moet u opnieuw beginnen met ontdooien.",
        "Description2": "Alternatief kunt u uw bondgenoten vragen om troepen te sturen om het ijs te breken (5 hits kosten elk 5 uithoudingspunten)."
      }
    },
    "HelpTheAllies": {
      "Title": "Help de bondgenoten om de temperatuur te verhogen",
      "Description": "U kunt uw bondgenoten helpen hun temperatuur te verhogen door een verkenningsplan te sturen en wat kolen uit te geven. Houd er echter rekening mee dat het effect niet lang aanhoudt. Dit kan vooral nuttig zijn wanneer zij worden geconfronteerd met moeilijke gebeurtenissen zoals sneeuwstormen."
    },
    "VirusResistance": {
      "Title": "Virusresistentie",
      "Description": "In seizoen 2 is het virus nog steeds actief, maar heeft het een kleinere impact op de gameplay dan in seizoen 1.",
      "Description2": "Om uw virusresistentie te verhogen, moet u uw eigen hogetemperatuuroven upgraden. Dit verhoogt zowel de hitte- als de virusresistentie.",
      "Image": "Zoals gebruikelijk is er een weekpas die u een boost van 250 virusresistentie biedt.",
      "Description3": "De virusresistentie heeft de volgende effecten:",
      "List1": "Doom Elite, die u kunt aanvallen.",
      "List2": "Poolbeesten, die de opgravingen bewaken, kunnen u ook aanvallen."
    },
    "Profession": {
      "Title": "Beroepen - Level-cap verhoogd naar Level 70",
      "Description": "In seizoen 2 wordt de level-maximum voor beroepen verhoogd naar level 70.",
      "Description2": "De seizoensgebonden vaardigheden voor de niveaus tot 50 worden herzien en aangepast aan het seizoonthema. Sommige vaardigheden op lagere niveaus blijven echter zoals in seizoen 1.",
      "SeasonSkills": {
        "Title": "Seizoensgebonden vaardigheden",
        "Description": "De seizoensgebonden vaardigheden zijn identiek voor de beroepen ingenieur en oorlogsheerser en bevinden zich rechts van de drager op een groene achtergrond."
      },
      "Warlords": {
        "Title": "Aanvullende vaardigheden van de oorlogsheersers – Niveau 45 tot 70",
        "Description": "Vaardigheden voor niveau 45",
        "Description2": "Vaardigheden voor niveau 50",
        "Description3": "Vaardigheden voor niveau 55",
        "Description4": "Vaardigheden voor niveau 60",
        "Description5": "Vaardigheden voor niveau 65",
        "Description6": "Vaardigheden voor niveau 70"
      },
      "Engineer": {
        "Title": "Aanvullende vaardigheden van de ingenieur – Niveau 45 tot 70",
        "Description": "Vaardigheden voor niveau 45",
        "Description2": "Vaardigheden voor niveau 50",
        "Description3": "Vaardigheden voor niveau 55",
        "Description4": "Vaardigheden voor niveau 60",
        "Description5": "Vaardigheden voor niveau 65",
        "Description6": "Vaardigheden voor niveau 70"
      }
    },
    "Celebration": {
      "Title": "Viering van Seizoen 2: Het Tijdperk van Olie",
      "Description": "Om het einde van Seizoen 2 te vieren, starten we maandag met 'Het Tijdperk van Olie', dat vijf weken zal duren (4 weken met missies + 1 week kampioensduel). Er zijn veel nieuwe dingen om te ontdekken en voor te bereiden, dus we hebben een gids gemaakt voor nieuwsgierige spelers die hun gameplay willen optimaliseren.",
      "Profession": {
        "Title": "Beroep",
        "Description": "Deze maand zul je veel onderzoeken en bouwen, maar minder vechten, dus ingenieur is het meest interessante beroep. Maximaliseer de vaardigheden die je helpen sneller en goedkoper te bouwen en te onderzoeken!"
      },
      "Week1": {
        "Title": "Week 1: Takenlijst",
        "List1": "Schakel over naar ingenieur en maximaliseer alle vaardigheden die je helpen sneller en goedkoper te bouwen en te onderzoeken.",
        "List2": "Zorg ervoor dat we de serverbrede missies ontgrendelen om met het nieuwe onderzoek en de basisuitbreiding te beginnen.",
        "List3": "Bouw je oliebron en breng deze zo snel mogelijk naar niveau 30 voor maximale olieproductie!",
        "List4": "Optimaliseer de uitbreiding van de nieuwe onderzoekstak efficiënt, richt je eerst alleen op het noodzakelijke onderzoek."
      },
      "ServerWideMissions": {
        "Title": "Serverbrede Missies",
        "Description": "Om als server de nieuwe functies te ontgrendelen, moeten we enkele missies voltooien. Hoe sneller deze voltooid zijn, hoe sneller onze server kan groeien.",
        "Mission1": {
          "Title": "Missie 1: Ontgrendel Technologie (Dag 1, Week 1)",
          "Description": "Doel: Voltooi 500 onderzoeken op de hele server. Hiermee wordt de nieuwe onderzoekstak ontgrendeld."
        },
        "Mission2": {
          "Title": "Missie 2: Ontgrendel Niveau II Basisuitbreiding (Dag 2, Week 1)",
          "Description": "Doel: Voltooi 500 gebouwen op de hele server. Hiermee kunnen we de basis uitbreiden met nieuwe niveaus.",
          "Description2": "Het voltooien van tegels in dit nieuwe gebied levert ook olie als beloning op, dus het is belangrijk om dit snel te voltooien voor maximale vooruitgang."
        },
        "Mission3": {
          "Title": "Missie 3: Mobilisatie van Helden (Dag 2, Week 1)",
          "Description": "Doel: Voer in totaal 10.000 rekruteringen uit op de hele server. Voor het voltooien van deze missie is er geen specifieke beloning, dus deze is minder belangrijk."
        }
      },
      "Research": {
        "Title": "Nieuwe Onderzoekstak",
        "Description": "De focus in deze periode ligt op de nieuwe onderzoekstak, waarmee je een derde technologisch centrum, een drone-uitrustingsfabriek en de mogelijkheid om je hoofdkwartier verder uit te breiden van HQ31 naar HQ35 ontgrendelt. Dit onderzoek vereist een nieuwe grondstof: olie.",
        "Description2": "<strong>Opmerking:</strong> Deze onderzoekstak is alleen beschikbaar als je technologisch centrum op niveau 30 is en de speciale eenheden minimaal 40% ontgrendeld zijn.",
        "Upgrade": {
          "Title": "Upgrade Oliebron",
          "Description": "Het eerste onderzoek stelt je in staat om een oliebron te bouwen om met de productie te beginnen. Breid deze bron zo snel mogelijk uit om de hoogste productiesnelheid te bereiken (gebruik veel versnellers!). Het is mogelijk om deze op de eerste dag naar niveau 30 te brengen; probeer dit uiterlijk op dag twee te doen."
        },
        "Strategy": {
          "Title": "Onderzoeksstrategie",
          "Description": "Net als bij T10-onderzoek hoef je niet elk niveau van elk onderzoek te voltooien om vooruitgang te boeken. Omdat olie in het begin schaars zal zijn, moet je deze zo efficiënt mogelijk gebruiken. De minimaal vereiste niveaus zijn hieronder aangegeven. <span class=\"text-danger\">Rode velden</span> verhogen je olieproductie, dus dit moet je focus zijn! Gebruik je versnellers en wacht niet tot de VS-dag. <span class=\"text-warning\">Gele velden</span> verhogen de bouw- en onderzoekssnelheid en zijn later handige keuzes om naar terug te keren. Dit onderzoek zal lang duren; verwacht niet om het in de eerste week volledig af te ronden."
        }
      },
      "Hq": {
        "Title": "Vereisten voor Hoofdkwartier 31–35",
        "Description": "Zodra je het onderste deel van de onderzoekstak hebt voltooid, kun je beginnen met HQ31+. De vereiste gebouwen staan hieronder vermeld en omvatten altijd het onderzoekscentrum, het tank-/lucht-/raketcentrum (één daarvan) en de kazerne.<br> Om de benodigde tijd en middelen te zien, bezoek <a href=\"https://www.lastwartutorial.com/copilot.php\" target=\"_blank\">Last War Tutorial: Builder Copilot</a>",
        "Table": {
          "Header": "HQ-niveau",
          "Header2": "Vereisten",
          "Row1": "Onderzoekscentrum niveau 30, Tank-/Lucht-/Raketcentrum niveau 30, Kazerne niveau 30",
          "Row2": "Onderzoekscentrum niveau 31, Tank-/Lucht-/Raketcentrum niveau 31, Kazerne niveau 31, Muur niveau 31",
          "Row3": "Onderzoekscentrum niveau 32, Tank-/Lucht-/Raketcentrum niveau 32, Kazerne niveau 32, Ziekenhuis niveau 32, Trainingsveld niveau 32",
          "Row4": "Onderzoekscentrum niveau 33, Tank-/Lucht-/Raketcentrum niveau 33, Kazerne niveau 33, Muur niveau 33, Alliantiecentrum niveau 33",
          "Row5": "Onderzoekscentrum niveau 34, Tank-/Lucht-/Raketcentrum niveau 34, Kazerne niveau 34, Ziekenhuis niveau 34, Trainingsveld niveau 34"
        }
      },
      "Week2": {
        "Title": "Week 2",
        "ServerMission": "Serverbrede Missies",
        "Mission1": {
          "Title": "Missie 1: Ontgrendel Radartaken (Dag 1, Week 2)",
          "Description": "Doel: Voltooi 5000 radartaken op de hele server."
        },
        "Mission2": {
          "Title": "Missie 2: Geheime Missie: Verover het Oliedepot (Dag 1, Week 2)",
          "Description": "Doel: Voltooi 1000 geheime missies op de hele server."
        },
        "Mission3": {
          "Title": "Missie 3: Handelsuitbreiding (Dag 1, Week 2)",
          "Description": "Doel: Stuur 500 vrachtwagens op de hele server."
        },
        "Event": {
          "Title": "Extra Evenementen",
          "Description": "Net als tijdens de viering van Seizoen 1 beginnen in week 2 opnieuw het bingo-evenement, de zwarte markt en het kampioensduel. In het bingo-evenement kun je olie en zwarte marktdozen als beloning krijgen. De evenementen werken hetzelfde als in Seizoen 1."
        }
      },
      "Week3": {
        "Title": "Week 3 en 4",
        "Description": "In deze weken zijn er geen speciale evenementen. In week 3 worden zombies van niveau 31–35 op de kaart ontgrendeld, en in week 4 worden elite-Dooms van niveau 31–35 ontgrendeld."
      }
    }
  },
  "PlayerMvp": {
    "Title": "Alliantie - MVP",
    "FirstPlace": "1e plaats van de afgelopen VS-week",
    "SecondPlace": "2e plaats van de afgelopen VS-week",
    "ThirdPlace": "3e plaats van de afgelopen VS-week",
    "MvpCard": {
      "Title": "Uitstekende Speler",
      "VsPoints": "VS Punten",
      "MarshalParticipation": "Deelname aan Marshal",
      "DesertStormParticipation": "Deelname aan Woestijnstorm",
      "MvpPoint": "MVP Punten"
    },
    "Table": {
      "Name": "Naam",
      "VsPoints": "VS Punten",
      "MarshalParticipation": "Deelname aan Marshal",
      "DesertStormParticipation": "Deelname aan Woestijnstorm",
      "MvpPoint": "MVP Punten",
      "PlayerHasNotThreeWeeks": "Spelers die nog niet aan drie VS-duels hebben deelgenomen."
    },
    "EvaluationCriteria": {
      "Title": "Evaluatiecriteria",
      "VSDuel": {
        "Title": "Wekelijkse Punten (VS Duel) – 80% Weging:",
        "Description": "Jouw punten zijn gebaseerd op de som van alle VS-punten van de laatste <strong>drie weken</strong>. Deze som wordt gedeeld door 1.000.000 en vermenigvuldigd met 0,8:",
        "DescriptionBold": "drie weken",
        "Formula": "(Som van VS-punten van de laatste 3 weken / 1.000.000) * 0,8.",
        "Description2": "Deze berekening vertegenwoordigt je activiteit in de wekelijkse VS-duels, wat de belangrijkste factor is."
      },
      "Marshal": {
        "Title": "Deelname aan Marshal – 20 punten per deelname:",
        "Description": "Elke deelname aan het evenement levert je <strong>20 punten</strong> op. Dit toont aan dat je strategisch beschikbaar bent wanneer de alliantie je nodig heeft."
      },
      "DesertStorm": {
        "Title": "Deelname aan Woestijnstorm – 40 punten per deelname:",
        "Description": "Elke deelname aan Woestijnstorm levert je <strong>40 punten</strong> op. Dit evenement wordt als een bonus beschouwd, maar beloont spelers die zich extra inzetten naast hun reguliere taken."
      },
      "MarshalAndDesertStorm": {
        "Title": "Marshal Deelname + Desert Storm Deelname – 20% gewicht:",
        "Description": "De punten van beide evenementen worden opgeteld en vermenigvuldigd met 0,2: <code>(Marshal punten + Desert Storm punten) * 0,2</code>"
      },
      "Example": {
        "Title": "<strong>Voorbeeld:</strong> Een speler heeft de volgende waarden:",
        "List1Bold": "VS-punten van de laatste 3 weken:",
        "List1": "130 miljoen",
        "List2Bold": "Deelname aan Marshal:",
        "List3Bold": "Deelname aan Woestijnstorm:",
        "Description": "De MVP-punten worden als volgt berekend:",
        "List4Bold": "VS Punten:",
        "List5Bold": "Deelname aan Marshal:",
        "List6Bold": "Deelname aan Woestijnstorm:",
        "List7Bold": "Punten voor MVP:",
        "TotalBold": "Totaal:",
        "Total": "104 + 48 = <strong>152 MVP Punten</strong>"
      }
    }
  },
  "Capitol": {
    "Title": "Capitol Hill",
    "Description": "Het Capitol herbergt de president, de vice-president (voorheen First Lady, FL) en de toegewezen secretarissen.",
    "Description2": "De secretarissen bieden de speler de toegewezen buffs/verbeteringen die een groot voordeel bieden om de voortgang in het spel te versnellen.",
    "Buffs": {
      "Title": "Soorten buffs die door secretarissen worden aangeboden:",
      "Description": "Locaties kunnen verschillende soorten buffs aanbieden:",
      "List1": {
        "Text": "Verhoogde snelheid: bouwen, onderzoeken, genezen, trainen",
        "List": {
          "List1": "Deze buffs zijn alleen effectief wanneer deze acties zijn gestart.",
          "List2": "Bouwen, onderzoeken, genezen en trainen worden niet beïnvloed door deze buff.",
          "List3": "Wanneer een secretaris is toegewezen aan een speler, wordt de buff al toegepast op de tijd die wordt weergegeven voor de actie (bijvoorbeeld de tijd die nodig is om een gebouw te bouwen).",
          "List4": "Om van de buffs te profiteren, is er een expliciete actie van de speler nodig: wanneer de actie is gestart met de verkorte tijd, wordt deze niet meer beïnvloed, zelfs als de secretaris wordt verwijderd."
        }
      },
      "List2": {
        "Text": "Verhoogde capaciteit: ziekenhuiscapaciteit",
        "List": {
          "List1": "Je ziekenhuizen kunnen meer gewonde soldaten opvangen."
        }
      },
      "List3": {
        "Text": "Verhoogde productie",
        "List": {
          "List1": "Vraag de secretaris om interne zaken wanneer je productiebouwers (ijzer, goud, voedsel) vol zijn. Vraag de secretaris en verzamel dan de middelen om de productie te verhogen."
        }
      }
    },
    "Example": {
      "Title": "Voorbeeld van verhoogde snelheid en verkorte bouwtijd via ontwikkelingssecretaris:"
    },
    "Explanation": {
      "Title": "Uitleg over verhoogde snelheid",
      "Description": "Wanneer je de ontwikkelingssecretaris hebt toegewezen die de bouwsnelheid met 50% verhoogt, verwacht je dat de tijd gehalveerd wordt. Dit is niet het geval.",
      "Description2": "Om dit duidelijker uit te leggen, laten we een analogie gebruiken:",
      "List1": "Voor het bouwen van je hoofdkwartier heb je 100 blokken nodig",
      "List2": "Je basis snelheid is 1 blok per minuut",
      "List3": "Zonder secretaris duurt het bouwen 100 minuten",
      "List4": "Met een verhoging van 50% in snelheid wordt je snelheid 1,5 blok per minuut. Dus de bouwtijd wordt: Tijd = Blokken / Snelheid = 100 blokken / 1,5 blokken/min = 66,7 minuten",
      "List5": "De ontwikkelingssecretaris verhoogt je bouwsnelheid met 50%, wat de bouwtijd met 33% verkort.",
      "Description3": "Dus je zult de tijd niet verkort zien in dezelfde verhouding als de procentuele verhoging in snelheid. Dit is belangrijk als je versnellers wilt gebruiken.",
      "Description4": "Bovendien is een secretaris minder effectief naarmate er meer buffs al actief zijn (via skins, decoraties, dorpen, etc.).",
      "Description5": "Om door te gaan met de analogie:",
      "List6": "Je hebt al een bonus van 100% bouwsnelheid, dus je snelheid is 2 blokken per minuut",
      "List7": "Je krijgt de secretaris voor interne zaken die de snelheid met 50% verhoogt (berekend vanaf de basis snelheid van 1 blok per minuut), en je snelheid wordt 2,5 blokken per minuut.",
      "List8": "In plaats van een effectiviteit (tijdverkorting) van 33%, zal de effectiviteit slechts 100/2 tot 100/2,5 zijn, wat een effectiviteit van slechts 20% geeft (tijdvermindering)."
    },
    "Positions": {
      "Title": "Posities",
      "Description": "De volgende posities zijn beschikbaar:",
      "List1": "President",
      "List2": "Vice-president, voorheen First Lady (FL)",
      "List3": "Strategische secretaris",
      "List4": "Beveiligingssecretaris",
      "List5": "Ontwikkelingssecretaris",
      "List6": "Wetenschapssecretaris",
      "List7": "Interne zaken secretaris"
    },
    "President": {
      "Title": "President",
      "Description": "Deze titel is verbonden aan de alliantie die het Capitol heeft veroverd. De president kan de vice-president en alle secretarissen toewijzen.",
      "List1": "Heroïsche PV: +5 %",
      "List2": "Heldens aanval: +5 %",
      "List3": "Heldens verdediging: +5 %",
      "Description2": "Deze verbeteringen worden automatisch toegepast wanneer de president wordt toegewezen."
    },
    "VicePresident": {
      "Title": "Vice-president (VP) voorheen First Lady",
      "Description": "De president wijst de vice-president (VP) aan. De vice-president kan zijn opvolger en alle andere secretarissen toewijzen, maar kan de president niet toewijzen.",
      "Description2": "Verhoogde bouw-, onderzoeks- en trainingsversnellingen zijn alleen effectief wanneer de acties zijn gestart. Wanneer je vice-president bent, zul je merken dat de tijd al is verkort ten opzichte van de vorige tijd.",
      "List1": "Bouwversnelling: +20 %",
      "List2": "Onderzoeksversnelling: +20 %",
      "List3": "Trainingsversnelling: +10 %",
      "Description3": "De vice-president wordt door ons beheerd. Vraag deze positie alleen aan als het absoluut noodzakelijk is. Je moet altijd online zijn om andere spelers van de wachtlijst toe te voegen."
    },
    "SecretaryOfDevelopment": {
      "Title": "Ontwikkelingssecretaris",
      "Description": "Bouw- en onderzoeksversnellingen zijn alleen effectief wanneer de acties zijn gestart. Wanneer je de ontwikkelingssecretaris hebt, zul je merken dat de tijd al is verkort ten opzichte van de vorige tijd.",
      "Description2": "Lopende bouw- en onderzoeksacties worden niet beïnvloed door deze buff.",
      "List1": "Bouwversnelling: +50 %",
      "List2": "Onderzoeksversnelling: +25 %",
      "Description3": "Wanneer de positie is toegewezen, moet je beginnen met bouwen of onderzoeken om van de verkorte tijd voor de actie te profiteren."
    },
    "SecretaryOfScience": {
      "Title": "Wetenschapssecretaris",
      "Description": "Bouw- en onderzoeksversnellingen zijn alleen effectief wanneer de acties zijn gestart. Wanneer je de wetenschapssecretaris hebt, zul je merken dat de tijd al is verkort ten opzichte van de vorige tijd.",
      "Description2": "Lopende bouw- en onderzoeksacties worden niet beïnvloed door deze buff.",
      "List1": "Onderzoeksversnelling: +50 %",
      "List2": "Bouwversnelling: +25 %",
      "Description3": "Wanneer de positie is toegewezen, moet je beginnen met bouwen of onderzoeken om van de verkorte tijd voor de actie te profiteren."
    },
    "SecretaryOfInterior": {
      "Title": "Interne Zaken Secretaris",
      "List1": "Verhoogde voedselproductie: +100 %",
      "List2": "Verhoogde ijzerproductie: +100 %",
      "List3": "Verhoogde goudproductie: +100 %",
      "Description": "Om van deze buff te profiteren, moet je wachten tot je mijnen/ijzer-, goud- of voedselvelden vol zijn, vervolgens de interne zaken secretaris verkrijgen en de middelen verzamelen. Zodra je de middelen hebt verzameld met de positie, wordt de buff toegepast."
    },
    "SecretaryOfStrategy": {
      "Title": "Strategische Secretaris",
      "List1": "Ziekenhuiscapaciteit: +20 %",
      "List2": "Eenheid genezingssnelheid: +20 %"
    },
    "SecretaryOfSecurity": {
      "Title": "Beveiligingssecretaris",
      "Description": "Trainingsversnellingen zijn alleen effectief wanneer de acties zijn gestart. Wanneer je de beveiligingssecretaris hebt, zul je merken dat de tijd al is verkort ten opzichte van de vorige tijd.",
      "Description2": "Lopende trainingen worden niet beïnvloed door deze buff.",
      "List1": "Eenheidstrainingcapaciteit: +20 %",
      "List2": "Trainingsversnelling: +20 %"
    },
    "Request": {
      "Title": "Vraag om buff/secretaris",
      "Description": "In deze gids laten we je stap voor stap zien hoe je kunt vragen om secretaris te worden om de bijbehorende buff te ontgrendelen.",
      "Description2": "Wanneer je de buff krijgt, heb je 5 minuten om deze te gebruiken voordat de volgende persoon in de rij zijn beurt krijgt. De enige uitzondering is als er niemand anders in de rij staat.",
      "Description3": "Vice-president: Vraag deze positie alleen aan als je deze rol in de wereldchat wilt uitvoeren en begrijpt hoe deze rol werkt. Houd er rekening mee dat je altijd online moet zijn om alle verzoeken op tijd te behandelen.",
      "Step1": {
        "Title": "Stap 1",
        "Description": "De eenvoudigste manier om het aanvraagproces te starten, is via de wereldkaart. Klik op je basis, en daar zie je je profielfoto zoals hieronder weergegeven. Klik erop om verder te gaan.",
        "Image": "Klik op je basis en vervolgens op je profielfoto om te beginnen."
      },
      "Step2": {
        "Title": "Stap 2",
        "Description": "Wanneer je je profielfoto opent, klik je op de knop rechts die het servernummer toont. Zie de onderstaande afbeelding voor referentie.",
        "Image": "Klik op de knop servernummer rechts nadat je je profielfoto hebt geopend."
      },
      "Step3": {
        "Title": "Stap 3",
        "Description": "Nu ben je op de overzichtspagina van de verschillende secretarissen. Bovenaan rechts, zoals getoond in de afbeelding, kun je de tijdzone instellen op je lokale tijd. Dit helpt je om de duur van de buff bij te houden. Ga door door een secretaris te selecteren, zoals de ontwikkelingssecretaris die in de afbeelding wordt weergegeven.",
        "Image": "Stel je tijdzone in bovenaan rechts op je lokale tijd en selecteer vervolgens een secretaris, zoals ontwikkeling."
      },
      "Step4": {
        "Title": "Stap 4",
        "Description": "Nu ben je op de weergave van de geselecteerde secretaris. Hier kun je zien:",
        "List1": "Wie de buff ontvangt.",
        "List2": "Hoeveel mensen er in de wachtrij staan voor de buff.",
        "Description2": "Zoals getoond in de afbeelding, klik je op de 'Vraag om' knop om de aanvraag te starten.",
        "Image": "Klik op 'Vraag om' om te beginnen, zoals getoond in de afbeelding."
      },
      "Step5": {
        "Title": "Stap 5",
        "Description": "Na je aanvraag word je toegevoegd aan de lijst met aanvragen, zoals hieronder weergegeven. Nu moet je wachten totdat de vice-president je aan de rij toevoegt.",
        "Description2": "⚠️ Belangrijk: Zoals eerder vermeld, moeten alleen mensen die begrijpen hoe dit werk functioneert, om vice-president vragen. De vice-president moet ervoor zorgen dat alle aanvragen op tijd worden behandeld.",
        "Image": "Na je aanvraag word je aan de lijst toegevoegd. Wacht tot de vice-president je toevoegt."
      },
      "Step6": {
        "Title": "Stap 6",
        "Description": "Wanneer je in de wachtrij staat, kun je zien wanneer je beurt komt in het tijdvenster (zie de onderstaande afbeelding).",
        "Description2": "⚠️ Vergeet niet: je hebt slechts 5 minuten om de buff te gebruiken voordat de volgende beurt komt! Plan goed om je tijd optimaal te gebruiken.",
        "Image": "Bekijk het tijdvenster om te zien wanneer je beurt komt."
      },
      "Step7": {
        "Title": "Stap 7",
        "Description": "Wanneer je beurt komt, ontvang je de buff, zoals weergegeven in de onderstaande afbeelding. Nu heb je 5 minuten om de buff te gebruiken voordat de volgende persoon in de rij het krijgt.",
        "Image": "Wanneer je beurt komt, heb je 5 minuten om de buff te gebruiken."
      }
    }
  },
  "PlayerManager": {
    "Title": "Spelerbeheer",
    "Description": "Jouw ultieme hulpmiddel voor alliantiebeheer! Organiseer evenementen, volg spelersactiviteiten en werk efficiënt samen met je team.",
    "BetaInfo": "Deze tool bevindt zich nog in de bètafase. Er kunnen nog fouten optreden en functies ontbreken.",
    "PlayerAdmin": {
      "Title": "Speler- en Teambeheer",
      "Description": "Nodig andere spelers uit en geef ze individuele toegangsrechten om je te helpen bij het beheren van de alliantie."
    },
    "Mvp": {
      "Title": "MVP-berekening",
      "Description": "Aangepaste formule om de beste spelers te bepalen op basis van verschillende prestatiemetingen."
    },
    "Event": {
      "Title": "Evenementenplanning",
      "Description": "Plan en beheer evenementen zoals Marshal, VS Duels, Desert Storm en Zombie Siege met gedetailleerde deelnemersregistratie."
    },
    "Statistic": {
      "Title": "Alliantiesstatistieken",
      "Description": "Volg de Marshal-niveaus, beloningsfasen en de deelname van elke speler."
    },
    "Vs": {
      "Title": "VS Duels & Zombie Siege",
      "Description": "Gedetailleerde informatie over tegenstanders, overzicht van de liga, wekelijkse spelerpunten en overleefde zombiegolven."
    },
    "Custom": {
      "Title": "Aangepaste Evenementen",
      "Description": "Maak en beheer je eigen evenementen, perfect voor seizoenen of speciale alliantieactiviteiten."
    },
    "Api": {
      "Title": "API voor MVP-lijst",
      "Description": "De Spelerbeheer biedt een API-interface waarmee externe tools de MVP-lijst kunnen ophalen.",
      "Description2": "Extra API-functies worden gepland voor toekomstige updates."
    },
    "Button": "Open Spelerbeheer Nu"
  },
  "SeasonThree": {
    "Title": "Seizoen 3 – Gouden Koninkrijk",
    "Content": {
      "Link1": "Nieuwe basismaterialen",
      "Link2": "De wereld en de kaart",
      "Link3": "Bezoekers",
      "Link4": "Gouden Scarabee",
      "Link5": "Radar missies",
      "Link6": "Nieuwe gebouwen",
      "Link7": "Alliantiecentrum",
      "Link8": "Alliantiebronnen",
      "Link9": "Steden",
      "Link10": "Forten",
      "Link11": "Handelsposten",
      "Link12": "Spelverloop",
      "Link13": "Heldverbeteringen en wapens",
      "Link14": "Exclusieve wapens",
      "Link15": "Beroepen",
      "Link16": "Woestijn bazaar"
    },
    "Resources": {
      "Title": "Nieuwe basismaterialen – Mithril en Heilig Water",
      "Description1": "Er zijn nu extra materialen beschikbaar in het spel: Mithril en Heilig Water.",
      "ScaredWater": {
        "Title": "Heilig Water:",
        "Description1": "Het wordt gebruikt voor het bouwen en verbeteren van seizoensgebouwen.",
        "Description2": "Heilig Water kan op de volgende manieren verdiend worden:",
        "List1": "Beloningen voor het eerst verslaan van zombies op een bepaald niveau",
        "List2": "Door seizoensmissies te voltooien",
        "List3": "Door de doelen van Seizoen 3 te voltooien.",
        "List4": "Gebruik van het rekruteringskaartje 'Heldens terugkeer': Helden keren terug in Seizoen 3 – De Terugkeer van de Legende.",
        "List5": "Beloning voor het eerst veroveren van een stad.",
        "List6": "Alliantiecentrum: Een hut met Heilig Water."
      },
      "Mithril": {
        "Title": "Mithril:",
        "Description1": "Het wordt gebruikt voor het bouwen en upgraden van seizoensstructuren. Mithril kan worden verkregen door de volgende activiteiten:",
        "List1": "Beloningen voor het eerst doden van zombies op een bepaald niveau.",
        "List2": "Bezoekers voor de muur van je basis.",
        "List3": "Door seizoensmissies te voltooien.",
        "List4": "Door de doelen van Seizoen 3 te voltooien.",
        "List5": "Eerste Blood-Kill met de Doom Walker (eerste DW-Kill van de dag).",
        "List6": "Radar missies in de woestijnruïnes",
        "List7": "Gebruik van het rekruteringskaartje 'Hero's Return': Helden keren terug in Seizoen 3 – Legende Keert Terug.",
        "List8": "Wekenpas en Seizoen-Battle-Pass (de grootste boost).",
        "List9": "Beloning voor het eerst veroveren van een stad/fort door te graven.",
        "List10": "Graven in forten die aan de alliantie behoren levert Mithril op.",
        "List11": "Alliantiecentrum: De Mithril-fabriek.",
        "List12": "Woestijnschatten: De open kluizen."
      }
    },
    "Map": {
      "Title": "De Wereldkaart en haar regio's",
      "Description1": "De wereld is opnieuw veranderd. De kaart bestaat uit drie verschillende soorten gebouwen: steden, opgravingsforten en handelsposten.",
      "Image1": "Stad",
      "Image2": "Opgravingsfort",
      "Image3": "Handelspost",
      "Description2": "Aan het begin van het seizoen stranden jij en je bondgenoten aan de rand van de server (maar nog steeds allemaal samen als een alliantie-hive) en hebben nog geen eigen stad. Steden moeten worden heroverd, maar er zijn nieuwe regels.",
      "Description3": "Doom-Elite-monsters veranderen in Egyptische monsters, en de meeste zombies vereisen een hoge virusbestendigheid om gedood te worden.",
      "NewMap": "De nieuwe kaart",
      "NewMapDescription": "De kaart is 13 x 13 vakken groot (ook al zien ze eruit als rechthoeken op de kaart hieronder). Elk vak is 75 x 75 'pixels' groot (de grootte van je basis is 3 x 3)."
    },
    "Visitors": {
      "Title": "Bezoekers",
      "Description": "Van tijd tot tijd verschijnen twee nieuwe soorten bezoekers voor de muur (de linker na enkele uren, de rechter eenmaal per dag) en verdelen Mithril."
    },
    "GoldenScarab": {
      "Title": "Gouden Scarabee",
      "Description1": "Je zult gouden scarabeeën op de kaart vinden. Klik erop en val ze aan om beloningen te ontvangen.",
      "Description2": "Je kunt scarabeeën vinden door:",
      "List1": "Zombies in de wereld te doden",
      "List2": "Het doden van de Doom-Elites.",
      "List3": "Het gebruik van een valgrondmijn (ondergrondse wezens kunnen willekeurig verschijnen, niet alleen scarabeeën).",
      "Image1": "De Gouden Scarabee is zichtbaar wanneer je uitzoomt op de kaart. Je zult zien hoe hij zich beweegt, en zodra je begint met het aanvallen, blijft hij stil."
    },
    "RadarMissions": {
      "Title": "Radarmissies – Woestijnruïnes",
      "Description1": "Met Seizoen 3 komt er een nieuw type radarmissie.",
      "Description2": "Het bestaat uit twee delen:",
      "List1": "Een gokspel waarbij verschillende beloningen te vinden zijn:",
      "List1List1": "Je hebt de Woestijnruïnes gevonden.",
      "List1List2": "Verzamel de beloningen of riskeer dieper de ruïnes in te gaan en alles te verliezen.",
      "List2": "Als je in een val loopt, start er een minigame met muntenbeloningen.",
      "List2List1": "Ren om munten te verzamelen en ontwijk zombies. Je hebt 30 seconden om uit de ruïnes te ontsnappen en zoveel mogelijk munten te verzamelen.",
      "Description3": "Deze nieuwe radarmissies zijn echt geweldig, omdat ze je fantastische beloningen kunnen opleveren, waarvan de beste de seizoenverdienmedaille is (die je kunt gebruiken om spullen in de seizoenwinkel te kopen), als je geluk hebt om de laatste niveaus te bereiken en de juiste kist te kiezen."
    },
    "Building": {
      "Title": "Nieuwe Gebouwen",
      "Description1": "Gedurende het derde seizoen zijn er nieuwe soorten gebouwen beschikbaar.",
      "CurseLab": {
        "Title": "Vervloeking Onderzoeks Lab",
        "Description": "In het Vervloeking Onderzoeks Lab kun je je weerstand tegen vervloekingen verbeteren, vergelijkbaar met de weerstand tegen virussen, om Elite-Zombies en beschermers van de opgravingsforten te verslaan. Om het te upgraden heb je Heilig Water nodig."
      },
      "BlessingFountain": {
        "Title": "Zegen Fontein",
        "Description1": "Zegen Fonteinen produceren Heilig Water; ze lijken op de Titan Legeringfabriek uit Seizoen 2.",
        "Description2": "Er zijn meerdere Zegen Fonteinen beschikbaar. Om ze te ontgrendelen, moet je de vorige Zegen Fontein upgraden (ze heten Zegen Fontein I, II, III, IV, V). Om ze te upgraden heb je Mithril nodig. Lees daarom het artikel over de nieuwe middelen in Seizoen 3 om te leren hoe je deze kunt verkrijgen."
      },
      "Altar": {
        "Title": "Altaar",
        "Description1": "Dit gebouw kan alleen worden gebouwd als het Vervloeking Onderzoeks Lab niveau 30 heeft bereikt.",
        "Description2": "Het verhoogt de waarden van de Woestijnbeschermers, vergelijkbaar met hoe militaire bases (tank/vliegtuig/raket) de heldenstatistieken in Seizoen 2 verhoogden.",
        "Image": "Elke levelup van dit gebouw verhoogt de HP, aanval en verdediging van de beschermer met 0,5%."
      }
    },
    "AllianceCenter": {
      "Title": "Alliantiecentrum",
      "Description1": "Ga naar de knop 'Alliantie' -> 'Alliantiecentrum' -> klik op de coördinaten om het Alliantiecentrum op de kaart te vinden.",
      "Description2": "Op de tweede dag van Seizoen 3 moet je Alliantie het Alliantiecentrum bouwen.",
      "Description3": "Zodra het Alliantiecentrum is gebouwd, produceert het Specerijen/H en biedt het alle leden van de alliantie in zijn bereik buffs. Het voorkomt ook dat leden in het bereik van de alliantie worden teruggestoten door enorme zandwormen.",
      "Description4": "BELANGRIJK: De waarden voor de specerijenproductie kunnen door de ontwikkelaars worden gewijzigd. Gebruik de afbeeldingen niet als referentie voor deze waarden. Informatie over het raadplegen van deze waarden vind je in de sectie 'Niveaus' hieronder.",
      "RepairAllianceCenter": {
        "Title": "Reparatie Alliantiecentrum:",
        "List1": "Hoe meer troepen het Alliantiecentrum binnenkomen, hoe sneller het wordt opgebouwd.",
        "Description1": "Je kunt het bereik van de door het Alliantiecentrum toegepaste buffs zien door uit te zoomen op de kaart."
      },
      "AdditionalFeatures": {
        "Title": "Extra Functies:",
        "Description1": "Zodra het Alliantiecentrum is gemaakt, kun je zien welke niveaus nieuwe functies ontgrendelen."
      },
      "MithrilPlant": {
        "Title": "Mithril Plant",
        "Description1": "Dit gebouw produceert 34.560 Mithril/h en wordt ontgrendeld wanneer het Alliantiecentrum niveau 5 heeft bereikt.",
        "Description2": "Als het gebouw beschadigd is, wordt de productie gestopt. Bij vernietiging verliest de alliantie een overeenkomstig percentage specerijen.",
        "Description3": "Ga naar de Alliantiecentrum-pagina en klik op het Mithril dat je bij de constructie van het Alliantiecentrum ziet, zoals in de afbeelding hier getoond, om het geproduceerde Mithril te verzamelen."
      },
      "ExploratoryWell": {
        "Title": "Verkenningsput",
        "Description1": "Dit gebouw produceert 600 olie/h en wordt ontgrendeld wanneer het Alliantiecentrum niveau 10 heeft bereikt.",
        "Description2": "Als het gebouw beschadigd is, wordt de productie gestopt. Bij vernietiging verliest de alliantie een overeenkomstig percentage specerijen.",
        "Description3": "Ga naar de Alliantiecentrum-pagina en klik op de olie die je bij de constructie van het Alliantiecentrum ziet, zoals hier in de afbeelding getoond, om de geproduceerde olie te verzamelen."
      },
      "SacredWaterHut": {
        "Title": "Heilige Waterhut",
        "Description1": "Dit gebouw produceert 8640 Heilig Water/h en wordt ontgrendeld wanneer het Alliantiecentrum niveau 15 heeft bereikt.",
        "Description2": "Als het gebouw beschadigd is, wordt de productie gestopt. Bij vernietiging verliest de alliantie een overeenkomstig percentage specerijen.",
        "Description3": "Ga naar de Alliantiecentrum-pagina en klik op het Heilige Water dat je bij de constructie van het Alliantiecentrum ziet, zoals in de afbeelding hier getoond, om het geproduceerde Heilige Water te verzamelen."
      },
      "Obelisk": {
        "Title": "Obelisk",
        "Description1": "Dit gebouw produceert 6 Beschermershoorns/h en wordt ontgrendeld wanneer het Alliantiecentrum niveau 20 heeft bereikt.",
        "Description2": "Als het gebouw beschadigd is, wordt de productie gestopt. Bij vernietiging verliest de alliantie een overeenkomstig percentage specerijen.",
        "Description3": "Ga naar de Alliantiecentrum-pagina en klik op de Beschermershoorn die je bij de constructie van het Alliantiecentrum ziet, zoals in de afbeelding hier getoond, om de gemaakte Beschermershoorn te verzamelen."
      },
      "Level": {
        "Title": "Niveaus",
        "Description1": "Het niveau van het Alliantiecentrum stijgt automatisch op basis van de verzamelde specerijen."
      },
      "Relocation": {
        "Title": "Verplaatsing",
        "Description1": "Het Alliantiecentrum kan worden verplaatst. Hiervoor moet je de verplaatsingslocatie bouwen, net zoals bij de bouw van het oorspronkelijke Alliantiecentrum. Dit is ook vergelijkbaar met de verplaatsing van de Alliantieoven in Seizoen 2.",
        "Description2": "BELANGRIJK: Zodra je begint met het bouwen van de verplaatsingslocatie, kunnen vijanden deze aanvallen. Wees dus voorzichtig."
      }
    },
    "NewFarms": {
      "Title": "Nieuwe Boerderijen – Alliantiebronnen",
      "Description1": "Zoals getoond in seizoen 1 en 2, kan na de overwinning op de Doom-Elites tijdelijk willekeurig een nieuw type alliantiebronnenfarm/-veld verschijnen.",
      "Description2": "In seizoen 3 kunnen deze boerderijen Heilig Water, Mithril en olievariëteiten bevatten. Tot 10 troepen kunnen verzamelen op elk verzamelveld.",
      "Description3": "In seizoen 3 geeft het spel de kans niet aan waarmee alliantiebronnen-tegels verschijnen na het doden van monsters. In seizoen 2 was dit 5%.",
      "Description4": "Hier is een voorbeeld van nieuwe brontegels:"
    },
    "Cities": {
      "Title": "Steden",
      "Description1": "De verovering van de stad volgt het evenementenplan van City Clash seizoen 3.",
      "Description2": "De door de eigenaren zelf geproduceerde specerijen zijn cruciaal voor de overwinning in seizoen 3, en de hoeveelheid hangt af van het niveau van de stad.",
      "Description3": "Specerijenproductie per stadniveau:",
      "List1": "Niveau 1: 100/u Specerijen",
      "List2": "Niveau 2: 200/u Specerijen",
      "List3": "Niveau 3: 300/u Specerijen",
      "List4": "Niveau 4: 400/u Specerijen",
      "List5": "Niveau 5: 500/u Specerijen",
      "List6": "Niveau 6: 600/u Specerijen",
      "Description4": "Limieten voor stadsveroveringen",
      "Description5": "Zoals we kunnen zien onder ‘Alliantie-knop -> Alliantie-Stad’:",
      "List7": "Dagelijks oorlogverklaringslimiet voor steden: 2",
      "List8": "Max. veroverde steden: 8",
      "List9": "Dagelijkse opgravingen van vestingen: 2",
      "List10": "Max. veroverde opgravingsvestingen: 8"
    },
    "Strongholds": {
      "Title": "Opgravingsvestingen",
      "Description1": "Opgravingsvestingen zijn locaties op de kaart waar Mithril gedolven kan worden. Ze lijken op de opgravingslocaties van seizoen 2.",
      "Description2": "Ze worden bewaakt door mummiebewakers en Gouden Vernietigers. Hoe hoger het niveau van de opgravingsvesting, hoe sterker de bewaker.",
      "Description3": "Met de nieuwste game-update wordt Mithril/h geproduceerd door het graven van vestingen op basis van hun niveau:",
      "List1": "Niveau 1: 100/u Mithril",
      "List2": "Niveau 2: 120/u Mithril",
      "List3": "Niveau 3: 140/u Mithril",
      "List4": "Niveau 4: 160/u Mithril",
      "List5": "Niveau 5: 180/u Mithril",
      "List6": "Niveau 6: 200/u Mithril",
      "Description4": "Er zijn drie verschillende soorten Gouden Beesten die de opgravingsvestingen verdedigen. Klik op de 'i' om details te bekijken",
      "List7": "De Gouden Verdediger is van het type Tank.",
      "List8": "De Gouden Strijder is een vliegtuig van het type.",
      "List9": "De Gouden Vernietiger is van het type Raket.",
      "Description5": "Bij het graven van vestingen wordt Mithril gegenereerd, dat je kunt verzamelen via de knop ‘Alliantie’ -> ‘Alliantiesteden’ -> ‘Vestingen graven’ -> ‘Alles opeisen’."
    },
    "TradePosts": {
      "Title": "Handelsposten",
      "Description1": "Handelsposten bevinden zich op specifieke locaties op de kaart. Ze liggen diagonaal richting de hoofdstad en kunnen verschillende niveaus hebben tot niveau 5.",
      "Description2": "Handelsposten zijn niet hetzelfde als vestingen of steden. Ze kunnen door individuen worden bezet en openen een markt waar iedereen spullen kan kopen. De eigenaar van de handelsposten kan belastingen verdienen.",
      "Description3": "Het is niet nodig om aangrenzende gebieden te controleren en er is geen limiet aan het aantal handelsposten dat je kunt hebben. Handelsposten kunnen echter door anderen worden veroverd, dus je moet ze verdedigen. Daarom is het voor een speler meestal moeilijk om te veel handelsposten effectief te beheren.",
      "Description4": "Regels voor het veroveren van handelsposten",
      "List1": "Handelspostniveaus worden geleidelijk ontgrendeld (de startdatum van de competitie wordt op elke handelspost weergegeven):",
      "List1List1": "Niveau 1: Zondag, Dag 7 van Week 2 om 12:00 uur servertijd (dit is de enige verovering waarbij andere servers niet kunnen komen om handelsposten op jouw server te veroveren)",
      "List1List2": "Niveau 2: Maandag, Dag 1 van Week 3 om 12:00 uur servertijd",
      "List1List3": "Niveau 3: Dinsdag, Dag 2 van Week 3 om 12:00 uur servertijd",
      "List1List4": "Niveau 4: Donderdag, Dag 4 van Week 3 om 12:00 uur servertijd",
      "List1List5": "Niveau 5: Vrijdag, Dag 5 van Week 3 om 12:00 uur servertijd",
      "List2": "BELANGRIJK: Vanaf Dag 1 van Week 3 zijn teleportaties tussen de oorlogsgebieden van de seizoen-groep geopend en andere oorlogsgebieden kunnen komen en handelsposten in jouw oorlogsgebied veroveren.",
      "List3": "Zodra de competitie voor het veroveren van de handelsposten begint, duurt deze 1 uur",
      "List4": "In de handelsposten gestationeerde troepen verhogen de veroveringsvoortgang na verloop van tijd geleidelijk.",
      "List5": "De voortgang wordt voor jou en je bondgenoten afzonderlijk gevolgd",
      "List6": "Tijdens de competitie wint de eerste commandant die 100% voortgang bereikt de handelspost. Als er tot het einde van de competitie geen commandant 100% heeft bereikt, neemt de commandant met de hoogste voortgang de handelspost over, mits deze geen gouverneur heeft",
      "List7": "Je basis moet zich in het verontreinigde gebied van de doelhandelspost bevinden om deze aan te vallen en te veroveren.",
      "List8": "Als de handelspost al een gouverneur heeft, behoudt de huidige gouverneur de controle als er tot het einde van de competitie niemand 100% heeft bereikt.",
      "List9": "Zodra een handelspost is veroverd, vindt de volgende competitie voor de herovering 7 dagen later plaats.",
      "Description5": "Elke handelspost is een onafhankelijke winkel, en commandanten in dezelfde spelseizoen-groep kunnen artikelen kopen.",
      "Description6": "Handelspostniveaus",
      "Description7": "Zoals je op deze afbeeldingen kunt zien, zijn er meer artikelen beschikbaar naarmate het niveau van de handelspost hoger is.",
      "Description8": "Alle andere parameters blijven gelijk, maar het voordeel voor de gouverneur door het verhogen van de beschermingslimiet neemt geleidelijk toe.",
      "Description9": "Handelszaak",
      "Description10": "Zodra de gouverneur de controle over een handelspost heeft, wordt de winkel geopend en kunnen artikelen worden gekocht. Klik op de handelspost en vervolgens op het hieronder weergegeven symbool om toegang te krijgen tot de winkel.",
      "Description11": "De gouverneur kan eenmalig een handelskaravaan oproepen om de voorraad aan te vullen en aankopen mogelijk te maken.",
      "Description12": "Helaas zijn niet alle in de winkel weergegeven artikelen beschikbaar voor elke commandant. Het principe ‘Wie het eerst komt, het eerst maalt’ geldt, omdat het totale aantal beschikbare artikelen beperkt is. Bovendien zijn sommige artikelen uitsluitend voor de gouverneur beschikbaar.",
      "Description13": "Belasting",
      "Description14": "Diamanten die in een handelspost worden uitgegeven, genereren belastinginkomsten. Wanneer alle artikelen zijn uitverkocht of de handelspost door de gouverneur wordt opgegeven, worden de verzamelde belastingen in de vorm van een Gouden Ei naar de gouverneur van de handelspost gestuurd, die vervolgens in de chat gedeeld kan worden."
    },
    "GamePlay": {
      "Title": "Spelverloop",
      "Description1": "In seizoen 3 zijn er veel nieuwe dingen die je in het spel kunt doen:",
      "Link1": "Like de Cat-Basis-Skin om beloningen te ontvangen.",
      "Link2": "Zandworm Crisis",
      "Link3": "Wildernisbeschermer",
      "Link4": "Bouw een oase",
      "Link5": "Wildernisartefacten",
      "Link6": "Doom Walker - De laatste Jedi",
      "Link7": "Vrachtwagen",
      "Description2": "Like de Cat-Basis-Skin om beloningen te ontvangen",
      "Description3": "Vind Cat-basis-skins en geef een 'Like' om onmiddellijk een beloning te ontvangen. Er is een dagelijkse limiet voor het aantal 'Likes' dat je kunt geven.",
      "SandWorm": {
        "Title": "Zandworm Crisis",
        "Description1": "Sinds het begin van seizoen 3 liggen zandwormen onder het zand en luisteren naar elk geluid van de commandanten.",
        "Description2": "Het Zandworm Crisis-evenement begint op de eerste dag en duurt 14 dagen.",
        "Image1": "Loot Drops: Er is een limiet van 30 loot-items die je dagelijks kunt verzamelen.",
        "List1": "Gedurende het evenement verschijnen zandwormen. Jaag op deze om missies te voltooien en beloningen te verdienen.",
        "List2": "Wanneer de troepen van alliantieleden in gevechten verwikkeld zijn, genereren ze schokgolven. Wanneer de voortgangsbalk vol is, zal de laatste commandant die deze activeert, een zandworm aantrekken die zijn basis aanvalt. Bases die door kleine zandwormen zijn omcirkeld, kunnen geen wachttijden uitzenden, maar ze kunnen ontsnappen met behulp van teleportatie-items. De kleine zandworm zal echter verdwijnen en beloningen gaan verloren. (Alleen actieve verzamelmarsen kunnen doorgaan.)",
        "List3": "Nadat een zandworm is verslagen, ontvangt de aangevallen commandant een bonusontdekkingsbeloning per e-mail.",
        "List4": "Later in het evenement zullen grote zandwormen verschijnen. Stützpunten buiten het alliantiecentrum worden weggeslingerd wanneer grote zandwormen worden aangetrokken.",
        "List5": "Commandanten die de alliantie verlaten, verzamelen geen schokgolven meer.",
        "List6": "Hoewel dit niet op deze pagina wordt gevolgd, verschijnen er ook gigantische zandwormen die door valmijnen worden gevangen.",
        "Description3": "Kleine zandworm",
        "Description4": "Wanneer commandanten vechten tegen monsters op de kaart, veroorzaken ze schokgolven die kleine zandwormen aantrekken. Zodra de voortgangsbalk vol is, zal de laatste commandant die deze activeert de zandworm aantrekken, die zijn basis verstrikt.",
        "Description5": "De als beloning vermelde 'mogelijke loot' wordt in de vorm van kisten op de kaart achtergelaten in de buurt van de plek waar de zandworm is gedood.",
        "Description6": "Grote zandworm",
        "Description7": "Grote zandwormen kunnen met rally's worden aangevallen en zijn veel sterker dan kleine zandwormen.",
        "Description8": "De ontdekkingsbeloning omvat zandwormschubben.",
        "Description9": "Wanneer een grote zandworm direct onder je basis verschijnt, zal je basis naar een verre locatie op de kaart worden geslingerd.",
        "Description10": "In dit geval verschijnt een pop-up melding die je waarschuwt voor dit evenement.",
        "Description11": "Om te voorkomen dat je basis door zandwormen wordt weggeslingerd, moet je in de alliantiegebieden blijven, omdat het alliantiecentrum in deze gebieden buffs biedt die je beschermen tegen zandwormen.",
        "Description12": "Beloningen",
        "Description13": "De strijd tegen zandwormen levert dagelijks en op basis van doelen extra beloningen op.",
        "Description14": "Vergelijk de grootte van de gigantische zandwormen met een stad. Wanneer zandwormen verschijnen, verlaten ze het gebied, zoals je direct rond de stad kunt zien. Als de zandworm niet wordt gedood, verdwijnt hij na 5 uur.",
        "Description15": "Het alliantiecentrum voorkomt dat leden in alliantiegebieden door gigantische zandwormen worden weggeslingerd."
      },
      "Protector": {
        "Title": "Wildernisbeschermer",
        "Description1": "De Desert Protectors zijn een nieuw type soldaat met verbeterde vaardigheden, die beschikbaar zijn vanaf dag 1, week 1 van seizoen 3 wanneer het veldevenement 'Ancient Tech – Protector' wordt ontgrendeld.",
        "Description2": "Het is bevestigd dat ze niet voor T11 staan, dus het is waarschijnlijk dat T11 in de toekomst beschikbaar zal zijn.",
        "Description3": "Dit nieuwe type soldaat is een goede aanvulling op het spel, aangezien het niet uitsluitend afhankelijk is van hoeveel je uitgeeft of hoe goed je je soldaten traint. Desert Protectors worden namelijk niet getraind, maar uit de doden opgewekt. Ze zijn vervangbaar en verdwijnen zodra je ze hebt gebruikt.",
        "Description4": "Beschermersveld",
        "Description5": "Zodra het evenement 'Ancient Tech – Protector's Field' is ontgrendeld, kun je het Desert Protector's Field direct voor de muur van je basis bouwen.",
        "Description6": "BELANGRIJK: Breng het Protector's Field in het begin van het seizoen alleen naar niveau 10 en niet verder, aangezien het vanaf niveau 11 Mithril en Heilig Water vereist, die belangrijk zijn voor andere seizoensgebouwen. Bovendien krijg je met niveau 10 al toegang tot de volledige functies van de Desert Protectors, dus het is niet noodzakelijk om het verder te upgraden in de eerste dagen.",
        "Description7": "Dit seizoensgebonden veld kan, net als elk ander gebouw, worden geüpgraded en geeft je toegang tot het menu voor het beheren van de Desert Protectors.",
        "Description8": "Wanneer je naar de kaartmodus schakelt (van basisweergave naar kaartweergave), kun je het Desert Protectors Field ook oproepen via het bijbehorende symbool direct boven de symbolen voor vrachtwagens/verborgen missies.",
        "Description9": "Vaardigheden van de Desert Protectors",
        "Description10": "Beschermers, gezegend door de woestijn, beschikken over superieure gevechtskracht. Ze zijn sterker dan eenheden van hetzelfde niveau.",
        "Description11": "Elke held kan een aantal Protectors meenemen, dat 1/10 van het aantal eenheden bedraagt (zelfs met deze beperking zijn Protectors sterker dan soldaten op hetzelfde niveau).",
        "Description12": "In tegenstelling tot reguliere eenheden keren Protectors die deelnemen aan gevechten niet terug, maar verdwijnen in de woestijn. Zet ze dus voorzichtig in.",
        "Description13": "Als ze worden ingezet, maar niet vechten, keren alle Protectors terug.",
        "Description14": "Afhankelijk van hoeveel Desert Protectors in het gebied van je Protector zijn gestationeerd, worden geleidelijk vaardigheden ontgrendeld.",
        "Description15": "Aanpassingskracht (wordt ontgrendeld wanneer 500 of meer Protectors in het veld van de Protector zijn gestationeerd)",
        "Description16": "Protectors hebben extra resistentie tegen vloeken (+250) en een verbeterde aanval, verbeterde verdediging en verhoogde HP (+25%). Dit maakt ze perfect geschikt om vijanden aan te vallen waarvoor je huidige resistentie tegen vloeken niet voldoende is.",
        "Description17": "Doodschokgolf (wordt ontgrendeld wanneer 750 of meer Protectors in het veld van de Protector zijn gestationeerd)",
        "Description18": "Blauwe Vlam Betovering (wordt ontgrendeld wanneer 1000 of meer Protectors in het veld van de Protector zijn gestationeerd).",
        "Description19": "Wanneer een troep met Protectors een aanval wint op de basis van een andere commandant, wordt de 'Blue Flame' betovering geactiveerd, die de vijandelijke basis een uur lang in onuitwisbare blauwe vlammen hult.",
        "Description20": "Protector-Rally (wordt ontgrendeld wanneer 1250 of meer Protectors in het veld van de Protector zijn gestationeerd).",
        "Description21": "Maakt de Protector-Rally mogelijk!",
        "Description22": "Rallybeperkingen: Bondgenoten die zich bij de rally aansluiten, moeten troepen met Protectors inzetten.",
        "Description23": "Rally-timer: Protector-rally's hebben een voorbereidingstijd van 1 minuut.",
        "Description24": "Leiderschap Buff: Alle troepen in de rally profiteren van de actieve Protector-buff van de leider.",
        "Description25": "Desert Protector Conversie",
        "Description26": "Eenvoudig gezegd, zo maak je Desert Protectors:",
        "Description27": "10% van de verloren eenheden in de volgende gevallen gaan naar de conversiepool van de Protector en wachten daar op conversie:",
        "Description28": "Gevechtsverlies tijdens het VS Duel",
        "Description29": "Ernstig gewonde eenheden die geen plaats vinden in het ziekenhuis wanneer het vol is.",
        "Description30": "Verlies door schendingen van het oefenterrein",
        "Description31": "Het aantal verloren eenheden dat in de conversiepool kan wachten is onbeperkt.",
        "Description32": "Bondgenoten sturen verkenningsvliegtuigen om je te helpen bij het converteren van eenheden",
        "Description33": "Als je basis wordt doorbroken, worden de Desert Protectors in het Protector's Field niet beïnvloed.",
        "Description34": "Desert Protectors - Attributen",
        "Description35": "Hier is een vergelijking tussen de reguliere soldaten en de Desert Protector-versie voor enkele varianten.",
        "Description36": "Niveau 10",
        "Description37": "Niveau 9",
        "Description38": "Niveau 7",
        "Description39": "Verhoog de eigenschappen van de Protector met de Altaar",
        "Description40": "De Altaar is een nieuw gebouw dat speciaal is ontworpen om de eigenschappen van de Desert Protector te verbeteren. Meer informatie vind je in de sectie 'Altaar'.",
        "Description41": "Geconverteerde eenheden worden naar het Protector's Field gestuurd.",
        "Image1": "Het symbool van de Desert Protector geeft je ook een preview van hoeveel soldaten van dit type direct beschikbaar zijn.",
        "Image2": "Troepen die Protectors dragen, krijgen automatisch geactiveerde buffs: De Protectors ontvangen extra vloekresistentie en statusverbeteringen.",
        "Image3": "Wanneer een troep met Protectors wordt verslagen in PvP-gevechten, wordt een deel van de vijandelijke eenheden geëlimineerd op basis van het niveau en het aantal van jouw gedode Protectors.",
        "Image4": "Ontgrendel extra krachtige vloekeffecten door de specialisatievaardigheden te beheersen!",
        "Image5": "Snelle mars: Ontvang een extra driedubbele marsnelheidsboost wanneer je deelneemt aan een Protector Rally of deze inzet."
      },
      "Oasis": {
        "Title": "Bouw een Oase",
        "Description1": "Dit evenement begint gelijktijdig met de opening van steden van niveau 1 op de derde dag van de eerste week en duurt tot het einde van het seizoen.",
        "Description2": "Regels voor vergroening:",
        "List1": "Vergroeningsbevel: Je kunt alleen zandvlakken vergroenen die grenzen aan bestaande vergroende gebieden.",
        "List2": "Progressieve uitbreiding: Het beschikbare vergroeiingsgebied wordt groter naarmate het evenement vordert.",
        "List3": "Vergroeningsvoortgang: Zodra 80% van een regio is vergroend, wordt deze als voltooid beschouwd en draagt bij aan de algehele voortgang van het oorlogsterrein.",
        "List4": "Woestijnschatten: In vergroende gebieden is de kans groot om zeldzame schatten (woestijnartefacten) te vinden. Elke regio bevat een vast aantal schatten.",
        "Description3": "Fasen",
        "Description4": "Fase 1 (Week 1–4 van het seizoen):",
        "List5": "Vergroeiingsgebied: Vergroening wordt pas vrijgegeven na de verovering van een stad.",
        "List6": "Verboden gebieden: Vestingen, handelsposten en de hoofdstad kunnen in deze fase niet worden vergroend.",
        "List7": "Startpunt van vergroening: Door een stad te veroveren, wordt het omliggende vervuilde land omgezet in vergroende gebieden die als uitgangspunt voor uitbreiding dienen.",
        "Description5": "Fase 2 (Week 5–7 van het seizoen):",
        "List8": "Vergroening uitbreiden: Commandanten kunnen nu regio's vanaf niveau 1 vergroenen en stapsgewijs uitbreiden naar steden, vestingen, handelsposten en het capitool.",
        "List9": "Ontgrendelvoortgang: Wanneer 80% vergroening is bereikt in het huidige niveau, wordt het volgende niveau ontgrendeld, wat leidt tot de vergroening van het capitool naar niveau 7.",
        "List10": "Oorlogsterrein-overstijgende vergroening: Commandanten kunnen nu oorlogsterreinen in alle 8 oorlogsterreinen van dezelfde seizoengroep vrij vergroenen.",
        "Description6": "Zo wordt het groener",
        "Description7": "Vergroenen is heel eenvoudig: Klik op de kaart op een geldige tegel en stuur het verkenningsvliegtuig om deze te vergroenen.",
        "Description8": "De basisregel is dat je alleen tegels kunt vergroenen die grenzen aan een tegel die al groen is: wanneer een stad wordt veroverd, wordt het land rondom de stad groen, zodat je het vergroeningproces in dat gebied kunt starten. Geleidelijk worden meer gebieden geopend, op basis van de fasen die in de vorige secties zijn beschreven."
      },
      "Artefact": {
        "Title": "Woestijnartefacten",
        "Description1": "Woestijnartefacten lijken op de voorraadsammlingen van seizoen 2."
      },
      "DoomWalker": {
        "Title": "Doom Walker - De laatste Jedi",
        "Description1": "Op vroege servers worden de nieuwe niveaus van Doom Walkers voor het eerst verschijnen in seizoen 3.",
        "Description2": "Voor nieuwere servers is dit het schema:",
        "List1": "Na de overgang naar het naseizoen van het eerste seizoen worden de Doom Walker-niveaus 200, 210 en 220 vrijgegeven",
        "List2": "Na de overgang naar het naseizoen van seizoen 2 worden de Doom Walkers op niveau 230, 240 en 250 vrijgegeven.",
        "Description3": "Doom Walkers zijn behoorlijk belangrijk tijdens de seizoenen, aangezien ze voor hun eerste bloed (eerste kill van de dag) met veel schaarse hulpbronnen zoals Mithril worden beloond."
      },
      "Lkw": {
        "Title": "Vrachtwagen",
        "Description1": "Vrachtwagens ondergaan een renovatie die puur esthetisch van aard is."
      }
    },
    "Weapons": {
      "Title": "Held-Upgrades en Wapens",
      "Description1": "Seizoen 3 brengt nieuws over helden en wapens; hun beschikbaarheid varieert in de tijd.",
      "Description2": "Het belangrijkste nieuws: het Hero-Swap-evenement stelt je in staat om het EXP-niveau en de sterren van een held te ruilen.",
      "Description3": "Heldentausch",
      "Description4": "Heldentausch is een nieuw evenement dat plaatsvindt in week 2 en je eindelijk de mogelijkheid geeft om het EXP-niveau en de sterren van twee helden te ruilen.",
      "Description5": "In seizoen 3 ontvang je direct 2 ruilbonnen om 2 helden te ruilen.",
      "Description6": "Scarlett-upgrade naar UR",
      "Description7": "Het wordt mogelijk om Scarlett naar een UR-held te upgraden. Dit evenement vindt plaats op de eerste dag van de derde week.",
      "Description8": "Mason en Violet stijgen naar UR",
      "Description9": "Als je een UR-upgrade-element hebt, kun je Mason en/of Violet zelfs upgraden naar een UR-held tijdens seizoen 3. Ga naar Mason of Violet en daar vind je de knop 'Promoveren'.",
      "Description10": "S3: De Terugkeer van de Legende",
      "Description11": "S3: Legend Returns start op de eerste dag van seizoen 3. Gebruik onmiddellijk heldenretourtickets om extra Mithril en geheim water te verkrijgen.",
      "Description12": "S3: Wapens van de Legenden",
      "Description13": "S3: Weapons of Legends start op de 3e dag. De reset-timer voor een gratis rekrutering is 2 dagen en 5 uur."
    },
    "ExclusiveWeapons": {
      "Title": "Exclusieve Wapens",
      "Description1": "Seizoen 3 brengt ook enkele exclusieve wapens: Marshall, Schuyler en McGregor.",
      "Description2": "Marshalls exclusieve wapen",
      "Description3": "Met de Battle Pass voor Marshalls exclusieve wapens (vanaf dag 4 van week 1) kun je Marshalls exclusieve wapenfragmenten verdienen, waarmee je het exclusieve wapen eenvoudig kunt activeren en verbeteren. Anders kun je universele exclusieve wapenfragmenten verzamelen, die je alleen voor verbeteringen kunt gebruiken, niet voor activering.",
      "Description4": "Schuylers exclusieve wapen",
      "Description5": "Met de Battle Pass voor Schuylers exclusieve wapens (vanaf dag 4 van week 3) kun je Schuylers exclusieve wapenfragmenten verdienen, waarmee je het exclusieve wapen eenvoudig kunt activeren en verbeteren. Anders kun je universele exclusieve wapenfragmenten verzamelen, die je alleen voor verbeteringen kunt gebruiken, niet voor activering.",
      "Description6": "McGregors exclusieve wapen",
      "Description7": "Met de Battle Pass voor McGregors exclusieve wapens (vanaf dag 4 van week 6) kun je McGregors exclusieve wapenfragmenten verdienen, waarmee je het exclusieve wapen eenvoudig kunt activeren en verbeteren. Anders kun je universele exclusieve wapenfragmenten verzamelen, die je alleen voor verbeteringen kunt gebruiken, niet voor activering."
    },
    "Professions": {
      "Title": "Beroepen – Level-Cap naar Level 100 uitgebreid",
      "Description1": "In seizoen 3 wordt de level-cap voor beroepen verhoogd naar level 100, wat de ontgrendeling van nieuwe vaardigheden en strategische keuzes belooft."
    },
    "Bazaar": {
      "Title": "Westerse Bazaar",
      "Description1": "Als je zandwormen doodt, kun je zandwormschubben-items verzamelen (bijvoorbeeld uit drop-kisten wanneer zandwormen worden gedood of als doelen in het zandwormcrisis-evenement), die je kunt inwisselen in de westerse bazaar voor zeer belangrijke items.",
      "Description2": "De westerse bazaar wordt wekelijks gereset, en wanneer nieuwe missies worden ontgrendeld, kun je daar elke week extra items vinden. Hieronder toon ik alle wekelijks beschikbare items en geef ik een korte beschrijving van elk bijzonder item."
    }
  }
}
