{
  "Home": {
    "Welcome": "Welkom, dappere krijgers, bij de Alliance Old Viking!",
    "Section1": "Stap de stormachtige zeeën en eindeloze slagvelden op met de Alliance Old Viking aan je zijde. Hier vechten we zij aan zij, onze bijlen scherp, onze schilden geheven, altijd klaar voor de volgende strijd.",
    "WhatToExpect": {
      "Title": "Wat je kunt verwachten:",
      "List1": "Broeders en zusters in strijd: Vind trouwe metgezellen die je in elke strijd zullen steunen en de roem met je zullen delen.",
      "List2": "Strategisch meesterschap: Smeed krachtige plannen en overwin je vijanden met slimme tactieken en onwankelbare moed.",
      "List3": "Glorieuze feesten: Neem deel aan epische veldslagen en glorieuze rooftochten die je rijkelijk belonen en je heldenverhaal voortzetten.",
      "List4": "Wijsheid van de ouden: Leer van ervaren krijgers en verbeter je vaardigheden om als een echte Viking te slagen."
    },
    "Allies": {
      "Title": "Onze bondgenoten:",
      "Allie1": "FYU - IMPERIVM XXIV"
    },
    "Nap": {
      "Title": "Non-agressiepacten (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "Section2": "Word een deel van de Alliance Old Viking en zeil met ons naar de legende. Samen zullen we onoverwinnelijk zijn en de wereld laten beven van ontzag.",
    "Vs": {
      "Title": "VS-Duel:",
      "Description": "Ontdek hier hoe je de meeste punten kunt verzamelen.",
      "Link": "Meer informatie",
      "Day1": {
        "Link": "day1",
        "Description": "Dag 1 - Radar Special Training"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Dag 2 - Basisopbouw"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Dag 3 - Tijdperk van de wetenschap"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Dag 4 - Ontwikkeling van helden"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Dag 5 - Gevechtsklaarheid"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Dag 6 - Eliminatie van vijanden"
      }
    },
    "Information": {
      "Title": "Meer informatie",
      "Description": "Hier vind je nuttige links naar de belangrijkste pagina's van onze website:",
      "Vs": "VS-Duel",
      "Rules": "Regels",
      "Basics": "Basisprincipes",
      "TipsAndTricks": "Tips en trucs"
    }
  },
  "Rules": {
    "Title": "Alliantie Regels",
    "Rule1": {
      "Title": "Inactiviteit",
      "Description": "Wie 3 dagen offline is zonder zich af te melden, wordt op de 4e dag uit de alliantie gezet."
    },
    "Rule2": {
      "Title": "Verzamelpunt",
      "Description": "Op zondag is de strijd voorbij en moeten alle leden zich verzamelen bij het alliantie-verzamelpunt.",
      "Description2": "Wie woensdag nog niet bij het verzamelpunt is, wordt uit de alliantie gezet.",
      "Description3": "Hoe kom ik bij de verzamelplaats"
    },
    "Rule3": {
      "Title": "Alliantie-technologie Donaties",
      "Description": "Elke lid moet voor zondag punten hebben gedoneerd aan de alliantie-technologie (doneren is gratis).",
      "Description2": "Wie dit niet doet, wordt uit de alliantie gezet.",
      "Description3": "Hoe doneer ik"
    },
    "Rule4": {
      "Title": "Spelernamen",
      "Description": "Elk lid moet een eigen spelersnaam hebben.",
      "Description2": "Wie geen eigen spelersnaam kiest, wordt uit de alliantie gezet."
    },
    "Rule5": {
      "Title": "Algemene Aanvallen",
      "Description": "Elke aanval op onze bondgenoten of op het NAP (Non-Aanvalspact) is verboden.",
      "Description2": "Aanvallen op spelers van andere allianties zijn over het algemeen verboden. Als er bijzondere omstandigheden of conflicten ontstaan, moeten dergelijke acties vooraf besproken en goedgekeurd worden door een R5 of R4 om onnodige stress te vermijden.",
      "Description3": "Het plunderen van vrachtwagens of treinen van je eigen server is niet toegestaan.",
      "Description4": "Hoe aanvallen op je eigen vrachtwagens te vermijden"
    },
    "Note": {
      "Title": "Opmerking:",
      "Description": "Als iemand niet weet hoe hij een regel moet naleven of andere vragen heeft, neem dan contact met ons op. We zijn hier om te helpen."
    },
    "Footer": "Laten we samen sterk en succesvol zijn!",
    "ServerRules": {
      "Title": "Serverregels",
      "Abuse": {
        "Title": "Misbruik:",
        "Rule1": "Geen pesten, seksisme, racisme, homofobie of andere haatdragende chat, inclusief etnische, seksuele, religieuze, handicap-, leeftijdsgebonden of transfobe beledigingen. De consequentie is één gratis slag op de speler, of bij herhaling uitsluiting uit de alliantie."
      },
      "Zeroing": {
        "Title": "Nulstelling:",
        "Rule1": "Het is verboden om bases die in allianties op onze server zitten, tot nul te reduceren (te vernietigen). De consequentie is zelf tot nul gereduceerd worden, met troepen buiten de basis."
      },
      "Trucks": {
        "Title": "Vrachtwagens:",
        "Rule1": "Geen aanvallen op onze server vrachtwagens en treinen. Gebruik het filter om dit te voorkomen. Als het toch gebeurt, spreek dan direct met de persoon om een gelijkwaardige vrachtwagen te organiseren om te plunderen in ruil. Bij geen reactie, meld dit aan R4/R5."
      },
      "Villages": {
        "Title": "Dorpen:",
        "Rule1": "Spelers mogen geen bases aanvallen tijdens dorpsveroveringen, alleen het dorp versterken of het dorp aanvallen. De consequentie is een gelijk aantal slagen in ruil met troepen buiten de basis."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Aanvallen 1: ",
          "Rule": "Spelers die hun alliantie verlaten om een speler in de Top 10 aan te vallen, worden voor 1 week uitgesloten van deelname aan een Top 10. Ze kunnen die week niet beschermd worden door een Top 10."
        },
        "Rule2": {
          "Title": "Aanvallen 2: ",
          "Rule": "Spelers die een andere speler in de Top 10 aanvallen, moeten hetzelfde aantal aanvallen en schade terugkrijgen, waarbij een tweede overtreding resulteert in een verbod van 1 week van de Top 10."
        }
      },
      "Cities": {
        "Title": "Steden:",
        "Rule1": "Niveau 6 steden behoren tot de top 3 allianties. Als de top 3 verandert, zullen de niveau 6 steden dienovereenkomstig veranderen."
      }
    }
  },
  "Navigation": {
    "Home": "Home",
    "Rules": "Regels",
    "VS": "VS-Duel",
    "Alliances": "Alliances",
    "Basics": "Basisprincipes",
    "TipsAndTricks": "Tips/Trucs",
    "Buildings": "Gebouwen"
  },
  "VS": {
    "Title": "VS-Duel",
    "Day1": {
      "Title": "Dag 1 - Radar Speciale Training",
      "DayText": "Maandag",
      "Task1": "Verbruik 1 uithoudingsvermogen",
      "Task2": "Voltooi 1 radarmissie",
      "Task3": "Minimaal 660 helden-ervaring per keer verbruiken",
      "Task4": "Gebruik 1 punt drones gevechtsdata",
      "Task5": "Gebruik 1 drone-onderdeel",
      "Task6": "Koop een geschenkdoos met diamanten (1 diamant)",
      "Task7": "Verzamel 100 voedsel",
      "Task8": "Verzamel 100 ijzer",
      "Task9": "Verzamel 60 goud",
      "Task10": "Voor elke gewonnen drone-vaardigheid chip punt"
    },
    "Day2": {
      "Title": "Dag 2 - Basisconstructie",
      "DayText": "Dinsdag",
      "Task1": "Gebruik 1 minuut gebouwversneller",
      "Task2": "Verhoog de gebouwkracht met 1 punt",
      "Task3": "Verzend de legendarische handelswagen 1 keer",
      "Task4": "Voer 1 oranje geheime missie uit",
      "Task5": "Koop een geschenkdoos met diamanten (1 diamant)",
      "Task6": "Rekruteer overlevenden 1 keer in de herberg"
    },
    "Day3": {
      "Title": "Dag 3 - Tijdperk van Wetenschap",
      "DayText": "Woensdag",
      "Task1": "Gebruik 1 minuut onderzoekversneller",
      "Task2": "Verhoog de technologiekracht met 1 punt",
      "Task3": "Voltooi 1 radarmissie",
      "Task4": "Koop een geschenkdoos met diamanten (1 diamant)",
      "Task5": "Elke keer dat je een drone-component van niveau 1 opent",
      "Task6": "Elke keer dat je een drone-component van niveau 2 opent",
      "Task7": "Elke keer dat je een drone-component van niveau 3 opent",
      "Task8": "Elke keer dat je een drone-component van niveau 4 opent",
      "Task9": "Elke keer dat je een drone-component van niveau 5 opent",
      "Task10": "Elke keer dat je een drone-component van niveau 6 opent",
      "Task11": "Elke keer dat je een drone-component van niveau 7 opent"
    },
    "Day4": {
      "Title": "Dag 4 - Heldontwikkeling",
      "DayText": "Donderdag",
      "Task1": "Voer 1 heldenrekrutering uit",
      "Task2": "Minimaal 660 helden-ervaring per keer verbruiken",
      "Task3": "Gebruik 1 legendarische heldenfragment",
      "Task4": "Gebruik 1 zeldzaam heldenfragment",
      "Task5": "Verbruik 1 vaardigheidsmedaille",
      "Task6": "Koop een geschenkdoos met diamanten (1 diamant)"
    },
    "Day5": {
      "Title": "Dag 5 - Gevechtsklaarheid",
      "DayText": "Vrijdag",
      "Task1": "Voltooi 1 radarmissie",
      "Task2": "Gebruik 1 minuut gebouwversneller",
      "Task3": "Verhoog de gebouwkracht met 1 punt",
      "Task4": "Gebruik 1 minuut onderzoekversneller",
      "Task5": "Verhoog de technologiekracht met 1 punt",
      "Task6": "Gebruik 1 minuut trainingversneller",
      "Task7": "Train 1 soldaat naar niveau 1",
      "Task8": "Train 1 soldaat naar niveau 2",
      "Task9": "Train 1 soldaat naar niveau 3",
      "Task10": "Train 1 soldaat naar niveau 4",
      "Task11": "Train 1 soldaat naar niveau 5",
      "Task12": "Train 1 soldaat naar niveau 6",
      "Task13": "Train 1 soldaat naar niveau 7",
      "Task14": "Train 1 soldaat naar niveau 8",
      "Task15": "Train 1 soldaat naar niveau 9",
      "Task16": "Train 1 soldaat naar niveau 10",
      "Task17": "Koop een geschenkdoos met diamanten (1 diamant)"
    },
    "Day6": {
      "Title": "Dag 6 - Vijanden Verwijderen",
      "DayText": "Zaterdag",
      "Task1": "Verzend de legendarische handelslastwagen 1 keer",
      "Task2": "Voer 1 oranje geheime missie uit",
      "Task3": "Gebruik 1 minuut gebouwversneller",
      "Task4": "Gebruik 1 minuut onderzoekversneller",
      "Task5": "Gebruik 1 minuut trainingversneller",
      "Task6": "Gebruik 1 minuut genezingsversneller",
      "Task7": "Elke gedode niveau 1 eenheid van een rivaliserende alliantie",
      "Task8": "Elke gedode niveau 2 eenheid van een rivaliserende alliantie",
      "Task9": "Elke gedode niveau 3 eenheid van een rivaliserende alliantie",
      "Task10": "Elke gedode niveau 4 eenheid van een rivaliserende alliantie",
      "Task11": "Elke gedode niveau 5 eenheid van een rivaliserende alliantie",
      "Task12": "Elke gedode niveau 6 eenheid van een rivaliserende alliantie",
      "Task13": "Elke gedode niveau 7 eenheid van een rivaliserende alliantie",
      "Task14": "Elke gedode niveau 8 eenheid van een rivaliserende alliantie",
      "Task15": "Elke gedode niveau 9 eenheid van een rivaliserende alliantie",
      "Task16": "Elke gedode niveau 10 eenheid van een rivaliserende alliantie",
      "Task17": "Elke gedode niveau 1 eenheid",
      "Task18": "Elke gedode niveau 2 eenheid",
      "Task19": "Elke gedode niveau 3 eenheid",
      "Task20": "Elke gedode niveau 4 eenheid",
      "Task21": "Elke gedode niveau 5 eenheid",
      "Task22": "Elke gedode niveau 6 eenheid",
      "Task23": "Elke gedode niveau 7 eenheid",
      "Task24": "Elke gedode niveau 8 eenheid",
      "Task25": "Elke gedode niveau 9 eenheid",
      "Task26": "Elke gedode niveau 10 eenheid",
      "Task27": "Elke verloren niveau 1 eenheid",
      "Task28": "Elke verloren niveau 2 eenheid",
      "Task29": "Elke verloren niveau 3 eenheid",
      "Task30": "Elke verloren niveau 4 eenheid",
      "Task31": "Elke verloren niveau 5 eenheid",
      "Task32": "Elke verloren niveau 6 eenheid",
      "Task33": "Elke verloren niveau 7 eenheid",
      "Task34": "Elke verloren niveau 8 eenheid",
      "Task35": "Elke verloren niveau 9 eenheid",
      "Task36": "Elke verloren niveau 10 eenheid",
      "Task37": "Koop een geschenkdoos met diamanten (1 diamant)"
    },
    "GeneralTips": {
      "Title": "Algemene Tips:",
      "Tip1": "Voer radarmissies alleen om de dag uit wanneer ze punten opleveren in het evenement (maandag, woensdag, vrijdag)",
      "Tip2": "Verzamel alle drones gevechtsdata en gebruik ze pas op maandag",
      "Tip3": "Laat gebouwen na bouw ingepakt en pak ze pas uit op dinsdag als er punten voor zijn",
      "Tip4": "Verzamel tickets voor handelswagens en missies en gebruik ze pas wanneer gouden vrachtwagens en missies punten opleveren",
      "Tip5": "Verzamel tickets voor overlevenden en gebruik ze op dinsdag (behalve gratis)",
      "Tip6": "Houd drone-component kisten in je inventaris en open ze pas op woensdag",
      "Tip7": "Verzamel rekrutering tickets en gebruik ze pas op donderdag (behalve gratis)",
      "Tip8": "Verzamel fragmenten voor helden en vaardigheidsmedailles en gebruik ze pas op donderdag",
      "Tip9": "Verzamel helden-ervaring en gebruik deze alleen op maandag of donderdag",
      "Tip10": "Verzamel drone-vaardigheid chips voor maandag"
    },
    "YouTubeNote": "Opmerking: De volgende YouTube-video's tonen goede voorbeelden van de VS-dag. Houd er echter rekening mee dat ze mogelijk niet helemaal up-to-date zijn. Informeer ook over de nieuwste wijzigingen en procedures.",
    "Description": "Op deze pagina vind je nuttige tips en trucs om zoveel mogelijk punten te verzamelen tijdens de VS-dag, zonder geld te investeren. Ontdek effectieve strategieën en bewezen methoden om je score te maximaliseren en succesvol te zijn!"
  },
  "DesertStorm": {
    "Title": "Desert Storm",
    "Register": {
      "Title": "Registratie",
      "Description1": "Elk lid van een alliantie kan een deelnameverzoek indienen wanneer de registratie open is.",
      "Description2": "Het maximale aantal spelers per team is 20, met maximaal 10 reservespelers. Zodra de registraties gesloten zijn, kunnen zelfs R4 en R5 de deelnemers niet meer wijzigen. R4/R5 beslissen over de definitieve samenstelling van de deelnemende spelers.",
      "Description3": "Vraag deelname aan voor de specifieke tijdslots alleen als je daadwerkelijk beschikbaar bent, aangezien latere vervangingen niet mogelijk zijn. Er kunnen maximaal 10 vervangers worden geselecteerd.",
      "Step1": "Ga naar Evenementen -> <br> Veldslag Desert Storm -> <br> Kies Deelnemers",
      "Step2": "Selecteer \"Aanval aanvragen\"",
      "Step3": "We spelen altijd van 22:00 tot 22:40 uur <br> Vink het vakje aan en bevestig"
    },
    "Join": {
      "Title": "Het Veld Betreden",
      "Description": "Wanneer de aftelling van het evenement op de evenementdetailpagina eindigt en het evenement begint, moeten de deelnemers op tijd het veld betreden. Na nog eens 5 minuten kunnen eventueel de reservespelers binnenkomen en degenen die niet verbonden waren blijven buiten.",
      "Step1": "Begin het spel met troepen van het hoogste niveau dat je kunt trainen, en met een sterkte die overeenkomt met de capaciteit van je oefenterrein.",
      "Step2": "Troepen kunnen tijdens het evenement gewond raken en worden naar een speciaal evenement-ziekenhuis gebracht (je kunt ze tijdens het evenement genezen als dat nodig is, en als je het veldziekenhuis hebt, wordt de genezing versneld), maar aan het einde van het evenement keren de gewonde troepen terug naar hun normale staat, alsof er niets is gebeurd. Gebruik dus alle troepen die je tot je beschikking hebt. Alliantiehulp is niet beschikbaar in het evenement-ziekenhuis.",
      "Step3": "Alleen troepen die zich in de basis op de normale kaart bevinden, zijn beschikbaar in Desert Storm. Als je ze op de velden hebt achtergelaten, roep ze dan gewoon terug naar de basis. Zodra ze de basis binnenkomen, zijn ze beschikbaar in DS."
    },
    "Goals": {
      "Title": "Doelen",
      "Goal1": "Tijdens het evenement moet je proberen zoveel mogelijk alliantiepunten te behalen om het evenement te winnen. Een mooi HUD-banner met een real-time ranglijst helpt je om de voortgang bij te houden.",
      "Goal2": "Alliantiepunten worden verkregen door gebouwen te veroveren en in bezit te houden. Bij de eerste verovering krijg je extra punten. Een verovering is pas voltooid als een alliantie het gebouw heeft bevrijd van vijanden, als zij versterkingen sturen, en nadat de veroveringsaftelling van 1 minuut is verstreken. Vanaf dat moment worden de veroveringsopbrengsten toegevoegd aan het real-time scorebanner.",
      "Goal3": "Extra punten kunnen worden verzameld door de punten-voorraden te verzamelen die verschijnen wanneer een gebouw wordt veroverd (als er extra punten zijn). Stuur verkenners om ze snel op te halen.",
      "Goal4": "Individuele punten geven persoonlijke beloningen, maar de nadruk moet liggen op de alliantiepunten, omdat de alliantiebeloningen beter zijn dan de individuele."
    },
    "MostImportant": {
      "Title": "De Belangrijkste Dingen om te Weten",
      "Important1": "Je kunt de hulp van de alliantie niet gebruiken om je soldaten in het ziekenhuis te genezen, zoals je gewend bent in het normale spel, maar je kunt genezingsversnellers gebruiken.",
      "Important2": "Je kunt je troepen in het minispel Desert Storm alleen gebruiken als ze zich in de basis op de normale kaart bevinden. Zorg ervoor dat je troepen vóór het begin van Desert Storm weer in de basis zijn. Als een troep in de normale kaartmodus wordt gebruikt, is deze in principe niet beschikbaar in Desert Storm.",
      "Important3": "Als je de registratieperiode mist of niet als deelnemer of vervangingsdeelnemer wordt ingeschreven, is deelname aan de Desert Storm Battle niet mogelijk.",
      "Important4": "Teleportaties in Desert Storm zijn gratis, maar beperkt tot 1 elke 2 minuten. De afkoeltijd wordt weergegeven in de linkerbenedenhoek van het scherm, net boven de knop 'Helden'.",
      "Important5": "In Desert Storm heeft je basis een duurzaamheid van 4000 punten. Na 4 treffers is je basis verbrand en word je teruggeteleporteerd naar de veilige zone. De afkoeltijd voor het teleporteren wordt in dit geval niet gereset. Als het is uitgevoerd, moet je wachten.",
      "Important6": "De meeste mensen zonder ervaring met Desert Storm hebben na een paar minuten geen troepen meer. Lees zeker de volgende strategieën om te leren hoe je troepenverlies kunt beperken.",
      "Important7": "In Desert Storm kun je je troepen niet vrij bewegen. Ze moeten een doel bereiken en naar de basis terugkeren voordat ze tegen een ander doel kunnen worden ingezet. Vergeet dus het platbranden van een basis met een paar snelle klikken en een troep in enkele seconden.",
      "Important8": "In Desert Storm kun je je, als de afkoelfase van de teleportatie voorbij is, naar elke gewenste plaats op de kaart teleporteren, ongeacht of je troepen zich in de basis bevinden of niet. Dit is een leuke verandering ten opzichte van de normale teleportatieregels in het gewone spel, waarbij al je troepen weer in je basis moeten zijn voordat je kunt teleporteren. P.S.: Dezelfde regel geldt tijdens de strijd tegen Dag 6, als je naar en van de andere server teleporteert."
    },
    "Strategies": {
      "Title": "Strategieën",
      "EmptyBuilding": {
        "Title": "Verover een Leeg Gebouw",
        "Description1": "Het veroveren van een leeg gebouw is heel eenvoudig: val het gewoon aan en het is van jou.",
        "Description2": "Na 1 minuut worden de punten voor je alliantie (en voor je individuele punten) gegenereerd op basis van de veroveringsopbrengst. Als het de eerste verovering is, ontvang je ook de punten voor de eerste verovering."
      },
      "ReduceTroopLosses": {
        "Title": "Strategie voor het Veroveren van Lege Gebouwen om Troepenverlies te Vermijden",
        "Description1": "Als je een gebouw verovert (maar nog geen veroveringspunten ontvangt) en er verschijnt een vijand, kun je de volgende strategie gebruiken om de strijd te winnen en je troepenverlies te verminderen (dit werkt goed als het hoofdkwartier/de kracht van de vijand vergelijkbaar of lager is dan die van jou):",
        "Tip1": "Houd je troep in het gebouw totdat de vijand de aanval start (vooral als het de eerste verovering van het gebouw is, waarbij je de initiële veroveringspunten kunt ontvangen).",
        "Tip2": "Als de vijand een aanval op het gebouw begint en je nog geen veroveringsopbrengst hebt (je versterkt dus minder dan 1 minuut), trek de troep terug en voorkom dat de vijand je troep in het gebouw aanvalt. Dit voorkomt troepenverlies.",
        "Tip3": "De kans is groot dat de vijand zijn beste troepen heeft gestuurd om het gebouw te veroveren, waardoor hij mogelijk zonder verdediging zit. Vergeet niet dat als hij je basis met deze troepen wil aanvallen, hij ze eerst naar zijn eigen basis moet terugsturen en dan naar jouw basis moet sturen.",
        "Tip4": "Stuur al je troepen met troep A in de eerste positie om de vijandelijke basis aan te vallen.",
        "Tip5": "Als je geluk hebt, heeft de vijand geen verdediging of alleen zwakke troepen. Zodra de vijand is uitgeschakeld, stuur je je troep om de basis te veroveren.",
        "Tip6": "Gebruik verkenners om ervoor te zorgen dat de troepen die je stuurt de strijd tegen de basis daadwerkelijk kunnen winnen. Stuur verkenners meerdere keren kort voordat je troepen de vijand ontmoeten, om een troep terug te trekken als de vijand de verdediging activeert."
      },
      "Advantages": {
        "Title": "Voordelen:",
        "Description1": "Je voorkomt verlies van troepen bij de eerste aanval van de vijand, die waarschijnlijk een A-team zal sturen om de basis te veroveren.",
        "Description2": "Als de vijand geen verdedigingslijn heeft, kun je hem uitschakelen zonder verlies van troepen, vooral als je snel bent en de vijand dichtbij is.",
        "Description3": "De tegenstander ontvangt geen punten als je snel bent, omdat het 1 minuut duurt voordat de verovering begint."
      },
      "Disadvantages": {
        "Title": "Nadelen:",
        "Description1": "Als de vijand een sterke B-troep heeft en deze gebruikt voor verdediging, kan deze strategie werken, maar het duurt langer omdat je hem alleen met je A-troep kunt treffen. Dit werkt beter als je dicht bij de vijand bent.",
        "Description2": "Als meerdere vijanden verschijnen, kun je blootgesteld worden aan hun aanvallen als je je A-troep hebt gestuurd om de vijand aan te vallen.",
        "Description3": "De vijand kan in de verdediging gaan zodra je hem aanvalt. Gebruik daarom een troep met slechts een held van laag niveau als een goede strategie om het risico op verlies van troepen verder te verminderen.",
        "Description4": "Als het de eerste verovering van het gebouw is en je de vijand niet snel genoeg uitschakelt, krijgen ze deze punten.",
        "Description5": "Houd er rekening mee dat deze strategie bedoeld is om troepenverlies te beperken, maar je daardoor waardevolle seconden verliest bij het veroveren van het gebouw. Gebruik deze strategie dus met beleid en houd rekening met de huidige strijdsituatie en het aantal overgebleven troepen."
      },
      "BuildingInEnemy": {
        "Title": "Verover een Gebouw in Bezit van de Vijand",
        "Description1": "Als het gebouw toebehoort aan het andere team, kun je op twee manieren te werk gaan:",
        "Description2": "Val het gebouw direct aan met je sterkste troep en probeer alle troepen die het gebouw versterken te verslaan (vergelijkbaar met het veroveren van dorpen). Deze strategie heeft een ernstig probleem omdat je waarschijnlijk veel soldaten zult verliezen en na enkele veroveringen zonder troepen zult komen te zitten.",
        "Description3": "Identificeer vijandelijke basisposten met versterkingen en verbrand deze. Deze aanpak werkt meestal goed als de basisposten geen verdediging hebben. Anders geldt hetzelfde probleem als bij de bovenstaande aanpak, maar je zult waarschijnlijk minder soldaten verliezen als de vijand de eerste troep voor versterkingen stuurt."
      },
      "ShouldNotDo": {
        "Title": "Wat Je Niet Moet Doen",
        "Description1": "In Desert Storm zijn je troepen erg waardevol, dus je moet niets doen wat hen in gevaar brengt.",
        "Description2": "Hier zijn enkele voorbeelden van wat je niet moet doen, omdat dit waarschijnlijk zal leiden tot troepenverlies:",
        "Description3": "Als je wordt aangevallen door een zwakkere vijand, wacht dan met je hoofdtroep in de verdediging en val aan wanneer zijn hoofdtroep terugkeert, in plaats van hem toe te staan je te verbranden omdat je verdedigingstroepen buiten zijn. Vergeet niet dat je bij elke aanval een bepaald aantal troepen verliest als je de verdediging opheft.",
        "Description4": "Val inactieve vijanden niet aan met zwakke troepen, want ze hebben tijd om hun verdediging op te bouwen en je zult troepen verliezen. Het is beter om dit te doen wanneer vijanden meerdere dingen doen, omdat ze mogelijk geen tijd hebben om verdediging op te bouwen als ze zien dat je aanvalt (werkt het beste als je dicht bij de vijandelijke basis bent)."
      }
    }
  },
  "Alliances": {
    "Title": "Alliantie",
    "Donate": {
      "Title": "Hoe Je Kunt Bijdragen/Doneren",
      "Description": "Om bij te dragen aan alliantie-technologie gelden de volgende regels:",
      "Rule1": "voor elke donatie aan niet-aanbevolen technologie ontvang je 50 EXP en alliantie-bijdragepunten.",
      "Rule2": "voor elke donatie aan de aanbevolen technologie ontvang je een extra beloning van +20%: je verdient dus 60 EXP en 60 alliantie-bijdragepunten.",
      "Rule3": "Bovendien hebben donaties de kans om een kritieke treffer te veroorzaken, wat extra technologie-EXP oplevert. De kansen op kritieke treffers zijn:",
      "Hit1": "Geen kritieke treffer: 45%",
      "Hit2": "2x kritieke treffer (extra 50 punten alliantie-technologie-EXP): 30%",
      "Hit3": "3x kritieke treffer (extra 100 punten alliantie-technologie-EXP): 15%",
      "Hit4": "5x kritieke treffer (extra 200 punten alliantie-technologie-EXP): 10%",
      "Description2": "Hoe te doneren:",
      "Donate": "Klik op de aanbevolen technologie en vervolgens op 'Doneren', met munten of diamanten.",
      "Maximum": "Commandanten hebben maximaal 20 kansen om met munten aan de alliantie-technologie te doneren. Elke donatie, kritisch of niet, verbruikt één kans. Als de beschikbare donatiekansen van een commandant onder de 20 komen, krijgt hij elke 20 minuten één kans.",
      "Limit": "Er is geen dagelijkse limiet aan het aantal diamantdonaies dat commandanten aan alliantie-technologie kunnen doen. De diamantenkosten voor elke donatie stijgen echter met het aantal gedane donaties, maar er kunnen onbeperkt diamantdonaies worden gedaan. Na 20 minuten vermindert het aantal diamanten dat nodig is voor donatie geleidelijk. De kosten beginnen bij 2 diamanten voor de eerste donatie en stijgen met 2 diamanten per volgende donatie, tot een maximum van 50 diamanten."
    },
    "Shop": {
      "Title": "Alliantie Winkel",
      "Description1": "Als je deel uitmaakt van een alliantie, heb je toegang tot de alliantie winkel. Alliantie -> Alliantie Winkel",
      "Description2": "De alliantie winkel biedt zeer nuttige power-up items die kunnen worden opgeëist in ruil voor alliantie-bijdragepunten. De hoeveelheid die je van elk item kunt opeisen is tijdgebonden en de winkel reset deze limieten na een aftelling die bovenaan in de alliantie winkel wordt weergegeven.",
      "Image": "Op de afbeelding zijn twee gebieden rood gemarkeerd: <br> Geavanceerde Teleportatie en Alliantie Teleportatie <br> Deze twee gebieden zijn belangrijk om bij de verzamelplaats te komen. <br> Met de Geavanceerde Teleportatie kun je vrij kiezen waar je op de kaart wilt worden geteleporteerd. <br> Met de Alliantie Teleportatie word je ergens bij de verzamelplaats geteleporteerd."
    },
    "AssemblyPlace": {
      "Title": "Hoe kom ik bij de verzamelplaats?",
      "Variant1": {
        "Title": "Variant 1: Geavanceerde Teleportatie",
        "Description1": "Zoek op de kaart naar onze alliantie verzamelplaats (paarse vlag).",
        "Description2": "Kies een vrije plek in de buurt.",
        "Description3": "Klik op 'Teleporteren'. Dit kost je een Geavanceerde Teleportatie."
      },
      "Variant2": {
        "Title": "Variant 2: Alliantie Teleportatie",
        "Description1": "Ga naar je inventaris en selecteer het tabblad 'Speciaal'.",
        "Description2": "Zoek de Alliantie Teleportatie.",
        "Description3": "Klik op 'Gebruiken'. Je wordt dan automatisch naar de verzamelplaats geteleporteerd."
      },
      "Footer": "Op de afbeelding hieronder wordt de Alliantie Teleportatie getoond, en op de afbeelding hierboven is de winkel te zien. Je kunt beide teleportaties zoals hierboven beschreven in de alliantie winkel inwisselen. De Alliantie Teleportatie kost minder.",
      "Image": "Klik op: <b><br> 1. Inventaris <br> 2. Speciaal <br> 3. Alliantie Teleportatie <br> 3. Gebruiken"
    }
  },
  "Basics": {
    "Title": "Basisprincipes",
    "Translate": {
      "Title": "Vertalingen",
      "Description": "In Last War kun je de automatische vertaalfunctie gebruiken om tekst naar je eigen taal te vertalen. Om chats en berichten te vertalen, gebruik je gewoon het pictogram rechtsonder – het toont een 'A' met pijlen en een 'T'. Op deze manier kun je communiceren in je voorkeurstaal en je volledig op het spel concentreren!",
      "Image": "De afbeelding toont twee voorbeelden van waar je het pictogram kunt vinden om de tekst te vertalen."
    },
    "Trucks": {
      "Title": "Looten van vrachtwagens op je eigen server",
      "Description": "Het is niet toegestaan om vrachtwagens op je eigen server te looten. Om ervoor te zorgen dat dergelijke vrachtwagens niet worden weergegeven, is er een selectievakje dat je kunt aanvinken om alle vrachtwagens van je eigen server te filteren. Vink dit vakje aan om aan de regels te voldoen. De afbeelding hieronder toont waar je het selectievakje kunt vinden.",
      "Image": "Vink het selectievakje aan zoals weergegeven op de afbeelding."
    }
  },
  "TipsAndTricks": {
    "Title": "Tips en trucs",
    "Overview": {
      "Title": "Overzicht"
    },
    "Pvp": {
      "Title": "Aanval en verdediging",
      "Description1": "Laten we eerst praten over basisverdediging. Je moet alleen proberen te verdedigen als je hoofdtroep de eerste of tweede opeenvolgende aanval kan overleven (d.w.z. de aanvaller is ongeveer op jouw niveau).",
      "Tip1": "Als je niet kunt verdedigen of niet online bent om deze beslissing te nemen, DEACTIVEER dan je verdedigingen.",
      "Tip2": "Zo activeer/deactiveer je de verdedigingen: Ga naar de muur in je basis, klik op het huis+ symbool en deactiveer de troepen. Elke keer dat je een nieuwe troep ontgrendelt, zorg ervoor dat je deze ook deactiveert. Soms heeft het zin om helemaal geen verdediging te hebben, en soms heeft het zin om je hoofdtroep als verdediging te gebruiken, maar de grootste fout die je kunt maken is je zwakkere troepen aan de verdediging deel te laten nemen.",
      "Tip3": "Waarom dit werkt: Stel dat een veel sterkere speler je 5 keer aanvalt (stel dat je niveau 20 bent met 3 troepen). Je zou ongeveer 10k tot 12k troepen verliezen in deze 5 aanvallen als je 3 verdedigingsgroepen had. Als je slechts één enkele verdediging (de sterkste troep) had, zou je ongeveer 4k tot 5k troepen verliezen. Als je geen verdediging had, zou je ongeveer 1k troepen verliezen (vanwege de doorbraakaanval die niet telt als kills voor de aanvaller). Dit is een groot verschil.",
      "Tip4": "Aanvallen van basissen heeft in dit spel twee doelen: (1) middelen plunderen en (2) punten verzamelen tijdens dodingsevenementen, zoals de vijandverslinder (dag 6 van de duel).",
      "Tip5": "Plunderen biedt de beste middelen-stamina-verhouding in het spel, maar wees je bewust van de verdedigingen/tegenaanvallen, je huidige plunderranges, enz.",
      "Tip6": "Bij het aanvallen van andere basissen voor dodingsevenementen, merk op dat alleen gevechten kills voor punten opleveren. Dus iemand zonder verdediging of troepen zal je geen eventpunten of een verhoging van je individuele killaantal opleveren. Dit is een andere reden waarom je je eigen verdedigingen moet uitschakelen, namelijk om te voorkomen dat je tegenstanders punten verzamelen door je aan te vallen.",
      "Image1": "Klik op de muur en vervolgens op het plus-icoon om naar de verdediging te gaan.",
      "Image2": "Door het vakje aan te vinken kun je de verdediging voor elke troep in- of uitschakelen."
    },
    "Troops": {
      "Title": "Troepen-/eenheidstraining",
      "Description1": "De meest optimale strategie voor troepentraining is om ze in 3 fasen te trainen. Dit maakt de training niet sneller en verbruikt ook niet minder middelen, maar het stelt je in staat om tijdens relevante evenementen zoals eenheidstraining in de wapenwedstrijd en dag 5 van de duelactiviteit meer punten te verzamelen.",
      "Tip1": "Stel dat TX = maximaal niveau van de troepen die je kunt trainen, TY = een niveau onder het maximum en TZ = twee niveaus onder het maximum. De strategie is om TZ de hele week te trainen (tenzij je al genoeg TX hebt voor al je eenheden). Tijdens de eenheidstraining in de wapenwedstrijd upgrade je TZ -> TY en/of TY -> TX (mogelijk twee rondes in elke kazerne zonder versnellingen tijdens deze fase). Op dag 5 van de duel zou je bijna alle TY/TZ naar TX upgraden voordat je naar het Woestijnstorm-battlefield of dag 6 van de duel gaat. Zodra je de dodingsevenementen hebt voltooid, ga je door met het aanvullen van TZ.",
      "Tip2": "Bijvoorbeeld, als je HQ 25 bent, zou TX niveau 8 eenheden zijn (vereist Lv24 kazerne), TY zou niveau 7 eenheden zijn (vereist Lv20 kazerne), en TZ zou niveau 6 eenheden zijn (vereist Lv17 kazerne). Om deze strategie toe te passen, moet je enkele kazernes op een lager niveau dan het maximaal mogelijke houden. Van 4 kazernes raad ik aan om 2 te hebben die tot TX kunnen trainen en 2 die alleen tot TY kunnen trainen. Dit komt omdat de troep-upgrade automatisch naar het maximale niveau voor die kazerne gaat.",
      "Example": {
        "Title": "Een voorbeeld: ",
        "Example1": "Directe training: 1 T9-soldaat = 250 punten",
        "Example2": "Trappentraining: 1 T5 = 150 punten, 1 T5 -> 1 T6 = 175 punten, 1 T6 -> 1 T7 = 200 punten, 1 T7 -> 1 T8 = 225 punten, 1 T8 -> 1 T9 = 250 punten is in totaal 1000 punten",
        "Description": "Zoals je kunt zien, krijg je met de stapsgewijze benadering in dit geval vier keer zoveel punten voor elke enkele soldaat."
      },
      "Image1": "Op deze afbeelding zie je welke troepen je kunt upgraden. Klik op de 'Upgrade'-knop, niet op 'Train', om de soldaten naar het maximale niveau van de kazerne te brengen."
    },
    "Healing": {
      "Title": "Spam-Healing",
      "Description1": "Een ander concept is 'Spam-Healing'. Dit betekent dat als je meer dan 1000 dode troepen hebt en het 4 uur zou duren om ze allemaal te genezen, je telkens 25 minuten genezingstijd moet instellen en de knop voor hulp van je alliantie moet klikken. Dit houdt de kosten van middelen gelijk, maar vermindert de genezingstijd met meer dan 50%. Deze methode is efficiënt om je gevechtskracht hoog te houden en een constante stroom van troepen te waarborgen."
    },
    "SmallTroops": {
      "Title": "Verzamel middelen met een kleine troepensterkte",
      "Description1": "Als je maar een paar troepen beschikbaar hebt op je oefenterrein (bijvoorbeeld na de oorlogen op zaterdag), kun je misschien niet alle troepen sturen om middelen te verzamelen, omdat er een bepaald aantal troepen nodig is voor elk troep.",
      "Description2": "Dit kan als volgt worden opgelost:",
      "Tip1": "Haal je troepen terug naar de basis zodat je ze kunt wisselen",
      "Tip2": "Verwijder alle helden uit elke troep en voeg slechts 1 held per troep toe, bij voorkeur degenen met een lage waarde in het attribuut 'Commandant'.",
      "Tip3": "Stuur nu troepen uit om middelen te verzamelen. Elke troep zal veel minder troepen gebruiken, zodat je ze allemaal kunt sturen.",
      "Tip4": "Daarnaast kun je eenvoudig niveau 1-soldaten trainen in een willekeurige kazerne om bijna onmiddellijk wat troepen beschikbaar te hebben, omdat het trainen van niveau 1-soldaten snel gaat."
    },
    "IncreasedDamage": {
      "Title": "Verhoogd schadepercentage",
      "Description1": "Bij elke aanval, in de verdediging of bij de wacht kun je de oorlogsdkoorts gebruiken om de schade met 1% te verhogen.",
      "Description2": "Deze boost wordt automatisch geactiveerd wanneer je een basis aanvalt of verkent, maar niet wanneer je alleen verdedigt.",
      "Description3": "Om de oorlogsdkoorts te activeren, kun je een van de volgende acties uitvoeren:",
      "Tip1": "Stuur een verkenningsvliegtuig naar een basis",
      "Tip2": "Start een aanval of rally tegen een vijandige basis (aanvallen of rally's tegen zombies werken niet). Je kunt de aanval ook afbreken zodra de oorlogsdkoorts is begonnen",
      "Tip3": "De status van de oorlogsdkoorts kun je linksboven op het scherm zien, direct onder de weergaven voor voedsel/ijzer/munt/energie. Als je op het symbool klikt, wordt de aftelling weergegeven.",
      "Tip4": "Herhaal de activeringsactie om de aftelling op 15 minuten altijd opnieuw te starten.",
      "Tip5": "BELANGRIJK: Gebruik deze truc niet terwijl je een schild hebt, omdat je het anders verliest."
    }
  },
  "Buildings": {
    "Title": "Gebouwen",
    "Headquarters": {
      "Title": "Hoofdkwartier",
      "Description1": "Het Hoofdkwartier is het belangrijkste gebouw in het spel. Het vervult vergelijkbare functies als de stadhuisgebouwen in andere spellen. Door het verder uit te breiden, kun je nieuwe gebouwen oprichten en bestaande gebouwen naar een hoger niveau brengen.",
      "Description2": "Wanneer het Hoofdkwartier een niveau stijgt, worden de volgende zaken verhoogd:",
      "List1": "Prestaties",
      "List2": "Heldenniveau-Limiet",
      "List3": "Held HP",
      "List4": "Held Aanval",
      "List5": "Held Verdediging",
      "List6": "Niveau-Limiet voor elk gebouw",
      "LevelUp": {
        "Title": "Niveau-Up Vereisten",
        "Description1": "Om het Hoofdkwartier naar een hoger niveau te brengen, moeten zowel de hulpbronnen- als de gebouwvereisten in elke fase worden vervuld.",
        "Description2": "Het is belangrijk om de bouw stapsgewijs voort te zetten om een soepele voortgang naar het volgende niveau van het Hoofdkwartier te garanderen en voldoende hulpbronnen te sparen. Als het Hoofdkwartier niet wordt verbeterd, kan dit leiden tot een zwakke troep, omdat dit gebouw de limiet voor heldenniveaus bepaalt.",
        "Description3": "Hieronder ziet u een diagram met de vereiste gebouwen voor elk niveau",
        "Table": {
          "ToUnlock": "HQ om te Ontgrendelen",
          "Condition1": "Gebouw 1",
          "Condition2": "Gebouw 2",
          "Iron": "IJzer",
          "Food": "Voedsel",
          "Gold": "Goud",
          "Days": "Dagen",
          "Wall": "Muur N.",
          "TechCenter": "Technisch Centrum N.",
          "DrillGround": "Oefenterrein N.",
          "Barracks": "Kazerne N.",
          "AllianceCenter": "Alliantiecentrum N.",
          "Hospital": "Ziekenhuis N.",
          "TankCenter": "Tankcentrum N."
        }
      }
    },
    "Barracks": {
      "Title": "Kazerne",
      "Description1": "De Kazernes worden gebruikt om je troepen te rekruteren en te bevorderen. Zodra je de Kazernes hebt ontgrendeld, moet je altijd maar één Kazerne tegelijk upgraden om je hulpbronnen efficiënt te gebruiken. Het bevorderen van je troepen stelt je in staat om troepen van een lager niveau naar het hoogste niveau te brengen dat je Kazernes toestaan. Het bevorderen van troepen wordt bijzonder nuttig zodra je het hebt ontgrendeld, omdat het je in staat stelt om troepen van niveau één op te leiden en te verbeteren, wat minder hulpbronnen en tijd kost."
    },
    "Hospital": {
      "Title": "Ziekenhuis",
      "Description1": "Het Ziekenhuis wordt gebruikt om je troepen na een gevecht te genezen. Als een vijand sterk genoeg is, kan hij je troepen doden of verwonden. Het Ziekenhuis kan echter geen gevallen troepen weer tot leven brengen, alleen gewonde troepen genezen. Een efficiënte manier om je troepen snel te genezen, is door alleen een aantal troepen te selecteren die binnen 25 minuten of minder kunnen worden genezen. Dit stelt je alliantie in staat om je te helpen en de genezingstijd vrijwel onmiddellijk te verkorten. Door het genezingssysteem goed te gebruiken, wordt de genezingstijd verminderd tot 25% van de tijd die het zou hebben gekost als je alle troepen tegelijkertijd had genezen."
    },
    "DrillGround": {
      "Title": "Oefenterrein",
      "Description1": "Het Oefenterrein is het gebouw waar je troepen zijn gestationeerd. Het maximale niveau van het Oefenterrein stijgt met het niveau van je Hoofdkwartier. Het Oefenterrein is een centrale bron van je kracht, omdat de kracht van je troepen grotendeels je macht bepaalt. Om de maximale macht te bereiken (het belangrijkste doel van het spel), moet je voortdurend je Oefenterrein naar het hoogste niveau brengen en indien mogelijk extra Oefentereinen bouwen. Het tweede Oefenterrein wordt ontgrendeld op niveau 16 en het derde op niveau 21."
    },
    "Garages": {
      "Title": "Garages",
      "Description1": "De Garages huisvesten je helden. Ze geven je helden extra kracht en troepen die ze mee kunnen nemen. Aan het begin van het spel ontvang je één Garage, en je kunt gedurende het spel extra Garages ontgrendelen, tot maximaal drie Garages. Een vierde Garage kan ook worden verkregen via het maandelijkse pas. Je moet je uitsluitend richten op het upgraden van Garage 1, omdat het grootste deel van je inspanningen in het spel daarop zal worden gericht. Upgrade Garage 2 alleen als je het nodig hebt voor kosteneffectieve wapenwedstrijpunten of als je denkt dat het te ver achterblijft."
    },
    "TechCenter": {
      "Title": "Technisch Centrum",
      "Description1": "Het Technisch Centrum is een cruciaal onderdeel van het spel om succesvol te concurreren met andere spelers. Het wordt om goede redenen vaak weergegeven in de sectie 'vereiste upgrades' wanneer je je Hoofdkwartier wilt upgraden. Het Technisch Centrum stelt je in staat om bepaalde statistieken van je basis te verbeteren, zoals helden, troepen, garages en meer. Dit zet hulpbronnen om in meer kracht en statistieken voor alles. Zodra je niveau 16 bereikt, heb je de mogelijkheid om een tweede Technisch Centrum aan te schaffen, wat sterk wordt aanbevolen."
    },
    "GearFactory": {
      "Title": "Apparaatfabriek",
      "Description1": "De Apparaatfabriek stelt je in staat om apparatuur voor je helden te maken of te demonteren. Je kunt elk type apparatuur maken dat momenteel in het spel bestaat en ook apparatuuronderdelen demonteren. Bovendien stelt de Apparaatfabriek je in staat om apparatuuronderdelen te combineren om het Dielectrische Keramische Componentdeel te maken dat je nodig hebt om een legendarisch apparatuurdeel te creëren. Het wordt niet aanbevolen om zeldzame, super-zeldzame of super-super-zeldzame apparatuuronderdelen te maken of te upgraden. Zodra je ten minste alle super-super-zeldzame (SSR) apparatuuronderdelen voor je belangrijkste helden hebt, zou je alle overige apparatuuronderdelen moeten demonteren om meer legendarische apparatuur te verkrijgen."
    },
    "ComponentFactory": {
      "Title": "Componentenfabriek",
      "Description1": "De Componentenfabriek produceert dozen met dronecomponenten. Deze dronecomponenten worden gebruikt in het Dronecentrum om verdere upgrades voor je drone uit te voeren. Zodra de Componentenfabriek is gebouwd, kan deze niet meer worden opgewaardeerd."
    },
    "TankCenter": {
      "Title": "Tankcentrum",
      "Description1": "Het Tankcentrum is een cruciaal gebouw in het spel dat de statistieken van je tankhelden aanzienlijk verbetert. Dit gebouw moet elke keer dat je je Hoofdkwartier upgraden zo snel mogelijk naar het maximale niveau worden gebracht."
    },
    "AircraftCenter": {
      "Title": "Vliegtuigcentrum",
      "Description1": "Het Vliegtuigcentrum vervult dezelfde functie als het Tankcentrum, maar voor helden van het vliegtuigtype. Aanvankelijk is het niet belangrijk om dit gebouw te upgraden, omdat het geen bonussen biedt voor de configuratie die je zou moeten gebruiken. Zodra echter DVA en Carlie beschikbaar zijn, zal het net zo belangrijk zijn om het Vliegtuigcentrum te upgraden als het Tankcentrum, vanwege de extra statistieken die het deze helden biedt."
    },
    "MissileCenter": {
      "Title": "Missielcentrum",
      "Description1": "Op vergelijkbare wijze als de twee hierboven genoemde gebouwen verhoogt het Missielcentrum de statistieken van rakethelden."
    },
    "ResourceCenters": {
      "Title": "Hulpbronnen Centra",
      "Description1": "De voedsel-, ijzer- en smeltcentra zijn gebouwen die de respectieve hulpbronnen produceren. De Trainingsbasis is het gebouw dat helden-XP produceert. Ervaring leert dat de Trainingsbasis-gebouwen een goede XP-nutzung bieden in verhouding tot de gebruikte hulpbronnen en efficiënt kunnen worden opgewaardeerd."
    }
  }
}
