{
  "Home": {
    "Welcome": "Velkommen, tapre krigere, til Alliansen Old Viking!",
    "Section1": "Gå inn i de stormfulle havene og de endeløse slagmarkene med Alliansen Old Viking ved din side. Her kjemper vi skulder ved skulder, med øksen vår skjerpet, skjoldene hevet, alltid klare for neste slag.",
    "WhatToExpect": {
      "Title": "Hva du kan forvente:",
      "List1": "Brødre og søstre i kamp: Finn lojale følgesvenner som støtter deg i hver kamp og deler æren med deg.",
      "List2": "Strategisk mestring: Lag kraftfulle planer og overvinn fiendene dine med klok taktikk og urokkelig mot.",
      "List3": "Ærefulle fester: Delta i episke slag og herlige raid som belønner deg rikelig og viderefører din heltelære.",
      "List4": "Visdom fra de gamle: Lær fra erfarne krigere og forbedre ferdighetene dine for å bestå som en ekte viking."
    },
    "Section2": "Bli en del av Alliansen Old Viking og seil med oss inn i legenden. Sammen vil vi være uovervinnelige og få verden til å skjelve av ærefrykt."
  },
  "Rules": {
    "Title": "Alliansen Regler",
    "Rule1": {
      "Title": "Inaktivitet",
      "Description": "Den som er offline i 3 dager uten å melde ifra, vil bli utvist fra alliansen den 4. dagen."
    },
    "Rule2": {
      "Title": "Samleplass",
      "Description": "På søndag er hele kampen over, og alle medlemmer skal samles ved alliansens samleplass.",
      "Description2": "Den som ikke er ved samleplassen innen onsdag, vil bli utvist."
    },
    "Rule3": {
      "Title": "Allianse-teknologi Donasjoner",
      "Description": "Innen søndag må hvert medlem ha donert poeng til allianse-teknologi (donasjonen er gratis).",
      "Description2": "Den som ikke gjør dette, vil bli utvist."
    },
    "Rule4": {
      "Title": "Spillernavn",
      "Description": "Hvert medlem må ha sitt eget spillernavn.",
      "Description2": "Den som ikke velger sitt eget spillernavn, vil bli utvist fra alliansen."
    },
    "Note": {
      "Title": "Merk:",
      "Description": "Hvis noen ikke vet hvordan man overholder en regel eller har andre spørsmål, vennligst kontakt oss. Vi er her for å hjelpe."
    },
    "Footer": "La oss være sterke og suksessfulle sammen!",
    "ServerRules": {
      "Title": "Serverregler",
      "Abuse": {
        "Title": "Misbruk:",
        "Rule1": "Ingen mobbing, sexisme, rasisme, homofobi eller annen hatprat, inkludert etniske, seksuelle, religiøse, funksjonshemming-, alders- eller transfobiske slengbemerkninger. Konsekvensen er ett gratis slag på spilleren, og ved gjentatt overtredelse utvisning fra alliansen."
      },
      "Zeroing": {
        "Title": "Nulstilling:",
        "Rule1": "Det er forbudt å nullstille (ødelegge) baser som er i allianser på vår server. Konsekvensen er å bli nullstilt selv, med tropper utenfor basen."
      },
      "Trucks": {
        "Title": "Lastebiler:",
        "Rule1": "Ingen angrep på våre serverlastebiler og tog. Bruk filteret for å forhindre dette. Hvis det skjer, snakk direkte med personen for å organisere en tilsvarende lastebil som skal plyndres som gjengjeldelse. Ved ingen respons, ta det opp med R4/R5."
      },
      "Villages": {
        "Title": "Landsbyer:",
        "Rule1": "Spillere har ikke lov til å angripe baser under landsbyerobring, bare forsterke landsbyen eller angripe landsbyen. Konsekvensen er et tilsvarende antall slag i gjengjeld med tropper utenfor basen."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Angrep 1: ",
          "Rule": "Spillere som forlater alliansen sin for å angripe en spiller i Topp 10, blir utestengt fra å bli med i noen Topp 10 i 1 uke. De kan ikke beskyttes i den uken av noen Topp 10."
        },
        "Rule2": {
          "Title": "Angrep 2: ",
          "Rule": "Spillere som angriper en annen spiller i Topp 10, skal motta samme antall angrep og skade i gjengjeld, med en andre overtredelse som resulterer i 1 ukes utestengelse fra Topp 10."
        }
      },
      "Cities": {
        "Title": "Byer:",
        "Rule1": "Nivå 6 byer tilhører de 3 beste alliansene. Hvis topp 3 endrer seg, vil nivå 6 byer endres tilsvarende."
      }
    }
  },
  "Navigation": {
    "Home": "Hjem",
    "Rules": "Regler",
    "VS": "VS-Duell"
  },
  "VS": {
    "Title": "VS-Duell",
    "Day1": {
      "Title": "Dag 1 - Radar Spesialtrening",
      "DayText": "Mandag",
      "Task1": "Bruk 1 utholdenhet",
      "Task2": "Fullfør 1 radaroppdrag",
      "Task3": "Bruk minst 660 helt-erfaring per gang",
      "Task4": "Bruk 1 poeng droner kampdata",
      "Task5": "Bruk 1 dronekomponent",
      "Task6": "Kjøp en gavepakke med diamanter (1 diamant)",
      "Task7": "Samle 100 mat",
      "Task8": "Samle 100 jern",
      "Task9": "Samle 60 gull",
      "Task10": "For hver vunnet droneferdighetsbrikke poeng"
    },
    "Day2": {
      "Title": "Dag 2 - Basisbygging",
      "DayText": "Tirsdag",
      "Task1": "Bruk 1 minutt byggevareakselerator",
      "Task2": "Øk byggekraften med 1 poeng",
      "Task3": "Send den legendariske handelsvognen 1 gang",
      "Task4": "Fullfør 1 oransje hemmelig oppdrag",
      "Task5": "Kjøp en gavepakke med diamanter (1 diamant)",
      "Task6": "Rekrutter overlevende 1 gang på vertshuset"
    },
    "Day3": {
      "Title": "Dag 3 - Vitenskapens Tidsepoke",
      "DayText": "Onsdag",
      "Task1": "Bruk 1 minutt forskningsakselerator",
      "Task2": "Øk teknologiens kampkraft med 1 poeng",
      "Task3": "Fullfør 1 radaroppdrag",
      "Task4": "Kjøp en gavepakke med diamanter (1 diamant)",
      "Task5": "Hver gang du åpner en dronekomponent av nivå 1",
      "Task6": "Hver gang du åpner en dronekomponent av nivå 2",
      "Task7": "Hver gang du åpner en dronekomponent av nivå 3",
      "Task8": "Hver gang du åpner en dronekomponent av nivå 4",
      "Task9": "Hver gang du åpner en dronekomponent av nivå 5",
      "Task10": "Hver gang du åpner en dronekomponent av nivå 6",
      "Task11": "Hver gang du åpner en dronekomponent av nivå 7"
    },
    "Day4": {
      "Title": "Dag 4 - Utvikling av Helter",
      "DayText": "Torsdag",
      "Task1": "Utfør 1 helte rekruttering",
      "Task2": "Bruk minst 660 helt-erfaring per gang",
      "Task3": "Bruk 1 legendarisk heltebrikke",
      "Task4": "Bruk 1 sjelden heltebrikke",
      "Task5": "Bruk 1 ferdighetsmedalje",
      "Task6": "Kjøp en gavepakke med diamanter (1 diamant)"
    },
    "Day5": {
      "Title": "Dag 5 - Kampberedskap",
      "DayText": "Fredag",
      "Task1": "Fullfør 1 radaroppdrag",
      "Task2": "Bruk 1 minutt byggevareakselerator",
      "Task3": "Øk byggekraften med 1 poeng",
      "Task4": "Bruk 1 minutt forskningsakselerator",
      "Task5": "Øk teknologiens kampkraft med 1 poeng",
      "Task6": "Bruk 1 minutt treningsakselerator",
      "Task7": "Tren 1 soldat til nivå 1",
      "Task8": "Tren 1 soldat til nivå 2",
      "Task9": "Tren 1 soldat til nivå 3",
      "Task10": "Tren 1 soldat til nivå 4",
      "Task11": "Tren 1 soldat til nivå 5",
      "Task12": "Tren 1 soldat til nivå 6",
      "Task13": "Tren 1 soldat til nivå 7",
      "Task14": "Tren 1 soldat til nivå 8",
      "Task15": "Tren 1 soldat til nivå 9",
      "Task16": "Tren 1 soldat til nivå 10",
      "Task17": "Kjøp en gavepakke med diamanter (1 diamant)"
    },
    "Day6": {
      "Title": "Dag 6 - Fjerne Fiender",
      "DayText": "Lørdag",
      "Task1": "Send den legendariske handelsvognen 1 gang",
      "Task2": "Fullfør 1 oransje hemmelig oppdrag",
      "Task3": "Bruk 1 minutt byggevareakselerator",
      "Task4": "Bruk 1 minutt forskningsakselerator",
      "Task5": "Bruk 1 minutt treningsakselerator",
      "Task6": "Bruk 1 minutt helbredelsesakselerator",
      "Task7": "Hver drepte nivå 1 enhet fra en rivaliserende allianse",
      "Task8": "Hver drepte nivå 2 enhet fra en rivaliserende allianse",
      "Task9": "Hver drepte nivå 3 enhet fra en rivaliserende allianse",
      "Task10": "Hver drepte nivå 4 enhet fra en rivaliserende allianse",
      "Task11": "Hver drepte nivå 5 enhet fra en rivaliserende allianse",
      "Task12": "Hver drepte nivå 6 enhet fra en rivaliserende allianse",
      "Task13": "Hver drepte nivå 7 enhet fra en rivaliserende allianse",
      "Task14": "Hver drepte nivå 8 enhet fra en rivaliserende allianse",
      "Task15": "Hver drepte nivå 9 enhet fra en rivaliserende allianse",
      "Task16": "Hver drepte nivå 10 enhet fra en rivaliserende allianse",
      "Task17": "Hver drepte nivå 1 enhet",
      "Task18": "Hver drepte nivå 2 enhet",
      "Task19": "Hver drepte nivå 3 enhet",
      "Task20": "Hver drepte nivå 4 enhet",
      "Task21": "Hver drepte nivå 5 enhet",
      "Task22": "Hver drepte nivå 6 enhet",
      "Task23": "Hver drepte nivå 7 enhet",
      "Task24": "Hver drepte nivå 8 enhet",
      "Task25": "Hver drepte nivå 9 enhet",
      "Task26": "Hver drepte nivå 10 enhet",
      "Task27": "Hver tapt nivå 1 enhet",
      "Task28": "Hver tapt nivå 2 enhet",
      "Task29": "Hver tapt nivå 3 enhet",
      "Task30": "Hver tapt nivå 4 enhet",
      "Task31": "Hver tapt nivå 5 enhet",
      "Task32": "Hver tapt nivå 6 enhet",
      "Task33": "Hver tapt nivå 7 enhet",
      "Task34": "Hver tapt nivå 8 enhet",
      "Task35": "Hver tapt nivå 9 enhet",
      "Task36": "Hver tapt nivå 10 enhet",
      "Task37": "Kjøp en gavepakke med diamanter (1 diamant)"
    },
    "GeneralTips": {
      "Title": "Generelle Tips:",
      "Tip1": "Fullfør radaroppdrag bare hver annen dag når de gir poeng i eventet (Mandag, Onsdag, Fredag)",
      "Tip2": "Samle alle droner kampdata og bruk dem først på mandag",
      "Tip3": "La bygningene være pakket etter bygging og pakk dem ut på tirsdag når det gir poeng",
      "Tip4": "Samle billetter til handelsvognen og oppdrag og bruk dem når gullbiler og oppdrag gir poeng",
      "Tip5": "Samle billetter til overlevende og bruk dem på tirsdag (bortsett fra gratis)",
      "Tip6": "La dronekomponentkistene være i inventaret og åpne dem først på onsdag",
      "Tip7": "Samle alle rekruttering billetter og bruk dem først på torsdag (bortsett fra gratis)",
      "Tip8": "Samle heltebrikker og ferdighetsmedaljer og bruk dem først på torsdag",
      "Tip9": "Samle helteerfaring og bruk den kun på mandager eller torsdager",
      "Tip10": "Samle alle droneferdighetsbrikker for mandag"
    },
    "YouTubeNote": "Merk: De følgende YouTube-videoene viser gode eksempler på VS-dagen. Vær oppmerksom på at de kanskje ikke er helt oppdaterte. Sjekk også de nyeste endringene og prosedyrene.",
    "Description": "På denne siden finner du nyttige tips og triks for hvordan du kan samle flest mulig poeng i VS-duellen uten å måtte bruke penger. Oppdag effektive strategier og velprøvde metoder for å maksimere poengsummen din og bli vellykket!"
  },
  "DesertStorm": {
    "Title": "Desert Storm",
    "Register": {
      "Title": "Registrering",
      "Description1": "Hvert medlem av en allianse kan sende inn en forespørsel om deltakelse når registreringen er åpen.",
      "Description2": "Maksimalt antall spillere per lag er 20, med opptil 10 reserver. Når registreringen er stengt, kan ikke engang R4 og R5 endre deltakerne. R4/R5 bestemmer den endelige oppstillingen av deltakerne.",
      "Description3": "Søk om deltakelse for de spesifikke tidsrommene bare hvis du faktisk kan delta, da etterfølgende substitusjoner ikke er mulige. Maksimalt 10 reserver kan velges.",
      "Step1": "Gå til Hendelser -> <br> Desert Storm Slagmark -> <br> Velg Deltakere",
      "Step2": "Velg \"Angrepsforespørsel\"",
      "Step3": "Vi spiller alltid fra 22:00 til 22:40 <br> Kryss av i boksen og bekreft"
    },
    "Join": {
      "Title": "Betre Vinduet",
      "Description": "Når nedtellingen for arrangementet på arrangementdetaljsiden er ferdig og arrangementet begynner, må deltakerne bettre på slagmarken til rett tid. Etter ytterligere 5 minutter kan eventuelle reserver komme inn, og de som ikke var tilkoblet forblir utenfor.",
      "Step1": "Start spillet med tropper på det høyeste nivået du kan trene, og med en styrke som samsvarer med kapasiteten til ditt treningsområde.",
      "Step2": "Tropper kan bli skadet under arrangementet og sendes til et spesialarrangement-sykehus (du kan helbrede dem under arrangementet hvis du trenger det, og hvis du har felt-sykehuset, vil helbredelsen bli akselerert), men ved slutten av arrangementet vil de skadede troppene returnere til sin normale tilstand, som om ingenting hadde skjedd. Bruk derfor alle troppene som er tilgjengelige for deg. Alliansehjelp er dessverre ikke tilgjengelig på arrangement-sykehuset.",
      "Step3": "I Desert Storm er det bare tropper som befinner seg i basen på den normale kartet som er tilgjengelige. Hvis du har forlatt noen på feltene, kall dem bare tilbake til basen. Når de kommer inn i basen, er de tilgjengelige i DS."
    },
    "Goals": {
      "Title": "Mål",
      "Goal1": "Under arrangementet må du forsøke å samle så mange alliansepoeng som mulig for å vinne arrangementet. Et fint HUD-banner med en sanntids rangering hjelper deg med å holde oversikt over fremdriften.",
      "Goal2": "Alliansepoeng oppnås ved å erobre og holde bygninger. Ved første erobring får du også noen ekstra poeng. En erobring er først fullført når en allianse har frigjort bygningen fra fiender, hvis de sender forsterkninger, og etter at erobringsnedtellingen på 1 minutt er utløpt. Fra dette øyeblikket vil erobringsinntektene legges til sanntidsscorebanneret.",
      "Goal3": "Ekstra poeng kan samles ved å samle poeng-lagerkasser som vises når en bygning er erobret (hvis det er ekstra poeng). Send ut speidere for å plukke dem opp raskt.",
      "Goal4": "Individuelle poeng gir personlige belønninger, men fokuset bør være på alliansepoengene, da alliansebelønningene er bedre enn de individuelle."
    },
    "MostImportant": {
      "Title": "Det Viktigste å Vite",
      "Important1": "Du kan ikke bruke alliansehjelp til å helbrede soldatene dine på sykehuset, som du er vant til i det normale spillet, men du kan bruke helbredelsesforsterkere.",
      "Important2": "Du kan kun bruke tropper i minispillet Desert Storm hvis de befinner seg i basen på det normale kartet. Sørg for at tropper er tilbake i basen før Desert Storm begynner. Hvis en tropp brukes i normal kortmodus, er den i prinsippet ikke tilgjengelig i Desert Storm.",
      "Important3": "Hvis du går glipp av registreringsfasen eller ikke blir registrert som deltaker eller reserve, er det ikke mulig å delta i Desert Storm Battle.",
      "Important4": "Teleportasjoner i Desert Storm er gratis, men begrenset til 1 hver 2. minutt. Nedkjølingstiden vises i nederste venstre hjørne av skjermen, rett over 'Helter'-knappen.",
      "Important5": "I Desert Storm har basen din en holdbarhet på 4000 poeng. Etter 4 treff er basen din brent, og du blir teleportert tilbake til den sikre sonen. Nedkjølingstiden for teleportering tilbakestilles ikke i dette tilfellet. Når det er gjort, må du vente.",
      "Important6": "De fleste som ikke har erfaring med Desert Storm, vil ha ingen tropper igjen etter noen minutter. Les absolutt de følgende strategiene for å lære hvordan du kan begrense tapet av tropper.",
      "Important7": "I Desert Storm kan du ikke flytte troppene dine fritt. De må oppnå et mål og returnere til basen før de kan brukes mot et annet mål. Glem derfor å brenne ned en base med noen raske klikk og en tropp på noen sekunder.",
      "Important8": "I Desert Storm kan du, når nedkjølingsfasen for teleportasjonen er over, teleportere til hvor som helst på kartet, uavhengig av om troppene dine er i basen eller ikke. Dette er en fin avveksling fra de normale teleportasjonsreglene i det vanlige spillet, hvor alle troppene dine må være tilbake i basen før du kan teleportere. P.S.: Den samme regelen gjelder under kampen mot Dag 6, når du teleporterer til og fra den andre serveren."
    },
    "Strategies": {
      "Title": "Strategier",
      "EmptyBuilding": {
        "Title": "Erobre et Tomt Bygg",
        "Description1": "Å erobre et tomt bygg er veldig enkelt: Angrip det bare, så er det ditt.",
        "Description2": "Etter 1 minutt blir poeng for din allianse (og for dine individuelle poeng) generert basert på erobringsinntekten. Hvis det er første erobring, vil du også få poeng for første erobring."
      },
      "ReduceTroopLosses": {
        "Title": "Strategi for å Erobre Tomme Bygg for å Redusere Tap av Tropper",
        "Description1": "Når du erobrer et bygg (men ikke får erobringspoeng) og en fiende dukker opp, kan du bruke følgende strategi for å vinne slaget og redusere troppstap (dette fungerer godt hvis fiendens hovedkvarter/makt er lik eller lavere enn din egen):",
        "Tip1": "Hold troppen din i bygget til fienden starter angrepet (spesielt hvis det er første erobring, hvor du kan få de første erobringspoengene).",
        "Tip2": "Hvis fienden starter angrepet på bygget og du ennå ikke har fått erobringsinntektene (du styrker altså mindre enn 1 minutt), trekk troppen tilbake og unngå at fienden angriper troppen din i bygget. Dette unngår tap av tropper.",
        "Tip3": "Sannsynligvis har fienden sendt sitt beste lag for å erobre bygget, så han kan være ubeskyttet. Husk at hvis han vil angripe basen din med denne troppen, må han først sende dem tilbake til sin egen base og deretter til din base.",
        "Tip4": "Send alle troppene dine med tropp A i første posisjon for å angripe fiendens base.",
        "Tip5": "Hvis du er heldig, har fienden ingen forsvar eller bare svake tropper. Når fienden er slått ut, sender du troppen din for å erobre basen.",
        "Tip6": "Bruk speidere for å sikre at troppene du sender, faktisk kan vinne kampen mot basen. Send speidere flere ganger rett før troppene dine møter fienden, slik at du kan trekke en tropp tilbake hvis fienden aktiverer forsvar."
      },
      "Advantages": {
        "Title": "Fordeler:",
        "Description1": "Du unngår tap av tropper ved første angrep fra fienden, som sannsynligvis sender et A-lag for å erobre basen.",
        "Description2": "Hvis fienden ikke har en forsvarslinje, kan du slå dem ut med 0 troppstap, spesielt hvis du er rask og fienden er nær deg.",
        "Description3": "Motstanderen får ingen poeng hvis du er rask, da det tar 1 minutt før erobringen begynner."
      },
      "Disadvantages": {
        "Title": "Ulemper:",
        "Description1": "Hvis fienden har en sterk B-tropp og bruker den til forsvar, kan denne strategien fungere, men det tar lengre tid, da du bare kan treffe fienden med ditt A-lag. Dette fungerer bedre hvis du er nær fienden.",
        "Description2": "Hvis flere fiender dukker opp, kan du være utsatt for deres angrep hvis du har sendt A-troppen din for å angripe fienden.",
        "Description3": "Fienden kan gå i forsvar i det øyeblikket du angriper. Bruk derfor en tropp med bare en lavnivåhelt som en god strategi for å redusere risikoen for tap av tropper ytterligere.",
        "Description4": "Hvis det er første erobring av bygningen og du ikke slår fienden ut raskt nok, får de poengene.",
        "Description5": "Husk at denne strategien er ment å redusere tapet av tropper, men du vil samtidig miste verdifulle sekunder på å erobre bygningen. Bruk derfor strategien med omhu og vurder den aktuelle kampstatusen og antall gjenværende tropper."
      },
      "BuildingInEnemy": {
        "Title": "Erobre en Bygg i Fiendens Besittelse",
        "Description1": "Hvis bygningen tilhører det andre laget, kan du gå frem på to måter:",
        "Description2": "Angrip bygningen direkte med din sterkeste tropp og prøv å beseire alle troppene som forsterker bygningen (ligner på erobring av landsbyer). Denne strategien har et alvorlig problem, da du sannsynligvis vil miste mange soldater og gå tom for tropper etter noen erobringer.",
        "Description3": "Identifiser fiendens basisposter med forsterkninger og brenn dem ned. Denne tilnærmingen fungerer vanligvis godt hvis basispostene ikke har forsvar. Ellers vil det være det samme problemet som ved den ovennevnte tilnærmingen, men du vil sannsynligvis miste færre soldater hvis fienden sender den første troppen for forsterkninger."
      },
      "ShouldNotDo": {
        "Title": "Hva Du Ikke Skal Gjøre",
        "Description1": "I Desert Storm er troppene dine svært verdifulle, så du bør ikke gjøre noe som setter dem i fare.",
        "Description2": "Her er noen eksempler på hva du ikke bør gjøre, da dette sannsynligvis vil føre til tap av tropper:",
        "Description3": "Hvis du blir angrepet av en svakere fiende, vent med hovedtroppen din i forsvar og angripe når hans hovedtropp returnerer, i stedet for å tillate at han brenner deg fordi forsvarstroppene dine er ute. Husk at du ved hvert angrep mister et visst antall tropper hvis du fjerner forsvarsoppsettet.",
        "Description4": "Angrip ikke inaktive fiender med svake tropper, da de har tid til å bygge opp forsvar, og du vil miste tropper. Det er bedre å gjøre dette når fiender gjør flere ting, da de kanskje ikke har tid til å bygge opp forsvar når de ser at du angriper (virker best hvis du er nær fiendens base)."
      }
    }
  }
}
