{
  "Home": {
    "Welcome": "Hoş geldiniz, cesur savaşçılar, Alliance Old Viking'e!",
    "PlayerManager": {
      "Title": "Oyuncu Yöneticisi",
      "Description": "İttifak yönetimi için nihai aracınız: Oyuncuları yönetin, etkinlikleri planlayın ve VS puanlarından Marshal'a kadar her şeyi takip edin!",
      "Button": "Oyuncu Yöneticisi hakkında daha fazla bilgi"
    },
    "Section1": "Fırtınalı denizlere ve sonsuz savaş alanlarına Alliance Old Viking yanınızda. Burada omuz omuza savaşır, baltalarımızı keskinleştirir, kalkanlarımızı yükseltir ve her zaman bir sonraki savaşa hazır oluruz.",
    "WhatToExpect": {
      "Title": "Neler Beklemelisiniz:",
      "List1": "Savaşta kardeşler ve kardeşler: Size her savaşta destek olacak ve şerefi sizinle paylaşacak sadık dostlar bulun.",
      "List2": "Stratejik ustalık: Güçlü planlar yapın ve düşmanlarınızı akıllı taktikler ve sarsılmaz cesaretle yenin.",
      "List3": "Şerefli kutlamalar: Epik savaşlara ve görkemli yağmalara katılın, bolca ödül kazanın ve kahramanlık öykünüzü devam ettirin.",
      "List4": "Eski bilgelerden öğrenin: Deneyimli savaşçılardan öğrenin ve gerçek bir Viking olarak başarılı olmak için yeteneklerinizi geliştirin."
    },
    "Allies": {
      "Title": "Müttefiklerimiz:",
      "Allie1": "tES - The Walking Beer",
      "Allie2": "7ci - La 7e compagnie"
    },
    "Nap": {
      "Title": "Saldırı Anlaşmaları (NAP):",
      "Nap1": "dkW - DKwar"
    },
    "CrossServerAlliances": {
      "Title": "Sunucu Dışı İttifaklar"
    },
    "Section2": "Alliance Old Viking'e katılın ve efsaneye birlikte adım atalım. Birlikte yenilmez olacağız ve dünyayı saygıdan titretir hale getireceğiz.",
    "Vs": {
      "Title": "VS-Duel:",
      "Description": "Burada en fazla puanı nasıl toplayabileceğinizi öğrenin.",
      "Link": "Daha fazla bilgi",
      "Day1": {
        "Link": "day1",
        "Description": "Gün 1 - Radar özel eğitimi"
      },
      "Day2": {
        "Link": "day2",
        "Description": "Gün 2 - Temel yapılandırma"
      },
      "Day3": {
        "Link": "day3",
        "Description": "Gün 3 - Bilimin Çağı"
      },
      "Day4": {
        "Link": "day4",
        "Description": "Gün 4 - Kahraman geliştirme"
      },
      "Day5": {
        "Link": "day5",
        "Description": "Gün 5 - Savaş hazırlığı"
      },
      "Day6": {
        "Link": "day6",
        "Description": "Gün 6 - Düşmanın yok edilmesi"
      }
    },
    "Information": {
      "Title": "Ek Bilgiler",
      "Description": "Web sitemizdeki en önemli sayfalara ilişkin faydalı bağlantıları burada bulabilirsiniz:",
      "Vs": "VS-Duel",
      "Rules": "Kurallar",
      "Basics": "Temel Bilgiler",
      "TipsAndTricks": "İpuçları ve Püf Noktaları"
    },
    "Guestbook": "Ziyaretçi Defteri"
  },
  "Rules": {
    "Title": "Alliance Kuralları",
    "Rule1": {
      "Title": "Pasiflik",
      "Description": "3 gün boyunca çevrimdışısınız ve haber vermediyseniz, 4. gün ittifaktan atılırsınız."
    },
    "Rule2": {
      "Title": "Toplanma Yeri",
      "Description": "Pazar günü savaş sona erer ve tüm üyeler ittifak toplama noktasında toplanmalıdır.",
      "Description2": "Çarşamba günü toplanma noktasında değilseniz, ittifaktan atılırsınız.",
      "Description3": "Toplanma noktasına nasıl ulaşırım?"
    },
    "Rule3": {
      "Title": "İttifak Teknoloji Bağışları",
      "Description": "Pazar günü itibarıyla her üye ittifak teknolojisine puan bağışlamış olmalıdır (bağış yapmak ücretsizdir).",
      "Description2": "Bunu yapmazsanız, ittifaktan atılırsınız.",
      "Description3": "Nasıl bağış yaparım?"
    },
    "Rule4": {
      "Title": "Oyuncu İsimleri",
      "Description": "Her üye kendi oyuncu ismini seçmelidir.",
      "Description2": "Kendi oyuncu isminizi seçmezseniz, ittifaktan atılırsınız."
    },
    "Rule5": {
      "Title": "Genel Saldırılar",
      "Description": "Müttefiklerimize veya NAP (Saldırı Anlaşması) olanlara saldırı yapmak yasaktır.",
      "Description2": "Diğer ittifaklardaki oyunculara saldırmak genellikle yasaktır. Özel durumlar veya çatışmalar ortaya çıkarsa, bu tür eylemler önceden R5 veya R4 ile tartışılmalı ve onaylanmalıdır, aksi takdirde gereksiz stres oluşabilir.",
      "Description3": "Kendi sunucunuzdaki kamyonları veya trenleri yağmalamak yasaktır.",
      "Description4": "Kendi kamyonlarımın saldırılardan nasıl korunurum?",
      "Description5": "Kendi sunucunuzdan gizli görevleri ve Ghost Ops görevlerini yağmalamak yasaktır",
      "Description6": "Diğer sunucularda gizli görevleri nasıl yağmalarım"
    },
    "Note": {
      "Title": "Not:",
      "Description": "Kuralları nasıl uygulayacağınızı bilmiyorsanız veya diğer sorularınız varsa, lütfen bizimle iletişime geçin. Size yardımcı olmak için buradayız."
    },
    "Footer": "Birlikte güçlü ve başarılı olalım!",
    "ServerRules": {
      "Title": "Sunucu Kuralları",
      "Abuse": {
        "Title": "Kötüye Kullanım:",
        "Rule1": "Siber zorbalık, cinsiyetçilik, ırkçılık, homofobi veya diğer nefret temelli sohbetler, etnik, cinsel, dini, engelli, yaş veya transfobi hakaretleri dahil yasaktır. Sonuç olarak oyuncuya uyarı yapılır; tekrar eden ihlaller ittifaktan atılmaya neden olur."
      },
      "Zeroing": {
        "Title": "Sıfırlama:",
        "Rule1": "Sunucumuzdaki ittifaklara ait üsleri sıfırlamak (yok etmek) yasaktır. Sonuç olarak, üs sıfırlanır ve üssün dışındaki birlikler geri döner."
      },
      "Trucks": {
        "Title": "Kamyonlar:",
        "Rule1": "Sunucumuzdaki kamyonlara ve trenlere saldırmak yasaktır. Bunun önüne geçmek için filtreyi kullanın. Eğer saldırı gerçekleşirse, doğrudan kişiyle iletişime geçin ve karşılık olarak yağmalanacak bir kamyon düzenleyin. Yanıt alamazsanız, durumu R4/R5'e bildirin."
      },
      "Villages": {
        "Title": "Köyler:",
        "Rule1": "Oyuncular köy ele geçirme sırasında üsleri saldıramazlar; sadece köye takviye yapabilirler veya köye saldırabilirler. Sonuç olarak, üs dışındaki birliklerle eşit sayıda saldırı yapılır."
      },
      "Nap10": {
        "Title": "NAP10:",
        "Rule1": {
          "Title": "Saldırı 1: ",
          "Rule": "Top 10'da yer alan bir oyuncuyu saldırmak için ittifaktan ayrılan oyuncular, 1 hafta boyunca Top 10'da yer alamazlar. Bu hafta Top 10 tarafından korunamazlar."
        },
        "Rule2": {
          "Title": "Saldırı 2: ",
          "Rule": "Top 10'daki diğer oyunculara saldıran oyuncular, aynı sayıda saldırı ve hasar alacaklar ve ikinci ihlalde Top 10'dan 1 hafta süreyle men edilirler."
        }
      },
      "Cities": {
        "Title": "Şehirler:",
        "Rule1": "Seviye 6 şehirleri Top 3 ittifaklarına aittir. Top 3 değiştiğinde, seviye 6 şehirleri buna göre değişir."
      }
    }
  },
  "Navigation": {
    "Home": "Ana Sayfa",
    "Rules": "Kurallar",
    "VS": "VS Düellosu",
    "Alliances": "İttifak",
    "AllianceMvp": "İttifak MVP",
    "Basics": "Temeller",
    "TipsAndTricks": "İpuçları/Püf Noktaları",
    "Buildings": "Binalar",
    "Squad": "Takım",
    "DesertStorm": "Çöl Fırtınası",
    "Seasons": "Sezonlar",
    "SeasonOne": "Sezon 1",
    "SeasonTwo": "Sezon 2",
    "SeasonThree": "Sezon 3",
    "Marshall": "Mareşal Muhafızı",
    "Capitol": "Başkent"
  },
  "VS": {
    "Title": "VS-Düellosu",
    "Day1": {
      "Title": "Gün 1 - Radar Özel Eğitim",
      "DayText": "Pazartesi",
      "Task1": {
        "Title": "1 Radar Görevi Tamamla (~25.000 Puan):",
        "Description": "Sol alttaki radar simgesine git ve radar ekranını aç. Burada tamamlanmış (sağ üst köşede kırmızı nokta ile) ve tamamlanması gereken görevleri göreceksin. Görevi tamamlamak için önce görevi gerçekleştirmen gerekiyor (henüz yapılmadıysa) ve sonra kırmızı noktaya tıklaman gerekiyor. Bu işlemi yaparak görevi toplar ve puan alırsın. Puanları maksimum seviyeye çıkarmak için görevleri bir önceki gün yığmayı düşünebilirsin."
      },
      "Task2": {
        "Title": "1 Dayanıklılık Kullan (~300 Puan):",
        "Description": "Saldırılar, toplama işlemleri ve radar görevleri için dayanıklılık kullan."
      },
      "Task3": {
        "Title": "Aynı anda en az 660 Kahraman-EXP Puanı Kullan (~6 Puan):",
        "Description": "Dron Merkezi'ne git ve ‘Veri Eğitimi’ butonuna tıklayarak savaş verilerini kullan. Belirli seviyelerde, eğitim için drone parçaları gereklidir."
      },
      "Task4": {
        "Title": "1 Drone Parçası Kullan:",
        "Description": "Dron Merkezi'ne git ve ‘Veri Eğitimi’ butonuna tıklayarak savaş verilerini kullan. Belirli seviyelerde drone parçaları gereklidir."
      },
      "Task5": {
        "Title": "100/100/60 Birim Gıda/ Demir/ Altın Topla (~40 Puan):",
        "Description": "Gıda, demir veya altın birimlerini iki şekilde toplayabilirsin:",
        "Description2": "Özel radar görevleri aracılığıyla gıda, demir veya altın toplama. Bu durumda toplama hızı oldukça yüksektir.",
        "Description3": "Harita moduna geç, büyütece tıkla, sonra ‘Topla’ butonuna tıkla ve ‘Tarla’, ‘Demir Madeni’ veya ‘Altın Madeni’ni seç. Askerlerini toplama yapabileceğin bir yer ara. Puanlar, askerler toplama noktasından ayrıldığında verilir, bu ya kazanılacak kaynaklar tükendiğinde ya da askerler geri çağrıldığında olur. Bu nedenle, bu gün başlamadan önce toplama işlemine başlamayı ve son toplama zamanının bu günün başlangıcından sonra olmasını sağlamayı unutma."
      },
      "Task6": {
        "Title": "Kazandığın Her Drone Veri Çipi Puanı İçin (~2000 Puan):",
        "Description": "Drone veri çipi sandıklarını envanterinden açarak puan al (drone bileşenleri sandıklarıyla karıştırma)."
      }
    },
    "Day2": {
      "Title": "Gün 2 - Üs İnşası",
      "DayText": "Salı",
      "Task1": {
        "Title": "1 Dakikalık İnşaat Hızlandırması Kullan (~120 Puan):",
        "Description": "İnşaat hızlandırmaları kullan (genel hızlandırmalar da geçerlidir, herhangi bir uzunlukta)."
      },
      "Task2": {
        "Title": "Bir Bina Gücünü 1 Puan Artır (~21 Puan):",
        "Description": "Bir bina tamamlandığında, bu binanın gücü artırılır ve bu fark için puan alırsın. Bina gücü ancak yeni geliştirilmiş bina paketli hediye kutusunu açtığında artar."
      },
      "Task3": {
        "Title": "Bir Efsanevi Ticaret Kamyonu Gönder (~200.000 Puan):",
        "Description": "Ticaret kamyonları farklı türlerde olabilir ve dolayısıyla farklı ödüller içerebilir. İçeriğini ticaret anlaşması kullanarak değiştirebilirsin. Bir kamyon gönderebileceğin bölüme git. Sağ üst köşede içeriği önizleyerek, bir zar simgesi göreceksin. ‘Efsanevi’ versiyonunu almak için, sarı arka plan ve sol tarafta ‘UR’ yazısını görene kadar birkaç kez güncelleme yapman gerekir."
      },
      "Task4": {
        "Title": "1 Efsanevi Gizli Görev Tamamla (~150.000 Puan):",
        "Description": "Gizli mobil birim içinde çeşitli türlerde ve seviyelerde aktiviteler bulabilirsin. Güncel görevleri değiştirmek için alt kısımdaki ‘Güncelle’ butonunu kullan (bu, 1 gizli görev nesnesi, ‘Gizli Emir’, tüketir). Sarı/altın kareli görevleri ara ve başlat. Haftalık olarak gizli görev nesnelerini saklarsan, bu gün tüm efsanevi görevleri başlatabilirsin."
      },
      "Task5": {
        "Title": "Bir Kişiyi Bir Kez Rehin Al (~3.000 Puan):",
        "Description": "Kahramanlar bölümünde bulabileceğin altın rehine alma biletlerini kullan. ‘Kahramanları Rehin Al’ butonuna tıkla ve sonra ‘Rehin Al’ alanına geç. Haftanın geri kalanında rehin alma biletlerini biriktir ve sadece bu gün kullan."
      }
    },
    "Day3": {
      "Title": "Gün 3 - Bilim Çağı",
      "DayText": "Çarşamba",
      "Task1": {
        "Title": "Bir Radar Görevi Tamamla (~23.000 Puan):",
        "Description": "Sol alttaki radar simgesine git ve radar ekranını aç. Burada tamamlanmış (sağ üst köşede kırmızı nokta ile) ve tamamlanması gereken görevleri göreceksin. Görevi tamamlamak için önce görevi gerçekleştirmen gerekiyor (henüz yapılmadıysa) ve sonra kırmızı noktaya tıklaman gerekiyor. Bu işlemi yaparak görevi toplar ve puan alırsın. Puanları maksimum seviyeye çıkarmak için görevleri bir önceki gün yığmayı düşünebilirsin."
      },
      "Task2": {
        "Title": "1 Dakikalık Araştırma Hızlandırması Kullan (~120 Puan):",
        "Description": "Bir araştırma hızlandırması kullan (genel hızlandırmalar da geçerlidir, herhangi bir uzunlukta olabilir)."
      },
      "Task3": {
        "Title": "Teknolojik Performansı 1 Puan Artır (~21 Puan):",
        "Description": "Teknolojik performans puanlarını, Teknoloji Merkezi'nde tamamlanmış araştırma simgesine tıklayarak alırsın. Puanları maksimum seviyeye çıkarmak için bir veya birden fazla gün süren uzun bir araştırma başlat, böylece bu gün tamamlanır veya bu gün tamamlayarak sadece tamamlanmış araştırma simgesine tıklayarak puan al."
      },
      "Task4": {
        "Title": "Bir Cesaret Rozeti Kullan (~600 Puan):",
        "Description": "Araştırma Merkezi'ne git ve ‘Günlük Savaş’ bölümüne geç. Cesaret rozetlerini (orta kısımda mavi madalyalar, dışarıda altın madalyalar ve altta kurdele olanlar, düello sandıklarında kazanılır) tüketen aramalardan birini başlat."
      },
      "Task5": {
        "Title": "Açılan Drone Bileşen Sandıkları İçin Her Seviye 1/2/3/4/5/6/7:",
        "Description": "Drone bileşen sandıklarını envanterinden açarak puan al (drone veri çipi sandıklarıyla karıştırma)."
      }
    },
    "Day4": {
      "Title": "Gün 4 - Kahraman Gelişimi",
      "DayText": "Perşembe",
      "Task1": {
        "Title": "Bir Kez İleri Düzey Rehin Alma Yap (~3.750 Puan):",
        "Description": "Kahramanlar bölümünde bulunan efsanevi rehin alma biletlerini kullanarak kahramanları rehin al (bu biletler ‘Rehin Al’ biletlerinden farklıdır). Haftanın geri kalanında kahraman rehin alma biletlerini biriktir ve sadece bu gün kullan."
      },
      "Task2": {
        "Title": "En Az 660 Kahraman EXP Puanı Kullan (~6 Puan):",
        "Description": "Bir kahramanı seçtikten sonra ‘Yükselt’ butonuna tıklayarak deneyim puanlarını kullan."
      },
      "Task3": {
        "Title": "Bir Efsanevi, Epik veya Nadir Parça Kullan (~20.000, ~7.000 veya ~2.000 Puan):",
        "Description": "Kahraman alanında kahraman seviyesini artırmak için altın, mor veya mavi parçaları (bulmacaları) kullan. Bir kahramanı tıkla, sınıf alanına geç ve kahraman sınıfını güncelle."
      },
      "Task4": {
        "Title": "Bir Beceri Madalyası Kullan (~20 Puan):",
        "Description": "Kahramanların becerilerini geliştirmek için Kahramanlar alanına git, bir kahramanı seç, ‘Beceriler’ alanına tıkla, yukarıdaki becerilerden birini seç ve ‘Güçlendir’ butonunu kullan (bu her zaman mümkün olmayabilir)."
      },
      "Task5": "1 Beceri Madalyası Tüket",
      "Task6": "1 Elmas ile Bir Hediye Paketi Satın Al"
    },
    "Day5": {
      "Title": "Gün 5 - Savaş Hazırlığı",
      "DayText": "Cuma",
      "Task1": {
        "Title": "Bir Radar Görevi Tamamla (~23.000 Puan):",
        "Description": "Sol alttaki radar simgesine git ve radar ekranını aç. Burada tamamlanmış (sağ üst köşede kırmızı nokta ile) ve tamamlanması gereken görevleri göreceksin. Görevi tamamlamak için önce görevi gerçekleştirmen gerekiyor (henüz yapılmadıysa) ve sonra kırmızı noktaya tıklaman gerekiyor. Bu işlemi yaparak görevi toplar ve puan alırsın. Puanları maksimum seviyeye çıkarmak için görevleri bir önceki gün yığmayı düşünebilirsin."
      },
      "Task2": {
        "Title": "1 Dakikalık İnşaat Hızlandırması Kullan (~120 Puan):",
        "Description": "Bir inşaat hızlandırması kullan (genel hızlandırmalar da geçerlidir, herhangi bir uzunlukta olabilir)."
      },
      "Task3": {
        "Title": "Bir Bina Gücünü 1 Puan Artır (~21 Puan):",
        "Description": "Bir bina tamamlandığında, bu binanın gücü artırılır ve bu fark için puan alırsın. Bina gücü ancak yeni geliştirilmiş bina paketli hediye kutusunu açtığında artar."
      },
      "Task4": {
        "Title": "1 Dakikalık Araştırma Hızlandırması Kullan (~120 Puan):",
        "Description": "Bir araştırma hızlandırması kullan (genel hızlandırmalar da geçerlidir, herhangi bir uzunlukta olabilir)."
      },
      "Task5": {
        "Title": "Teknolojik Performansı 1 Puan Artır (~21 Puan):",
        "Description": "Teknolojik performans puanlarını, Teknoloji Merkezi'nde bir araştırma tamamlandığında alırsın."
      },
      "Task6": {
        "Title": "1 Dakikalık Eğitim Hızlandırması Kullan (~122 Puan):",
        "Description": "Bir eğitim hızlandırması kullan (genel hızlandırmalar da geçerlidir, herhangi bir uzunlukta olabilir). Puanlar, askerin seviyesini artırmak için eğitim yaptığında da verilir. Aslında, bu gün öncesinde düşük seviyeli birçok askeri hazırlamak ve sonra yüksek seviyeye getirmek daha iyidir, çünkü puanlar gelen askerin seviyesine göre verilir."
      },
      "Task7": {
        "Title": "1/2/3/4/5/6/7/8/9/10 Seviyeli Bir Asker Eğit (~46/70/93/117/140/164/197/211/234/258 Puan):",
        "Description": "Aldığın puanlar, bir askerin geldiği seviyeye bağlıdır. Örneğin, bir 4. seviye askeri 5. seviyeye yükseltirsen, 5. seviye askere verilen puanı alırsın, tıpkı bir 5. seviye askeri sıfırdan eğitirken olduğu gibi. Bu nedenle, orta seviyeli birçok asker hazırlayıp, onları akışta yükseltmen iyi olur."
      },
      "Task8": {
        "Title": "1 Overlord Skill Badge kullan (~12 puan):",
        "Description": "1 Overlord Skill Badge tüketerek Overlord birimlerinizi yükseltin. Bu, onların yeteneklerini geliştirecek ve o günün puanlarına katkıda bulunacaktır."
      },
      "Task9": {
        "Title": "1 Overlord Bond Badge kullan (~74.000 puan):",
        "Description": "1 Overlord Bond Badge tüketerek terfi sıralamanızı artırın. Bu öğe, Overlord birimleriniz için daha fazla yükseltme kilidini açar."
      },
      "Task10": {
        "Title": "1 Training Certificate kullan (~3.500 puan):",
        "Description": "1 Training Certificate tüketerek özel eğitiminizi yükseltin. Bu, askerlerinizin yeteneklerini geliştirmek için çok önemlidir."
      },
      "Task11": {
        "Title": "1 Overlord Training Guidebook kullan (~1.500 puan):",
        "Description": "1 Overlord Training Guidebook tüketerek özel eğitim programlarınızı daha da geliştirin. Bu öğe, askerlerinizin eğitimini geliştirmek için anahtardır."
      },
      "Task12": {
        "Title": "Her türden 1 Overlord Promotion Shard kullan (~25.000 puan):",
        "Description": "Her türden 1 Overlord Promotion Shard tüketerek Overlord birimlerinizi geliştirin. Bu shardlar, terfi için ve daha yüksek seviye yetenekleri açmak için gereklidir."
      }
    },
    "Day6": {
      "Title": "Gün 6 - Düşmanların Yok Edilmesi",
      "DayText": "Cumartesi",
      "Task1": {
        "Title": "Bir Efsanevi Ticaret Kamyonu Gönder (~200.000 Puan):",
        "Description": "Ticaret kamyonları çeşitli türlerde olabilir ve dolayısıyla farklı ödüller içerebilir. İçeriğini Ticaret Sözleşmesi kullanarak değiştirebilirsin. Kullanmak için bir kamyon gönderim bölümüne git. İçeriği sağ üst köşedeki önizlemede görebilir ve bir küp simgesi bulunan bir buton bulabilirsin. 'Efsanevi' versiyonu almak için birçok kez güncelleme yapman gerekir, ta ki sarı arka plan ve sol tarafta 'UR' yazısını görene kadar."
      },
      "Task2": {
        "Title": "Bir Efsanevi Gizli Görev Yap (~150.000 Puan):",
        "Description": "Gizli mobil birimde çeşitli türlerde ve seviyelerde aktiviteler bulabilirsin. Mevcut görevleri değiştirmek için alttaki 'Güncelle' butonunu kullan (bu, 'Gizli Emir' adlı bir gizli görev nesnesini tüketir). Sarı/altın kareli görevleri ara ve başlat. Haftanın geri kalanında gizli görev nesnelerini saklarsan, bu gün tüm efsanevi görevleri başlatabilirsin."
      },
      "Task3": {
        "Title": "1 Dakikalık İnşaat Hızlandırması Kullan (~120 Puan):",
        "Description": "Bir inşaat hızlandırması kullan (genel hızlandırmalar da geçerlidir)."
      },
      "Task4": {
        "Title": "1 Dakikalık Araştırma Hızlandırması Kullan (~120 Puan):",
        "Description": "Bir araştırma hızlandırması kullan (genel hızlandırmalar da geçerlidir)."
      },
      "Task5": {
        "Title": "1 Dakikalık Eğitim Hızlandırması Kullan (~122 Puan):",
        "Description": "Bir eğitim hızlandırması kullan (genel hızlandırmalar da geçerlidir). Puanlar, askerin seviyesini artırmak için eğitim yaptığında da verilir. Bu gün öncesinde düşük seviyeli birçok askeri hazırlayıp sonra yüksek seviyeye getirmek daha iyidir, çünkü puanlar gelen askerin seviyesine göre verilir."
      },
      "Task6": {
        "Title": "1 Dakikalık İyileştirme Hızlandırması Kullan (~122 Puan):",
        "Description": "Bir iyileştirme hızlandırması kullan."
      },
      "Task7": {
        "Title": "Her Öldürülen 1/2/3/4/5/6/7/8/9/10 Seviyeli Birim ~25/38/50/63/75/88/100/113/125/138 Puan Getirir:",
        "Description": "Bu puanlar, bir düşman birliğini düelloda her öldürdüğünde verilir. Rakibin sunucusuna ulaşmak ve rakiplerindeki üsleri mümkün olduğunca hedef almak için Teleport (Düello -> Birlik Saldırıları -> Saldırı) kullan. Bir düşman savunmadan birliklerini çekmişse, o üs üzerinden puan kazanamazsın. Bu nedenle, önce keşif yapmalı ve yalnızca savunmada olanları hedef almalısın."
      },
      "Task8": {
        "Title": "Her Öldürülen 1/2/3/4/5/6/7/8/9/10 Seviyeli Birim ~5/8/10/13/15/18/20/23/25/28 Puan Getirir:",
        "Description": "Bu puanlar, rakibinin düelloda olmayan başka sunuculardaki birliklerini öldürdüğünde verilir. Rakibinin düellodaki birliğini öldürmek beş kat puan getirir, ancak savunmasız veya birlikleri olmayan diğer sunuculardaki rakip birimleri öldürmen gerekebilir. Bu, aynı puanı elde etmek için daha fazla zaman ve saldırı gerektirir."
      },
      "Task9": {
        "Title": "Her Kaybedilen 1/2/3/4/5/6/7/8/9/10 Seviyeli Birim ~6/8/10/12/14/16/18/20 Puan Getirir:",
        "Description": "Saldırı veya savunma yaparken, her kaybedilen birim için bu puanları alırsın. Puan toplaman gereken bir düellonun sonunda, ittifakının oyunu belirgin şekilde kazanacağı bir durumda, yalnızca bu birimleri mevcut olan bir ana üsse saldırmayı düşünebilirsin. Bu şekilde birimleri kaybedip puan kazanabilirsin."
      }
    },
    "OverlapWithArmsRace": {
      "Title": "Silahlanma Yarışıyla Çakışmalar",
      "Day1": {
        "Title": "İki çakışma var, bu nedenle her bir aşamada etkinlikleri gerçekleştirmenizi öneririm:",
        "Overlap1": {
          "Title": "Drone Güçlendirme Aşaması:",
          "Description": "Bir dayanıklılık tüket.",
          "Description2": "10 Drone Savaş Verisi Noktası kullan."
        },
        "Overlap2": {
          "Title": "Kahraman Yükseltme Aşaması:",
          "Description": "2000 EXP Puanı kullan."
        }
      },
      "Day2": {
        "Title": "Aşağıdaki etkinlikler, Silahlanma Yarışı'nın şehir inşaat aşamasıyla çakışmaktadır. Bu etkinlikleri bu aşamada gerçekleştirmenizi öneririm:",
        "Overlap1": {
          "Description": "1 dakikalık inşaat hızlandırmasını kullan.",
          "Description2": "İnşaat gücünü 1 puan artır."
        }
      },
      "Day3": {
        "Title": "Aşağıdaki etkinlikler, Silahlanma Yarışı'nın teknik araştırma aşamasıyla çakışmaktadır. Bu etkinlikleri bu aşamada gerçekleştirmenizi öneririm:",
        "Overlap1": {
          "Description": "1 dakikalık araştırma hızlandırmasını kullan.",
          "Description2": "Teknolojik performansı 1 puan artır."
        }
      },
      "Day4": {
        "Title": "Aşağıdaki etkinlikler, Silahlanma Yarışı'nın kahraman geliştirme aşamasıyla çakışmaktadır. Bu etkinlikleri bu aşamada gerçekleştirmenizi öneririm:",
        "Overlap1": {
          "Description": "1 adet ileri düzey işe alım yap.",
          "Description2": "2000 EXP Puanı kullan."
        }
      },
      "Day5": {
        "Title": "Üç çakışma var. Her bir aşamada etkinlikleri gerçekleştirmenizi öneririm:",
        "Overlap1": {
          "Title": "Şehir İnşaat Aşaması:",
          "Description": "1 dakikalık inşaat hızlandırmasını kullan.",
          "Description2": "İnşaat gücünü 1 puan artır."
        },
        "Overlap2": {
          "Title": "Teknik Araştırma Aşaması:",
          "Description": "1 dakikalık araştırma hızlandırmasını kullan.",
          "Description2": "Teknolojik performansı 1 puan artır."
        },
        "Overlap3": {
          "Title": "Birim Yükseltme Aşaması:",
          "Description": "1 dakikalık eğitim hızlandırmasını kullan.",
          "Description2": "1/2/3/4/5/6/7/8/9/10 seviyeli bir askeri eğit."
        }
      },
      "Day6": {
        "Title": "Üç çakışma var. Her bir aşamada etkinlikleri gerçekleştirmenizi öneririm:",
        "Overlap1": {
          "Title": "Şehir İnşaat Aşaması:",
          "Description": "1 dakikalık inşaat hızlandırmasını kullan."
        },
        "Overlap2": {
          "Title": "Teknik Araştırma Aşaması:",
          "Description": "1 dakikalık araştırma hızlandırmasını kullan."
        },
        "Overlap3": {
          "Title": "Birim Yükseltme Aşaması:",
          "Description": "1 dakikalık eğitim hızlandırmasını kullan."
        }
      }
    },
    "StrategicPreparation": {
      "Title": "Stratejik Hazırlık",
      "Description": "Belirli etkinlikler tamamlandığında puanlar kazandırır. Bu nedenle, bunları gerekli günden önce başlatabilir ve ilgili aşamada tamamlayarak maksimum puanı elde edebilirsiniz. İşte aşamalar ve ilgili etkinlikler:",
      "List1": "Radar görevlerinin ödüllendirildiği günlerde, görevleri bir gün önceden maksimuma kadar biriktirin. Bu, görevleri gerçek günde tamamladığınızda maksimum puanı elde etmenizi sağlar.",
      "List2": "Gıda, demir veya altın toplamanın ödül puanları getirdiği günlerde, bir gün önceden toplama yapmaya başlayın ve yeni gün başladığında tamamlayın. Toplama yapmadan önce, maksimum puanı elde etmek için ne kadarına ihtiyacınız olduğunu gösteren bir bildirim alırsınız.",
      "List3": "Binaların yükseltilmesinin puan getirdiği günlerde, önceki günlerde birçok bina yükseltmek faydalıdır ve bunları hediye paketi halinde bırakmak daha iyidir. Bina performansı sadece hediye paketini açarken artırılır ve bu anda düello puanları da verilir.",
      "List4": "Araştırma puanları getirildiği günlerde, bir gün önceden uzun bir araştırma başlatın, böylece bu günlerde araştırma tamamlanır. Puanlar, tamamlanan araştırma simgesine tıkladığınızda verilir.",
      "List5": "Drone veri çipi ve bileşen kutularını envanterde bulundurmayın, çünkü bu aktiviteler 1. ve 3. günlerde puan almanızı sağlar.",
      "FightDay": {
        "Title": "Savaş Günü Hazırlığı",
        "Description": "Düellodaki son günde rakip birlikleri öldürmek için puanlar vardır, bu nedenle bu güne hazırlıklı olmak önemlidir.",
        "AttackPreparation": {
          "Title": "Saldırı Hazırlığı",
          "List1": "Hafta boyunca kışlanı en yüksek seviyeye getirmeye çalış, böylece yüksek seviyeli birliklerin eğitimi açılır. Bu, yüksek seviyeli askerleri eğiterek daha verimli puan toplamanı sağlar.",
          "List2": "Savaş sırasında ihtiyaç duyacağın kadar çok birlik eğit. Eğitim hızlandırmalarını en iyi şekilde 5. gün kullanarak puanları maksimize et.",
          "List3": "Eğitim hızlandırmaları ve iyileştirme hızlandırmaları satın al. Bu, birliklerinin eğitim ve iyileşmesini daha hızlı tamamlamana yardımcı olabilir, bu da savaşın kritik aşamalarında verimli kalman için önemlidir."
        },
        "DefensePreparation": {
          "Title": "Savunma Hazırlığı",
          "List1": "Son günün 24 saati boyunca kullanmak üzere kalkan satın al (veya kaynakları biriktirip al). Aksi takdirde, 8 saatlik bir kalkan için 1500 elmas gerekir.",
          "List2": "Savunma düzeninden birlikleri kaldır, böylece bir saldırı durumunda daha az kayıp yaşarsın. Savunma düzenini düzenlemek için üssüne git, duvara tıkla ve savunma düzenine git. Birliklerin işaretlerini kaldırarak savunma düzeninden çıkar."
        }
      }
    },
    "Reward": {
      "Title": "Ödül",
      "Description": "Her gerekli etkinlik için düelloda belirli bir miktarda puan kazanırsınız. Bu puanları, ‘Güçlü Klan Düellosu’ alanındaki araştırmalarla artırabilirsiniz. Bu tür araştırmalar yapmak için, sadece düello sırasında sandıkları açarak elde edebileceğiniz Cesaret Rozetlerine ihtiyacınız olacak."
    },
    "GeneralTips": {
      "Title": "Genel İpuçları:",
      "Tip1": "Radar görevlerini yalnızca her ikinci gün yerine getirin, bu görevler etkinlikte puan veriyorsa (Pazartesi, Çarşamba, Cuma).",
      "Tip2": "Drone savaş verilerini toplayın ve yalnızca Pazartesi günü kullanın.",
      "Tip3": "Binaları inşaat tamamlandıktan sonra paketli bırakın ve yalnızca Salı günü açın, eğer puan alıyorsanız.",
      "Tip4": "Ticaret kamyonu ve görev biletlerini toplayın ve sadece Altın Kamyonlar ve görevler puan getirdiğinde kullanın.",
      "Tip5": "Hayatta kalanlar için biletleri toplayın ve yalnızca Salı günü kullanın (Ücretsiz olanlar hariç).",
      "Tip6": "Drone bileşenleri sandıklarını envanterde bırakın ve sadece Çarşamba günü açın.",
      "Tip7": "Kişi alım biletlerini toplayın ve sadece Perşembe günü kullanın (Ücretsiz olanlar hariç).",
      "Tip8": "Kahraman parçalarını ve beceri madalyalarını toplayın ve sadece Perşembe günü kullanın.",
      "Tip9": "Kahraman EXP’lerini toplayın ve sadece Pazartesi veya Perşembe günü kullanın.",
      "Tip10": "Drone beceri çiplerini toplayın ve sadece Pazartesi günü kullanın.",
      "Tip11": "Overlord Gorilla: İyileşme sonrası, Overlord eğitilebilir ve terfi ettirilebilir. Cuma günü, Skill Badges, Bond Badges, Training Certificates, Training Manuals ve Promotion Shards kullanarak VS Duyası için puan kazanırsınız. Bu öğeleri Cuma'ya kadar biriktirin ve sonra kullanarak VS puanları kazanın."
    },
    "YouTubeNote": "Not: Aşağıdaki YouTube videoları VS gününe dair iyi örnekler göstermektedir. Ancak, videoların güncel olmayabileceğini unutmayın. Ayrıca en son değişiklikler ve prosedürler hakkında bilgi edinmeyi unutmayın.",
    "Description": "Bu sayfada, VS düellosunda mümkün olan en yüksek puanı toplamak için para harcamadan kullanabileceğiniz yararlı ipuçları ve stratejiler bulabilirsiniz. Puanınızı maksimize etmek ve başarılı olmak için etkili stratejiler ve kanıtlanmış yöntemleri keşfedin!"
  },
  "DessertStorm": {
    "Title": "Çöl Fırtınası",
    "Register": {
      "Title": "Kayıt",
      "Description1": "Her bir ittifak üyesi, kayıtlar açık olduğunda katılım talebinde bulunabilir.",
      "Description2": "Takım başına maksimum oyuncu sayısı 20’dir ve 10 yedek oyuncu mümkündür. Kayıtlar kapandıktan sonra, R4 ve R5 bile katılımcıları değiştiremez. R4/R5, katılan oyuncuların nihai kadrosuna karar verir.",
      "Description3": "Gerçekten katılabileceğiniz zaman dilimleri için katılım talebinde bulunun çünkü sonradan yer değişikliği yapılamaz, en fazla 10 yedek oyuncu seçilebilir.",
      "Step1": "Etkinlikler -> <br> Çöl Fırtınası Savaşı -> <br> Katılımcıları Seç",
      "Step2": "\"Savaş Talebi\" seçeneğini tıklayın",
      "Step3": "Her zaman 22:00 - 22:40 saatleri arasında oynuyoruz <br> Onay kutusunu işaretleyin ve onaylayın"
    },
    "Join": {
      "Title": "Savaş Alanına Giriş",
      "Description": "Etkinlik sayfasındaki geri sayım tamamlandığında ve etkinlik başladığında, katılımcıların zamanında savaş alanına girmeleri gerekmektedir. Sonraki 5 dakika içinde yedek oyuncular giriş yapabilir ve bağlantı kuramayanlar dışarıda kalır.",
      "Step1": "Oyuna, eğitebileceğiniz en yüksek seviyedeki birliklerle ve egzersiz alanınızın kapasitesine uygun güçle başlayacaksınız.",
      "Step2": "Birlikler etkinlik sırasında yaralanabilir ve özel bir etkinlik hastanesine götürülür (gerektiğinde etkinlik sırasında iyileştirebilirsiniz ve sahra hastanesine sahipseniz iyileşme hızlandırılır), ancak etkinlik sonunda yaralı birlikler normal durumlarına geri döner, sanki hiçbir şey olmamış gibi. Bu yüzden, elinizdeki tüm birlikleri kullanın. Maalesef, etkinlik hastanesinde ittifak yardımı mevcut değildir.",
      "Step3": "Çöl Fırtınası'nda sadece normal oyunda üsse sahip olan birlikler kullanılabilir. Eğer bazı birlikler sahalarda kaldıysa, onları üssüne çağırın. Üsse döndüklerinde, ÇF'de kullanılabilirler."
    },
    "Goals": {
      "Title": "Hedefler",
      "Goal1": "Etkinlik sırasında, mümkün olduğunca fazla ittifak puanı kazanmaya çalışmalısınız, böylece etkinliği kazanabilirsiniz. Gerçek zamanlı sıralama ile desteklenen güzel bir HUD bannerı, ilerlemenizi takip etmenize yardımcı olacaktır.",
      "Goal2": "İttifak puanları, binaları fethedip elinizde tuttuğunuzda kazanılır. İlk fetihte bazı ek puanlar kazanırsınız. Bir fetih ancak bir ittifak, binaları düşmanlardan kurtardıktan ve fetih geri sayım süresi (1 dakika) sona erdikten sonra tamamlanır. Bu andan itibaren fetih getirileri gerçek zamanlı sıralama panosuna eklenir.",
      "Goal3": "Ekstra puanlar, bir bina fethedildiğinde ortaya çıkan puan kutularını toplayarak kazanılabilir (eğer ek puanlar varsa). Hızla toplamak için keşif gönderin.",
      "Goal4": "Bireysel puanlar bireysel ödüller verecektir, ancak odağınız ittifak puanları üzerinde olmalıdır, çünkü ittifak ödülleri bireysel ödüllerden daha iyidir."
    },
    "MostImportant": {
      "Title": "Bilmeniz Gereken En Önemli Şeyler",
      "Important1": "Normal oyunda alışık olduğunuz gibi ittifak yardımını askerlerinizi hastanede iyileştirmek için kullanamazsınız, ancak iyileştirme hızlandırıcılarını kullanabilirsiniz.",
      "Important2": "Desert Storm mini oyununda, birliklerinizin normal harita üzerindeki üste bulunması gerekir. Bu yüzden Desert Storm başlamadan önce birliklerinizin üste olduğunu doğrulayın. Bir birlik normal oyun modunda kullanılıyorsa, Desert Storm'da genellikle kullanılabilir değil.",
      "Important3": "Kayıt aşamasını kaçırırsanız veya katılımcı ya da yedek katılımcı olarak kayıt edilmezseniz, Desert Storm Savaşı'na katılım mümkün değildir.",
      "Important4": "Desert Storm'da teleportlar ücretsizdir, ancak her 2 dakikada 1 ile sınırlıdır. Geri sayım, ekranın sol alt köşesinde 'Kahramanlar' düğmesinin üstünde gösterilir.",
      "Important5": "Desert Storm'da üssünüzün dayanıklılığı 4000 puandır. 4 vuruş sonrası üssünüz yanar ve güvenli bölgeye teleport edilirsiniz. Bu durumda teleportasyonun geri sayımı sıfırlanmaz. Dolayısıyla, eğer gerçekleştirilmişse beklemeniz gerekir.",
      "Important6": "Genellikle Desert Storm tecrübesi olmayan kişiler birkaç dakika içinde birliklerini kaybederler. Birlik kaybınızı sınırlamanın yollarını öğrenmek için aşağıdaki stratejileri mutlaka okuyun.",
      "Important7": "Desert Storm'da birliklerinizi serbestçe hareket ettiremezsiniz. Bir hedefe ulaşmalı ve başka bir hedefe gönderilmeden önce üssünüze dönmelisiniz. Yani, birkaç hızlı tıklama ve birkaç saniye içinde bir üssü yakmayı unutun.",
      "Important8": "Desert Storm'da, teleport soğuma süresi dolduğunda, birlikleriniz üste olup olmadığından bağımsız olarak haritadaki herhangi bir yere teleport olabilirsiniz. Bu, normal oyundaki teleport kurallarından güzel bir değişikliktir, burada tüm birliklerinizin teleport yapmadan önce üste olması gerekir. P.S.: Bu kural, karşılaşma günü 6 sırasında diğer sunucuya geçiş yaparken de geçerlidir."
    },
    "Strategies": {
      "Title": "Stratejiler",
      "EmptyBuilding": {
        "Title": "Boş Bir Bina Fethet",
        "Description1": "Boş bir binayı fethetmek oldukça basittir: Saldırın ve bina sizin olsun.",
        "Description2": "1 dakika sonra, fetih getirilerine dayalı olarak ittifakınıza (ve bireysel puanlarınıza) puanlar verilir. İlk fetihse, ayrıca ilk fetih için puanlar da alırsınız."
      },
      "ReduceTroopLosses": {
        "Title": "Boş Binaları Fethetmek İçin Birlik Kaybını Azaltma Stratejisi",
        "Description1": "Bir bina fethettiğinizde (ancak fetih puanları almazsanız) ve bir düşman ortaya çıkarsa, aşağıdaki stratejiyi kullanarak savaşı kazanabilir ve birlik kaybınızı azaltabilirsiniz (bu, düşmanın karargahı/gücü sizinle benzer veya daha düşükse iyi çalışır):",
        "Tip1": "Birliklerinizi binada, düşman saldırıya başlamadan tutun (özellikle ilk bina fetihleri sırasında, başlangıç fetih puanlarını alabilirsiniz).",
        "Tip2": "Düşman bina üzerinde bir saldırıya başladığında ve hala fetih getirilerini almadıysanız (1 dakikadan daha az bir süreyle destekliyorsunuz), birliği geri çekin ve düşmanın birliklerinizi binada hedef almasını önleyin. Böylece birlik kayıplarını önlersiniz.",
        "Tip3": "Düşmanın bu binayı fethetmek için A takımını gönderme olasılığı yüksek olduğundan, savunmasız olabilir. Düşman üssünüze bu birliği saldırmak istiyorsa, önce üssüne geri göndermesi ve ardından sizin üssünüze göndermesi gerekir.",
        "Tip4": "Tüm birliklerinizi A takımıyla birlikte düşman üssüne saldırıya gönderin.",
        "Tip5": "Şanslıysanız, düşman savunma yapmıyor olabilir veya yalnızca zayıf birliklere sahip olabilir. Düşmanı devirdikten sonra, üssünü fethetmek için birliklerinizi gönderin.",
        "Tip6": "Keşif kullandığınızda, gönderdiğiniz birliklerin düşman üssünü gerçekten kazanıp kazanamayacaklarını doğrulayabilirsiniz. Birlikleriniz düşmanı karşılamadan önce keşif göndermeyi birkaç kez yapın, böylece düşman savunmayı etkinleştirirse birliği geri çekebilirsiniz."
      },
      "Advantages": {
        "Title": "Avantajlar:",
        "Description1": "Düşmanın üssü fethetmek için A takımını kullanmasıyla birlik kaybından kaçınırsınız.",
        "Description2": "Düşman savunma hattı yoksa, özellikle hızlıysanız ve düşman yakındaysa 0 birlik kaybı ile düşmanı etkisiz hale getirebilirsiniz.",
        "Description3": "Düşman, fetih başlamadan önce puan almadığınız için puan kazanamaz, çünkü fetih başlamak 1 dakika sürer."
      },
      "Disadvantages": {
        "Title": "Dezavantajlar:",
        "Description1": "Eğer düşman güçlü B birliğine sahipse ve bu birliği savunma için kullanıyorsa, bu strateji işe yarayabilir, ancak A birliğinizle sadece ona vurabilirsiniz. Bu, düşmanın yakınında iseniz daha iyi çalışır.",
        "Description2": "Birden fazla düşman ortaya çıkarsa, A birliğinizi düşmana saldırmak için gönderdiğinizde saldırılara maruz kalabilirsiniz.",
        "Description3": "Düşman, sizi karşılamaya başladığında savunma yapabilir. Bu yüzden düşük seviyede bir kahramanla bir birlik kullanmak, birlik kaybı riskini azaltmak için iyi bir strateji olabilir.",
        "Description4": "Eğer bina ilk fetihse ve düşmanı yeterince hızlı deviremezseniz, puanları alır.",
        "Description5": "Bu strateji, birlik kaybını azaltmayı hedeflese de, bina fetih sürecinde değerli saniyeleri kaybetmenize neden olur. Bu yüzden stratejiyi dikkatli kullanın ve mevcut savaş durumu ve kalan birlik sayınızı dikkate alın."
      },
      "BuildingInEnemy": {
        "Title": "Düşmanın Sahip Olduğu Bir Bini Fethet",
        "Description1": "Bina diğer takıma aitse, iki şekilde hareket edebilirsiniz:",
        "Description2": "Bini doğrudan en güçlü birliğinizle saldırarak fethedin ve binayı destekleyen tüm birlikleri yenmeye çalışın (köy fetihlerine benzer). Bu stratejinin ciddi bir problemi vardır çünkü muhtemelen birçok asker kaybedeceksiniz ve birkaç fetihten sonra birlikleriniz tükenebilir.",
        "Description3": "Desteklerin bulunduğu üsleri belirleyin ve bu üsleri yok edin. Bu yaklaşım genellikle iyi çalışır, eğer üslerde savunma yoksa. Aksi halde, yukarıdaki yaklaşımda olduğu gibi aynı sorunla karşılaşırsınız, ancak düşman ilk birliği destek için göndermişse muhtemelen daha az asker kaybedersiniz."
      },
      "ShouldNotDo": {
        "Title": "Yapmamanız Gerekenler",
        "Description1": "Desert Storm'da birlikleriniz çok değerlidir, bu yüzden onları tehlikeye atacak hiçbir şey yapmamalısınız.",
        "Description2": "İşte birlik kaybına neden olacak şeylerin bazı örnekleri:",
        "Description3": "Zayıf bir düşman tarafından saldırıya uğradığınızda, ana birliklerinizle savunmada bekleyin ve ana birlik geri döndüğünde saldırın. Düşman size saldırmadan önce savunma birlikleriniz dışarıda olmamalıdır. Her saldırıda savunma düzenini kaldırdığınızda belirli bir sayıda birlik kaybedersiniz.",
        "Description4": "Hareketsiz düşmanları zayıf birliklerle saldırmayın, çünkü savunmalarını kurmaları için zamanları olur ve birlik kaybedersiniz. Düşman birçok şey yapıyorsa, savunma kurmak için zamanları olmayabilir ve saldırdığınızda daha iyi sonuç alırsınız (bu, düşman üssüne yakınsanız daha iyi çalışır)."
      }
    }
  },
  "Alliances": {
    "Title": "İttifak",
    "TrainConductor": {
      "Title": "Tren Kontrolörü Görünümü",
      "Today": "Bugün:",
      "Sunday": "Pazar:",
      "Monday": "Pazartesi:",
      "Tuesday": "Salı:",
      "Wednesday": "Çarşamba:",
      "Thursday": "Perşembe:",
      "Friday": "Cuma:",
      "Saturday": "Cumartesi:"
    },
    "Discord": {
      "Title": "Discord Topluluğumuz",
      "Description1": "Old Vikings topluluğumuza Discord üzerinden katıl! Diğer oyuncularla iletişime geç, yardım al ve güncel kal.",
      "Description2": "İster ipuçları, ister planlama, ister sadece Viking sohbeti olsun – doğru yerdesin!",
      "Button": "Discord sunucumuza katıl"
    },
    "R4Roles": {
      "Title": "Roller ve Sorumluluklar",
      "Description": "R4 üyelerimiz sadece unvan taşımaz – ittifakın sorunsuz işlemesini sağlarlar. Her rolün net görevleri vardır: strateji, işe alım, teknik ya da iletişim.",
      "Description2": "Bir sorunuz mu var? Artık tam olarak kime başvurmanız gerektiğini biliyor olacaksınız.",
      "Button": "Liderlik Yapısını Görüntüle"
    },
    "Donate": {
      "Title": "Nasıl Katkıda Bulunabilirsiniz / Bağışlayabilirsiniz",
      "Description": "Bir İttifak Teknolojisine katkıda bulunmak için şu kurallar geçerlidir:",
      "Rule1": "Tavsiye edilmeyen bir teknolojiye yapılan her bağış için 50 EXP ve İttifak Katkı Puanı alırsınız.",
      "Rule2": "Tavsiye edilen teknolojiye yapılan her bağış için ek bir ödül olan %20 fazladan puan alırsınız: Yani 60 EXP ve 60 İttifak Katkı Puanı kazanırsınız.",
      "Rule3": "Ayrıca, bağış yaparken kritik vuruş yapma şansınız vardır, bu da ek Teknoloji-EXP getirir. Kritik vuruş şansları şunlardır:",
      "Hit1": "Kritik vuruş yok: %45",
      "Hit2": "2x kritik vuruş (ek 50 İttifak Teknoloji-EXP): %30",
      "Hit3": "3x kritik vuruş (ek 100 İttifak Teknoloji-EXP): %15",
      "Hit4": "5x kritik vuruş (ek 200 İttifak Teknoloji-EXP): %10",
      "Description2": "Bağışlama Şekli:",
      "Donate": "Tavsiye edilen teknolojiye tıklayın ve ardından 'Bağışla' seçeneğine tıklayın, ister madeni paralarla ister elmaslarla.",
      "Maximum": "Komutanların İttifak Teknolojisine madeni paralarla bağış yapma hakkı maksimum 20'dir. Her bağış, kritik vuruş yapıp yapmadığına bakılmaksızın bir hakkı tüketir. Bir komutanın mevcut bağış hakları 20'nin altına düştüğünde, her 20 dakikada bir hak kazanır.",
      "Limit": "Komutanların İttifak Teknolojisine elmaslarla yapabileceği bağış sayısında günlük bir limit yoktur. Ancak, yapılan her bağış ile birlikte elmas maliyetleri artar, ancak sınırsız sayıda elmas bağışı yapabilirsiniz. 20 dakikadan sonra, bağış yapmak için gereken elmas miktarı kademeli olarak azalır. İlk bağış için 2 elmas başlar ve her ek bağışla 2 elmas artar, maksimum 50 elmas."
    },
    "Shop": {
      "Title": "İttifak Dükkanı",
      "Description1": "Bir ittifaka üye olduğunuzda, İttifak Dükkanına erişiminiz olur. İttifak -> İttifak Dükkanı",
      "Description2": "İttifak Dükkanı, İttifak Katkı Puanları karşılığında talep edilebilen çok yararlı Güçlendirme eşyaları sunar. Her eşyanın talep edilebileceği miktar zamanla sınırlıdır ve dükkan bu sınırlamaları, İttifak Dükkanının üst kısmında gösterilen geri sayım sonrasında sıfırlar.",
      "Image": "Resimde iki alan kırmızı ile işaretlenmiştir: <br> İlerlemenin Yükseltilmesi ve İttifak Yükseltilmesi <br> Bu iki alan, Toplantı Yeri'ne ulaşmak için önemlidir. <br> İlerlemenin Yükseltilmesi ile haritada istediğiniz herhangi bir yere teleport olabilirsiniz. <br> İttifak Yükseltilmesi ile, herhangi bir yere Toplantı Yeri'ne teleport olursunuz."
    },
    "AssemblyPlace": {
      "Title": "Toplantı Yeri'ne Nasıl Ulaşılır?",
      "Variant1": {
        "Title": "Seçenek 1: İlerlemenin Yükseltilmesi",
        "Description1": "Haritada İttifak Toplantı Yeri'ni (mor bayrak) bulun.",
        "Description2": "Yakınlardaki boş bir alan seçin.",
        "Description3": "‘Yükselt’ seçeneğine tıklayın. Bu, bir İlerlemenin Yükseltilmesi maliyetini karşılar."
      },
      "Variant2": {
        "Title": "Seçenek 2: İttifak Yükseltilmesi",
        "Description1": "Envanterinize gidin ve ‘Özel’ sekmesini seçin.",
        "Description2": "İttifak Yükseltilmesini bulun.",
        "Description3": "‘Kullan’ seçeneğine tıklayın. Bu sizi otomatik olarak Toplantı Yeri'ne teleport eder."
      },
      "Footer": "Aşağıdaki resimde İttifak Yükseltilmesi gösterilmektedir ve üstteki resimde dükkan bulunmaktadır. Bu iki yükseltme, yukarıda açıklandığı gibi İttifak Dükkanında değiştirilebilir. İttifak Yükseltilmesi daha az maliyetlidir.",
      "Image": "Tıklayın: <b><br> 1. Envanter <br> 2. Özel <br> 3. İttifak Yükseltilmesi <br> 3. Kullan"
    },
    "Formation": {
      "Title": "Oyuncu Formasyonu",
      "Description": "Marschall Koruması çevresindeki alanlar R5 ve R4 için ayrılmıştır. Bu 9 alan diğer oyuncular tarafından boş bırakılmalıdır, çünkü R4 ve R5 bu etkinlikte özel bir bonus alır.",
      "Info": {
        "Title": "Önemli Notlar:",
        "Info1": "Yerleşime Saygı Gösterin: Lütfen yerleşiminizin düşmanın kullanabileceği boşluklar bırakmayacak şekilde yapıldığından emin olun.",
        "Info2": "Stratejik Yerleşim: Doğru formasyon, savunmayı güçlendirmek ve R4 ve R5 için bonuslardan en iyi şekilde yararlanmak için önemlidir."
      }
    }
  },
  "Basics": {
    "Title": "Temel Bilgiler",
    "Translate": {
      "Title": "Çeviriler",
      "Description": "Last War'da, metinleri kendi dilinize çevirmek için otomatik çeviri özelliğini kullanabilirsiniz. Sohbetler ve mesajları çevirmek için sağ alt köşedeki simgeyi kullanın – bu, oklar ve 'T' ile bir 'A' gösterir. Böylece tercih ettiğiniz dilde iletişim kurabilir ve oyuna tamamen odaklanabilirsiniz!",
      "Image": "Resimde, metni çevirmek için simgenin nerede olduğunu görebileceğiniz iki örnek yer alıyor."
    },
    "Trucks": {
      "Title": "Kendi Sunucunuzda Kamyonları Yağmalama",
      "Description": "Kendi sunucunuzda kamyonları yağmalamak yasaktır. Bu tür kamyonların görünmesini engellemek için, tüm kamyonları kendi sunucunuzdan filtrelemenizi sağlayan bir onay kutusu vardır. Lütfen bu onay kutusunu işaretleyin ve kurallara uyun. Aşağıdaki resimde onay kutusunun nerede olduğunu görebilirsiniz.",
      "Image": "Lütfen onay kutusunu, resimde gösterildiği gibi işaretleyin."
    },
    "SecretTasks": {
      "Title": "Diğer sunucularda gizli görevleri yağmalamak",
      "Description": "Kendi sunucumuzda gizli görevleri yağmalamak yasaktır. Bunlar yalnızca diğer sunucularda yapılmalıdır. İhlaller, uyarılara veya diğer sonuçlara yol açabilir.",
      "Title2": "Diğer sunucularda nasıl yağmalanır?",
      "Image": "Gizli Görev",
      "Image1": "Üssündeki istasyona git ve kamyon simgesine tıkla.",
      "Image2": "Bir kamyon seç ve 'Yağmalamak'a tıkla. (Zaten dört kez yağmalamışsan da bu işlem çalışır.)",
      "Image3": "Şu anda başka bir sunucudasın ve gizli görevler arayabilirsin.",
      "Image4": "Seviye 5'teki altın, parlak görevler bulabileceğin en iyi görevlerdir.",
      "Image5": "Bu görevleri gönül rahatlığıyla diğer oyuncularla ittifak sohbetinde paylaş."
    }
  },
  "TipsAndTricks": {
    "Title": "İpuçları ve Püf Noktaları",
    "Overview": {
      "Title": "Genel Bakış"
    },
    "Pvp": {
      "Title": "Saldırı ve Savunma",
      "Description1": "İlk olarak temel savunmadan bahsedeceğiz. Ana birliğin ilk veya ikinci ardışık saldırıya dayanabileceğinden emin olmadan savunma yapmaya çalışmamalısın (yani, saldırgan neredeyse senin seviyende olmalı).",
      "Tip1": "Savunma yapamayacaksan veya bu kararı vermek için çevrimdışıysan, SAVUNMALARINI DEVRE DIŞI BIRAK.",
      "Tip2": "Savunmaları nasıl etkinleştireceğinizi/devre dışı bırakacağınızı: Üssündeki duvara git, artı (+) simgesine tıkla ve birlikleri devre dışı bırak. Her yeni birliği serbest bıraktığında, bunları da devre dışı bıraktığından emin ol. Bazen hiç savunma yapmamak mantıklı olabilir ve bazen ana birliği savunma olarak kullanmak mantıklı olabilir, ancak yapabileceğin en büyük hata, zayıf birliklerini savunmaya dahil etmektir.",
      "Tip3": "Neden bu işe yarıyor: Farz edelim ki, çok daha güçlü bir oyuncu seni 5 kez saldırdı (örneğin, sen Level 20 ve 3 birliğin var). Bu 5 saldırıda yaklaşık 10k ile 12k birlik kaybedersin, eğer 3 savunma ekibin varsa. Sadece bir savunman (en güçlü birlik) varsa, yaklaşık 4k ile 5k birlik kaybedersin. Hiç savunman yoksa, yaklaşık 1k birlik kaybedersin (saldırganın öldürme sayısına dahil edilmeyen bir geçiş saldırısı nedeniyle). Bu büyük bir farktır.",
      "Tip4": "Bu oyunda üsleri saldırmanın iki amacı vardır: (1) Kaynak toplamak ve (2) Öldürme etkinliklerinde (örneğin, Düşman Yok Edici - Düello 6. gün) puan toplamak.",
      "Tip5": "Yağma, oyundaki en iyi kaynak/stamina oranını sunar, ancak savunmaları/karşı saldırıları, mevcut yağma limitlerini vs. göz önünde bulundurmalısın.",
      "Tip6": "Öldürme etkinlikleri için diğer üsleri saldırırken, sadece dövüşler puan kazandırır. Yani, savunmasız veya birliği olmayan biri sana etkinlik puanı kazandırmaz veya bireysel öldürme sayını artırmaz. Bu, savunmalarını devre dışı bırakmanın diğer nedenidir, çünkü rakiplerinin sana saldırarak puan toplamasını engeller.",
      "Image1": "Savunmaya gitmek için duvara tıklayın ve ardından artı simgesine tıklayın.",
      "Image2": "Onay kutusunu işaretleyerek her birliği savunmaya dahil edip etmeyeceğinizi kontrol edebilirsiniz."
    },
    "Troops": {
      "Title": "Birlik/Ekip Eğitimleri",
      "Description1": "En iyi birlik eğitim stratejisi, 3 aşamada eğitim yapmaktır. Bu, eğitimi daha hızlı yapmaz veya daha az kaynak harcamaz, ancak etkinlikler sırasında (örneğin, silah yarışında birim eğitimi ve Düello 5. gününde) daha fazla puan kazanmanı sağlar.",
      "Tip1": "Farz edelim ki, TX = eğitebileceğin en yüksek seviyedeki birlikler, TY = maksimum seviyenin bir altı ve TZ = maksimum seviyenin iki altı. Strateji, TZ'yi haftanın tamamında eğitmektir (tüm birimlerin için yeterince TX'ye sahipsen). Birim eğitimi etkinliği sırasında TZ'yi TY'ye ve/veya TY'yi TX'e terfi ettirirsin (bu aşamada, her kışlada iki tur da yapabilirsin). Düello'nun 5. günü geldiğinde, çoğu TY/TZ'yi TX'e terfi ettirirsin, ardından Çöl Fırtınası Savaş Alanı veya Düello'nun 6. gününe geçersin. Öldürme etkinliklerini tamamladıktan sonra, TZ'yi eğitmeye devam edersin.",
      "Tip2": "Örneğin, HQ 25 isen, TX Level 8 birlikleri (Lv24 Kışla gerektirir), TY Lv 7 birlikleri (Lv20 Kışla gerektirir) ve TZ Lv 6 birlikleri (Lv17 Kışla gerektirir) olur. Bu stratejiyi uygulamak için bazı kışlaları maksimum seviyenin altında tutman gerekir. 4 kışladan 2'sinin TX seviyesine kadar eğitim verebileceğini ve diğer 2'sinin sadece TY seviyesine kadar eğitim verebileceğini öneririm. Bunun nedeni, birlik terfilerinin otomatik olarak kışlanın maksimum seviyesine gitmesidir.",
      "Example": {
        "Title": "Bir Örnek:",
        "Example1": "Doğrudan Eğitim: 1 T9 Askeri = 250 Puan",
        "Example2": "Aşamalı Eğitim: 1 T5 = 150 Puan, 1 T5 -> 1 T6 = 175 Puan, 1 T6 -> 1 T7 = 200 Puan, 1 T7 -> 1 T8 = 225 Puan, 1 T8 -> 1 T9 = 250 Puan toplamda 1000 Puan",
        "Description": "Gördüğünüz gibi, bu durumda aşamalı yaklaşımla her bir asker için dört katı puan alıyorsunuz."
      },
      "Image1": "Bu resimde, hangi birlikleri yükseltebileceğinizi görebilirsiniz. Askerleri maksimum seviyeye getirmek için 'Yükselt' butonuna, 'Eğit' butonuna değil, tıklayın."
    },
    "Healing": {
      "Title": "Spam Tedavi",
      "Description1": "Bir diğer kavram 'Spam Tedavi'dir. 1000'den fazla ölü birliğiniz varsa ve hepsini tedavi etmek 4 saat sürecekse, her seferinde sadece 25 dakika tedavi süresi ayarlayıp, müttefiklerinizden yardım isteyin. Bu, kaynak maliyetini aynı tutar, ancak tedavi süresini %50'den fazla azaltır. Bu yöntem, savaş gücünüzü yüksek tutmak ve sürekli bir birlik akışını sağlamak için etkilidir."
    },
    "SmallTroops": {
      "Title": "Küçük Birliklerle Kaynak Toplama",
      "Description1": "Eğitim alanında yalnızca birkaç birliğiniz varsa (örneğin, Cumartesi savaşlarından sonra), tüm birlikleri kaynak toplamak için gönderemeyebilirsiniz, çünkü her birlik için belirli bir birlik sayısı gerekir.",
      "Description2": "Bu şu şekilde çözülebilir:",
      "Tip1": "Birliklerinizi üsse geri çağırarak değiştirin.",
      "Tip2": "Her bir birliğin içindeki tüm kahramanları çıkarın ve sadece 1 kahramanı her birliğe ekleyin, mümkünse 'Komutan' özelliği düşük olanları seçin.",
      "Tip3": "Şimdi birlikleri kaynak toplamaya gönderin. Her bir birlik, çok daha az birlik kullanarak gönderilecektir, böylece tüm birlikleri gönderebilirsiniz.",
      "Tip4": "Ayrıca, Seviye 1 askerleri herhangi bir kışlada hızlıca eğitebilirsiniz, çünkü Seviye 1 askerlerin eğitimi hızlıdır."
    },
    "IncreasedDamage": {
      "Title": "Artırılmış Hasar Yüzdesi",
      "Description1": "Her saldırıda, savunmada veya nöbette, savaş ateşini kullanarak hasarı %1 artırabilirsiniz.",
      "Description2": "Bu artırma, bir üssü saldırdığınızda veya keşfettiğinizde otomatik olarak etkinleşir, ancak sadece savunmada değil.",
      "Description3": "Savaş ateşini tetiklemek için şu eylemlerden birini gerçekleştirebilirsiniz:",
      "Tip1": "Bir üssü keşif uçağı ile gönderin.",
      "Tip2": "Bir düşman üssüne saldırı veya toplanma başlatın (zombi saldırıları veya toplanmaları geçerli değildir). Savaş ateşi başladığında saldırıyı da iptal edebilirsiniz.",
      "Tip3": "Savaş ateşinin durumunu ekranın sol üst köşesinde, yiyecek/metal/para/enerji göstergelerinin hemen altında görebilirsiniz. Simgeye tıkladığınızda geri sayım görüntülenir.",
      "Tip4": "Geri sayımı her zaman 15 dakika olarak yeniden başlatmak için tetikleme eylemini tekrar edin.",
      "Tip5": "ÖNEMLİ: Bu hileyi, kalkan kullanırken uygulamayın, aksi takdirde kalkanınızı kaybedersiniz."
    }
  },
  "Buildings": {
    "Title": "Binalar",
    "Headquarters": {
      "Title": "Genel Merkez",
      "Description1": "Genel Merkez, oyundaki en önemli binadır. Diğer oyunlardaki belediye binalarına benzer işlevlere sahiptir. Bunu geliştirdikçe yeni binalar inşa edebilir ve mevcut binaları daha yüksek seviyelere getirebilirsiniz.",
      "Description2": "Genel Merkez seviyesini artırdığınızda aşağıdakiler artar:",
      "List1": "Performans",
      "List2": "Kahraman Seviye Sınırı",
      "List3": "Kahraman HP",
      "List4": "Kahraman Saldırısı",
      "List5": "Kahraman Savunması",
      "List6": "Her Binanın Seviye Sınırı",
      "LevelUp": {
        "Title": "Seviye Atlama Gereksinimleri",
        "Description1": "Genel Merkez'i daha yüksek bir seviyeye getirmek için her aşamada hem kaynak hem de bina gereksinimlerini karşılamanız gerekir.",
        "Description2": "Genel Merkez'in aşamalı olarak yükseltilmesi, bir sonraki seviyeye geçişi daha akıcı hale getirir ve yeterli kaynak biriktirmenizi sağlar. Genel Merkez yükseltilmezse, bu, kahraman seviyeleri için üst sınırı belirleyen bu bina nedeniyle zayıf bir birlikle sonuçlanabilir.",
        "Description3": "Aşağıda, her seviye için gereken binaları gösteren bir tablo bulunmaktadır.",
        "Table": {
          "ToUnlock": "Genel Merkez'i Açmak İçin",
          "Condition1": "Bina 1",
          "Condition2": "Bina 2",
          "Iron": "Demir",
          "Food": "Yiyecek",
          "Gold": "Altın",
          "Days": "Gün",
          "Wall": "Duvar L.",
          "TechCenter": "Araştırma Merkezi L.",
          "DrillGround": "Alıştırma Alanı L.",
          "Barracks": "Kışla L.",
          "AllianceCenter": "İttifak Merkezi L.",
          "Hospital": "Hastane L.",
          "TankCenter": "Tank Merkezi L."
        }
      }
    },
    "Barracks": {
      "Title": "Kışla",
      "Description1": "Kışlalar, birliklerinizi işe almak ve terfi ettirmek için kullanılır. Kışlaları açtığınızda, kaynaklarınızı verimli bir şekilde kullanmak için her seferinde yalnızca bir kışlayı yükseltmelisiniz. Birliklerinizi terfi ettirmek, onları mevcut kışlalarınızın izin verdiği en yüksek seviyeye getirmeye olanak sağlar. Birlikleri terfi ettirmek, özellikle bunu açtığınızda faydalı olacaktır çünkü Seviye 1 birliklerinizi eğitip yükseltebilir, böylece daha az kaynak ve zaman harcarsınız."
    },
    "Hospital": {
      "Title": "Hastane",
      "Description1": "Hastane, savaş sonrası birliklerinizi iyileştirmek için kullanılır. Bir düşman yeterince güçlü olduğunda, birliklerinizi öldürebilir veya yaralayabilir. Ancak hastane ölen birlikleri yeniden hayata döndüremez, sadece yaralı birlikleri iyileştirir. Birliklerinizi hızlı bir şekilde iyileştirmenin verimli bir yolu, sadece 25 dakikada veya daha kısa sürede iyileştirilebilecek birimlerin sayısını seçmektir. Bu, ittifakınızın size yardım etmesine ve iyileştirme süresini neredeyse hemen azaltmasına olanak tanır. İyileştirme sistemini doğru kullanırsanız, iyileştirme süresi, tüm birliklerinizi aynı anda iyileştirmeye kıyasla %25 azaltılır."
    },
    "DrillGround": {
      "Title": "Alıştırma Alanı",
      "Description1": "Alıştırma Alanı, birliklerinizin konuşlandığı binadır. Alıştırma Alanı'nın maksimum seviyesi, Genel Merkez'inizin seviyesi ile artar. Alıştırma Alanı, birliklerinizin gücünü büyük ölçüde belirlediği için gücünüzün merkezi bir kaynağıdır. Oyunun ana hedefi olan mümkün olan en yüksek gücü elde etmek için, Alıştırma Alanı'nızı sürekli olarak en yüksek seviyeye getirmeli ve fırsat bulduğunuzda ek Alıştırma Alanları inşa etmelisiniz. İkinci Alıştırma Alanı'nı Seviye 16'da açar, üçüncüsünü ise Seviye 21'de açarsınız."
    },
    "Garages": {
      "Title": "Garajlar",
      "Description1": "Garajlar, kahramanlarınızı barındırır. Kahramanlarınıza ek güç ve yanlarına alabilecekleri birlikler sağlar. Oyunun başında bir garaj alırsınız ve oyunun ilerleyen safhalarında toplamda üç garaj daha açabilirsiniz. Dördüncü garaj, aylık geçiş kartı ile de elde edilebilir. Oyundaki çabalarınızın çoğu bu garaja odaklanacağından yalnızca Garaj 1'i yükseltmelisiniz. Garaj 2'yi sadece düşük maliyetli ordu yarışmaları puanları için ya da geri kaldığını düşündüğünüzde yükseltmelisiniz."
    },
    "TechCenter": {
      "Title": "Teknoloji Merkezi",
      "Description1": "Teknoloji Merkezi, diğer oyuncularla rekabet edebilmek için oyunun kritik bir parçasıdır. Genel Merkez'inizi yükseltmek istediğinizde, genellikle 'gerekli yükseltmeler' bölümünde özellikle sık gösterilmesinin iyi bir nedeni vardır. Teknoloji Merkezi, üssünüzdeki kahramanlar, birlikler, garajlar ve daha fazlası gibi belirli istatistikleri iyileştirmenizi sağlar. Bu, kaynakları daha fazla güç ve istatistiklere dönüştürür. Seviye 16'ya ulaştığınızda, ikinci bir Teknoloji Merkezi satın alma fırsatınız olacaktır, bu da şiddetle tavsiye edilir."
    },
    "GearFactory": {
      "Title": "Ekipman Fabrikası",
      "Description1": "Ekipman Fabrikası, kahramanlarınız için ekipman üretmenizi veya sökmenizi sağlar. Oyundaki mevcut tüm ekipman türlerini üretebilir ve ekipman parçalarını da sökebilirsiniz. Ayrıca, ekipman parçalarını birleştirerek, efsanevi bir ekipman parçası oluşturmak için gerekli olan Dielektrik Seramik Bileşen parçasını üretmenizi sağlar. Nadir, Süper-Nadir veya Süper-Süper-Nadir ekipman parçalarını üretmek veya yükseltmek önerilmez. Ana kahramanlarınız için en az tüm Süper-Süper-Nadir (SSR) ekipman parçalarına sahip olduğunuzda, diğer ekipman parçalarını efsanevi ekipman elde etmek için sökmeniz gerekir."
    },
    "ComponentFactory": {
      "Title": "Bileşen Fabrikası",
      "Description1": "Bileşen Fabrikası, dron bileşenleri içeren kutular üretir. Bu dron bileşenleri, dronunuz için ek yükseltmeler yapmak üzere Dron Merkezi'nde kullanılır. Bileşen Fabrikası inşa edildikten sonra daha fazla yükseltilemez."
    },
    "TankCenter": {
      "Title": "Tank Merkezi",
      "Description1": "Tank Merkezi, oyunda tank kahramanlarınızın istatistiklerini önemli ölçüde artıran kritik bir binadır. Genel Merkez'inizi her yükselttiğinizde, bu binayı mümkün olan en hızlı şekilde maksimum seviyeye getirmelisiniz."
    },
    "AircraftCenter": {
      "Title": "Uçak Merkezi",
      "Description1": "Uçak Merkezi, Tank Merkezi'ne benzer şekilde, uçak tipi kahramanlar için istatistikleri artırır. Başlangıçta bu binayı yükseltmek önemli değildir, çünkü kullanmanız gereken düzenlemeler için bonus sağlamaz. Ancak, DVA ve Carlie mevcut olduğunda, Uçak Merkezi'nin yükseltilmesi de Tank Merkezi kadar önemli olacaktır çünkü bu, bu kahramanlara ek istatistikler sağlar."
    },
    "MissileCenter": {
      "Title": "Roket Merkezi",
      "Description1": "Yukarıdaki iki bina gibi, Roket Merkezi de roket tipi kahramanların istatistiklerini artırır."
    },
    "ResourceCenters": {
      "Title": "Kaynak Merkezleri",
      "Description1": "Gıda, demir ve eritme merkezleri, ilgili kaynakları üreten binalardır. Eğitim Merkezi, kahraman XP'si üreten binadır. Deneyimlere göre, Eğitim Merkezi binaları kullanılan kaynaklara oranla iyi bir XP verimi sağlar ve yükseltilmeleri verimlidir."
    }
  },
  "Greeting": {
    "HomeButton": "Selam Gönder",
    "Modal": {
      "Title": "Bir Selam Bırak",
      "Form": {
        "ServerNumber": {
          "Label": "Sunucu Numarası",
          "Required": "Sunucu numarası bir zorunluluk alanıdır"
        },
        "AllianceName": {
          "Label": "İttifak Adı",
          "Required": "İttifak adı bir zorunluluk alanıdır"
        },
        "Comment": {
          "Label": "Yorum",
          "MaxLength": "Maksimum karakter sayısı 200'dür. Lütfen yorumunuzu kısaltın."
        },
        "PlayerName": "Oyuncu Adı",
        "Optional": "Opsiyonel",
        "CloseButton": "İptal",
        "SubmitButton": "Gönder"
      },
      "Toastr": {
        "Label": "Selamınız",
        "Success": "Selamınız için teşekkür ederiz",
        "Error": "Üzgünüz, bir sorun oluştu. Lütfen daha sonra tekrar deneyin."
      }
    }
  },
  "Spinner": {
    "Label": "Lütfen bekleyin..."
  },
  "MemberLogin": {
    "Title": "Üye Girişi",
    "Description": "Bu alan sadece üyelere açıktır.",
    "Form": {
      "Label": "Şifreyi girin",
      "Required": "Şifre bir zorunluluk alanıdır",
      "LoginButton": "Giriş"
    },
    "Toastr": {
      "Title": "Giriş",
      "Error": "Giriş başarısız"
    },
    "PasswordExpired": {
      "Title": "Şifre Süresi Doldu",
      "Information": "Şifre değiştirildi"
    }
  },
  "Squad": {
    "Title": "Birlik",
    "Description": "Kahramanlarınızın gücünü maksimize etmek için birliklerinizi en iyi şekilde düzenlemelisiniz.",
    "Basics": {
      "Title": "Birlik Düzenleme Temelleri",
      "Description": "Her kahramanın kendi türü, yetenekleri ve özel özellikleri vardır.",
      "Defend": {
        "Title": "Savunma Kahramanları",
        "Description": "Birliğin ön saflarında yer almalıdırlar."
      },
      "Attack": {
        "Title": "Saldırı Kahramanları",
        "Description": "Arka planda yer almalıdırlar."
      },
      "Support": {
        "Title": "Destek Kahramanları",
        "Description": "Arka planda yer almalıdırlar."
      }
    },
    "Example": {
      "Title": "Bir Birlik Örneği",
      "List1": "<b>Violet</b> ve <b>Scarlett</b> savunmada ve ön saflarda",
      "List2": "<b>Mason</b> ve <b>Richard</b> saldırı yapıyor ve bu yüzden arka planda yer almalı",
      "List3": "Bir destek kahramanı, <b>Monica</b>, arka planda",
      "Image": "Savunma kahramanları önde, saldırı ve destek kahramanları arkada optimal yerleşim için."
    },
    "FormationBonus": {
      "Title": "Formasyon Bonusları",
      "Description": "Kullandığınız bonusu, birlik düzenleme bölümündeki sol üst köşedeki simgeden anlayabilirsiniz.",
      "Image": "<ul><li>3 aynı tür kahraman: +%5</li><li>3 aynı tür kahraman + 2 başka türden: +%10</li><li>4 aynı tür kahraman: +%15</li><li>5 aynı tür kahraman: %20</li></ul>",
      "Description2": "Tüm kahramanlarınız aynı türde (örneğin yukarıdaki örnekte tüm tanklar) olduğunda, %20 güç bonusu alırsınız. Ayrıca, tank binasını yükseltmek, tüm tank kahramanlarınızın gücünü artırır."
    },
    "TroopsAndSoldiers": {
      "Title": "Birlikler ve Askerler",
      "Description": "Bir saldırı veya toplantı gerçekleştirdiğinizde, kahramanların temel gücüne askerler eklenir. Saldırıya katılan asker sayısı, takımda bulunan kahramanların komuta özelliğine bağlıdır.",
      "Image": "Örnekte, saldırıya katılan birimlerin (askerlerin) sayısının 1.965 olduğunu görebilirsiniz (Murphy'de 393, Williams'ta 393 vb.) ve i'ye tıklayarak T6 ve T7 seviyesindeki askerler olduğunu gösteren bilgiyi alabilirsiniz.",
      "Description2": "Eğer mevcutsa, her zaman önce yüksek seviyeli askerler kullanılır ve daha sonra eksiklikleri doldurmak için düşük seviyeli askerler devreye girer."
    }
  },
  "SeasonOne": {
    "Title": "Sezon 1 – Mor Veba",
    "Content": {
      "Title": "İçerik",
      "NewResources": "Yeni Üs Kaynakları",
      "WorldMap": "Dünya ve Harita",
      "NewBuildings": "Yeni Binalar",
      "MilitaryBase": "Askeri Üs",
      "NewFarms": "Yeni Birlik Çiftlikleri",
      "MilitaryStrongholds": "Askeri Kalesi",
      "Cities": "Şehirler",
      "Conquest": "Fetih",
      "HeroUpgrade": "Kahraman Yükseltmeleri",
      "Virus": "Virüs",
      "Gameplay": "Oynanış"
    },
    "Resources": {
      "Title": "Yeni Üs Kaynakları – Bağışıklık Proteini, Mutant Kristali ve Genetik Parça",
      "Description": "Oyunda artık ek kaynaklar mevcuttur. Bunlardan 2'si (Bağışıklık Proteini ve Mutant Kristali) mevcut yiyecek, demir ve altın gibi yönetilir.",
      "ImmuneProtein": {
        "Title": "Bağışıklık Proteini",
        "Description": "Virüs Araştırma Enstitüsü ve askeri üslerin inşası ve geliştirilmesi için gereklidir.",
        "Description2": "Bağışıklık Proteini şu şekilde elde edilebilir:",
        "List1": "Proteinziraat",
        "List2": "Zombileri ilk öldürme ödülleri",
        "List3": "Virüs direncini artırma sezon hedeflerine ulaşma",
        "List4": "Hero’s Return işe alım bileti kullanma"
      },
      "MutantCrystal": {
        "Title": "Mutant Kristali",
        "Description": "Proteinziraat ve askeri üslerin inşası ve geliştirilmesi için kullanılır.",
        "Description2": "Mutant Kristali şu şekilde elde edilebilir:",
        "List1": "Zombileri ilk öldürme ödülleri",
        "List2": "Sezon görevlerini tamamlama",
        "List3": "Virüs direncini artırma sezon 1 hedeflerini tamamlama",
        "List4": "Doom Walker İlk Kan (günün ilk DW öldürme) ödülleri",
        "List5": "Genetik Rekombinasyon",
        "List6": "Hero's Return işe alım bileti kullanma",
        "List7": "Haftalık geçiş ve sezon savaş geçişi"
      },
      "GeneFragment": {
        "Title": "Genetik Parça",
        "Description": "6 tür Genetik Parça mevcuttur. Bunları birleştirerek mutant kristaller ve ödüller elde edebilirsiniz. Genetik parçaları müttefiklerinizle takas edebilirsiniz.",
        "Description2": "Genetik parçaları şu şekilde kazanabilirsiniz:",
        "List1": "Radar görevlerini tamamlama: Doom Elite öldürme, kaynak toplama, Doom Walker öldürme size Tip I, II, III verir",
        "List2": "Crimson Zombileri öldürme (herhangi bir seviye) size Tip I, II, III verir",
        "List3": "Enfekte Zombileri öldürme (herhangi bir seviye) size Tip I, II, III verir",
        "List4": "Doom Elite öldürme (herhangi bir seviye) size Tip I, II, III verir",
        "List5": "Müttefikleri iyileştirme size Tip IV, V, VI verir",
        "List6": "Şehirlere saldırma"
      },
      "Description2": "Bu kaynakların miktarını (Genetik Parçalar hariç) ekranın üst kısmında diğer kaynaklarla aynı şekilde yönetebilirsiniz. Ayrıca, genellikle bu kaynaklar ödül olarak kazandığınızda mevcuttur, bu yüzden envanterinizi kontrol etmeyi unutmayın."
    },
    "WorldMap": {
      "Title": "Dünya ve Harita",
      "Description": "Bu yeni sezonda, sunucu haritası köklü bir şekilde değişir; daha büyük ve yeni yaratıklarla dolu hale gelir.",
      "Description2": "Korkutucu ve enfekte olmuş köyler, askeri üsler ve Apokalipsin Şehri haline gelmiş başkenti bulacaksınız.",
      "Image1": "Enfekte Köyler",
      "Image2": "Askeri Üsler",
      "Image3": "Apokalipsin Şehri (Kapitol)",
      "Description3": "Sezonun başında siz ve müttefikleriniz sunucunun kenarında mahsur kaldınız ve kendi şehriniz yok. Şehirler geri alınmalıdır, ancak yeni kurallar geçerlidir...",
      "Description4": "ÖNEMLİ: Başkenti en son elinde tutan ittifaklar, sezon 1 başladığında başkenti tutmaya devam edecektir. Başkenti fethetme, City Clash etkinliğinden 28 gün sonra başlayacaktır.",
      "Description5": "Doom Elite canavarı, saldırgan, enfekte olmuş akrep canavarlarına dönüşür ve çoğu zombi bulaşıcıdır.",
      "Description6": "Harita bu şekilde görünmektedir. Görülen binalar şehirlerdir, aralarındaki diğer alanlar askeri üslerdir."
    },
    "NewBuildings": {
      "Title": "Yeni Binalar",
      "Description": "Yeni bina türleri mevcut ve gereklidir. Bu binalar sadece üs çevresinin dışında inşa edilebilir. Bazıları sezonun başında hemen görünecek, diğerleri daha sonra gelecektir.",
      "Image1": "Güçlü bir şekilde zombiler tarafından bulaşmış virüs toprakları enfekte ediyor. Hayatta kalmak için bir Virüs Araştırma Enstitüsü inşa edilmelidir.",
      "VirusResearchInstitute": {
        "Title": "Virüs Araştırma Enstitüsü",
        "Image1": "Virüs Araştırma Enstitüsü, virüs direncini artırmanızı sağlar.",
        "LevelUp": {
          "Title": "Virüs Araştırma Enstitüsü Seviyelendirme",
          "Description": "Virüs Araştırma Enstitüsü seviyesini artırmak için Bağışıklık Proteini gereklidir.",
          "Description2": "Bu binanın seviyesini yükseltmek, bu apokaliptik zamanlarda hayatta kalmak için temel olan virüs direncini artırır.",
          "Image1": "Bu bina, HQ seviyenizden bağımsız olarak 30. seviyeye kadar yükseltilebilir."
        }
      },
      "ProteinFarm": {
        "Title": "Proteinziraat",
        "Description": "Bu yeni bina, sezonun yeni kaynaklarından biri olan Bağışıklık Proteinlerini yetiştirir.",
        "Image1": "Toplamda 5 Proteinziraat mevcuttur; beşincisi sadece Sezon Haftalık Geçiş ile erişilebilir.",
        "LevelUp": {
          "Title": "Proteinziraat Kalitesini Artırma",
          "Description": "Proteinziraat seviyesini artırmak için Mutant Kristalleri gereklidir.",
          "Description2": "İlk Proteinziraatınız 5. seviyeye ulaştığında, yeni bir Proteinziraat kullanılabilir hale gelir.",
          "Description3": "Sonraki Proteinziraatlar, önceki bina 10. seviyeye ulaştığında kullanılabilir.",
          "Description4": "Bir Proteinziraat, hemen Sezon Haftalık Geçiş ile erişilebilir.",
          "Image1": "Bu bina, HQ seviyenizden bağımsız olarak 30. seviyeye kadar yükseltilebilir."
        }
      },
      "MilitaryBase": {
        "Title": "Askeri Üs",
        "Description": "Üçüncü haftadan itibaren, hero tipleri için iyileştirmeler sağlayan üç yeni bina kullanılabilir olacak.",
        "Description2": "Yükseltme için Bağışıklık Proteinleri ve Mutant Kristalleri gereklidir. Bu binalar, HQ seviyenizden bağımsız olarak 30. seviyeye kadar yükseltilebilir.",
        "Description3": "Her seviye yükseltme, ilgili hero tipinin HP, saldırı ve savunmasını %1 artırır."
      }
    },
    "NewFarms": {
      "Title": "Yeni Farmalar – İttifak Kaynakları",
      "Description": "Doom Elite'leri rastgele öldürdüğünüzde, geçici olarak yeni bir ittifak kaynak farması görünebilir. Kaynakları toplamak için müttefiklerinizle birlikte bir birlik oluşturun: yiyecek, demir, altın, elmas veya mutant kristalleri."
    },
    "MilitaryStrongholds": {
      "Title": "Askeri Kalesi",
      "Description": "Haritada, şehirler (köyler) arasında, bulaşıcı zombilerle çevrili ve onları koruyan askeri kaleler bulacaksınız.",
      "Description2": "İttifaklar, ilk bölgelerini talep etmek için öncelikle 1. seviye bir kaledeki güvenliği sağlamalıdır. Ek askeri kaleleri fethederek genişleyebilirler.",
      "Description3": "İttifaklar, günde en fazla 2 askeri kalesi fethedebilir, ancak sahip olunan toplam kale sayısı için bir sınır vardır.",
      "Image1": "Askeri kaleler, kraliçenin elit birlikleri için üs olarak hizmet eder."
    },
    "Cities": {
      "Title": "Şehirler",
      "Description": "Şehirlerin fethedilmesi, iyileştirmelerden ittifak etki puanlarına kadar birçok bonus getirir ve en önemlisi ödüllerdir.",
      "Description2": "Bir şehre savaş açmak için bir ittifak, en az bir komşu askeri kaledeki kontrolü elinde bulundurmalıdır.",
      "Influence": {
        "Title": "Etkileme",
        "Description": "Şehirlerin fethedilmesi, ittifakın etki puanlarını artırır. Sahip olunan her şehir, seviyeye bağlı olarak farklı miktarda etki puanı sağlar:",
        "List1": "Seviye 1: 100 km",
        "List2": "Seviye 2: 200 km",
        "List3": "Seviye 3: 300 km",
        "List4": "Seviye 4: 400 km",
        "List5": "Seviye 5: 500 km",
        "List6": "Seviye 6: 1 M",
        "Description2": "İttifak etki puanlarınızı kontrol etmek için, Sezon 1 olay simgesinin hemen üstünde bulunan düello-VS simgesine tıklayın, ardından Sezon 1 bannersına ve son olarak 'Lider Tablosu' düğmesine tıklayın."
      }
    },
    "ConquestOfCities": {
      "Title": "Şehir ve Kale Fethi – İttifak Bölgesi",
      "Description": "Sezon başında tüm ittifaklar sunucunun kenarında mahsur kalmış ve kendi şehirlerine sahip değildir. Şehirler ve askeri üsler artık ittifak bölgesi olarak kabul edilir. Amacınız bölgenizi genişletmek ve ittifakınızın etkisini artırmaktır.",
      "Image1": "İttifak bölgesi, savaş açılacak hedef şehri ile bağlantılı askeri kalelere sahip olmalıdır.",
      "Description2": "Kalenizi ve şehirlerinizi görmek için İttifak -> İttifak Şehri bölümüne gidin, burada sınırlar da görüntülenir.",
      "RulesForConqueringFortresses": {
        "Title": "Kale Fetih Kuralları",
        "Rule1": "İttifaklar günde en fazla 2 askeri üs fethedebilir, şehirlerin fethedilmesi için günlük sınırdan bağımsızdır.",
        "Rule2": "İttifak, ilk ittifak bölgesini elde etmek için Seviye 1 bir kalesini fethetmeli ve bunu sürekli olarak diğer askeri kalelerle genişletmelidir.",
        "Rule3": "Bir askeri kaleyi fethetmek için komşu bir kaleye sahip olma gerekliliği vardır.",
        "Rule4": "Başlangıçta sahip olunabilecek kale sınırı 3’tür.",
        "Rule5": "Seviye 1-5 şehirlerinden her biri için ittifakın kale sınırı 1 artar.",
        "Rule6": "Seviye 6 şehirlerinden her biri için ittifakın kale sınırı 2 artar.",
        "Rule7": "Bir askeri kaleyi fethetmek için virüs direnci gereklidir.",
        "Rule8": "Sezon başında kale Crimson Legion’a aittir ve bu nedenle Corruptors ve Infected Zombies tarafından korunur. Kalenin alınabilmesi için her iki düşman türü de yenilmelidir.",
        "Rule9": "Bir kale fethedildiğinde, 36 saatlik bir koruma aşamasına girer ve bu süre zarfında başka bir ittifak tarafından fethedilemez.",
        "Rule10": "Bir kale ittifak tarafından alındığında, kalenin seviyesine orantılı olarak bir kale savunucuları ordusu ortaya çıkar. Kalenin fethedilmesi için her ittifak bu savunucuları yenmelidir. Savunuculara yapılan saldırı, müttefiklere saldırı olarak bildirilir."
      },
      "RulesForConqueringACity": {
        "Title": "Şehir Fetih Kuralları",
        "Rule1": "İttifaklar günde en fazla iki şehre savaş açabilir; bu sınırlama şehirlerin fethedilmesi için günlük sınırdan bağımsızdır.",
        "Rule2": "Bir şehre savaş açılabilmesi için ittifakın, hedef şehirle bağlantılı askeri kalelere sahip olması gerekir.",
        "Rule3": "Her ittifak her zaman yalnızca bir şehre savaş açabilir.",
        "Rule4": "Savaş ilan süresi 1 saattir.",
        "Rule5": "Aynı savaş bölgesinde bir ittifak en fazla 6 şehir fethedebilir.",
        "Rule6": "Sezon boyunca ittifaklar, diğer savaş bölgelerinde ek olarak en fazla 6 şehir fethedebilir.",
        "Rule7": "Bir şehir fethedildikten sonra, ittifakın hedef savaş bölgesinde tutabileceği maksimum askeri üs sayısı artar (önceki paragrafa bakınız).",
        "Rule8": "Bir şehre savaş açmak için ittifakın en az bir komşu askeri kaleyi fethetmiş olması gerekir.",
        "Rule9": "Şehir savaş koruma durumuna girdikten sonra koruma süresi, bir sonraki açıklama gününde saat 12:00 sunucu saati itibarıyla 6 güne kadar devam eder."
      }
    },
    "HeroUpgrades": {
      "Title": "Kahraman Yükseltmeleri ve Silahlar",
      "Description": "Sezon 1, kahramanlar ve silahlarla ilgili yenilikler getiriyor, bunların kullanılabilirliği zamana bağlı olarak değişiyor.",
      "ReturnOfHero": {
        "Title": "Kahramanın Dönüşü",
        "Description": "Daha önce bir kahraman elde edemediyseniz, bunu şimdi yapabilirsiniz.",
        "Description2": "Sezon 1'in başlangıcından itibaren yeni bir tür işe alım bileti kullanılabilir olacak: Kahramanın Dönüş Bileti.",
        "Description3": "Bu işe alım bileti ile, 1. Sezonun ilk gününden itibaren çoğu UR kahramanının parçalarını alabilirsiniz.",
        "Image1": "Bu biletler, silahlanma yarışı ve düello karşılaşmalarında kullanılan kahraman işe alım biletleri ile aynı sayıda puan verir."
      },
      "ExclusiveWeapons": {
        "Title": "Özel Silahlar",
        "Description": "Sezon 1'de her efsanevi kahramanın benzersiz, özel bir silahı var ve bu silahların kullanılabilirlik süreleri her kahraman için farklılık gösteriyor. Onları aktive etmek için belirli parçalar gereklidir.",
        "Description2": "Özel silahlar, 1, 10, 20 ve 30. seviyelerde yeni araç görünümleri ve yetenekler açar.",
        "Description3": "Özel silahların yükseltilmesi, çeşitli özellikleri belirgin şekilde artırır ve mevcut yeteneklerin maksimum seviyelerini yükseltir."
      },
      "MasonUpgrade": {
        "Title": "Mason'un UR'ye Yükseltilmesi",
        "Description": "Söylentiler doğru, Mason'u kahraman UR seviyesine yükseltebileceksiniz."
      }
    },
    "InfectVirus": {
      "Title": "Virüs Bulaşması",
      "Description": "Zombilerle savaşırken enfekte olma riski vardır. Virüs Araştırma Enstitüsü'nde bir virüs direnci oluşturabilirsiniz, ancak bu belirli bir seviyeye ulaşmamışsa, birlikleriniz enfekte olur. Geri dönen birlikler üssünüzü olumsuz etkileyebilir.",
      "Description2": "Yayılan virüs RA-Virüsü'dür.",
      "VirusStack": {
        "Title": "Virüs Yığını",
        "Description": "Birlikleriniz enfekte olduğunda ve üssünüze döndüğünde, enfeksiyon üssünüzde birikir.",
        "Description2": "Enfeksiyon yığınları 0'dan 100'e kadar değişir; 0 enfeksiyon yok, 100 ise maksimum değeri temsil eder.",
        "Description3": "Birden fazla enfekte canavara saldırı yapsanız veya düşmanlar tarafından saldırıya uğrasanız bile, enfeksiyon yığını 100'ü geçemez.",
        "Description4": "Virüs enfeksiyon yığını bir sembol ile radyo simgesinin üzerinde gösterilir:",
        "List1": "enfekte olmadığınızda",
        "List2": "enfekte olduğunuzda ve semboldeki sayı enfeksiyon yığını değerini gösterir",
        "Description5": "Sembole tıklayarak mevcut debuff'lar ve bunların şiddeti hakkında daha fazla bilgi edinebilirsiniz."
      },
      "InfectionStackLogic": {
        "Title": "Enfeksiyon Yığını Mantığı",
        "Description": "Her enfeksiyonla birlikte enfeksiyon yığını artar.",
        "Description2": "Enfekte olabilir veya enfeksiyon yığınınızı artırabilirsiniz, eğer:",
        "List1": "Viral seviyesi virüs direncinizden yüksek olan bir zombiyi saldırırsanız (oyun sizi uyarır)",
        "List2": "Bir Corruptor veya Enfekte Zombiye saldırırsanız, virüs direncinizden bağımsız olarak.",
        "List3": "Bir Dünya Patronuna, örneğin Frankenstein'a saldırırsanız.",
        "List4": "Virüs taşıyan düşman birlikleri tarafından saldırıya uğrarsanız",
        "Description3": "Enfekte olmazsınız eğer:",
        "List5": "Bir üssü güçlendirirseniz",
        "Description4": "Belirli enfeksiyon yığını eşik değerlerine ulaşıldığında (1, 20, 40, 60, 80), çeşitli debuff'lar etkinleşir.",
        "Description5": "Beş tür debuff vardır (yığın eşiği sembolleri soldan sağa):",
        "Debuff1": "Hastane Tedavisi (yığın >=1 olduğunda etkinleşir): Her 300 ila 200 saniyede bir ünite ağır şekilde yaralanır.",
        "Debuff2": "Düşük Moral (yığın ≥20 olduğunda etkinleşir): Verilen hasar daha az etkili olur (yüzde -4 ila -20 arasında).",
        "Debuff3": "Öldürücü Virüs (yığın ≥40 olduğunda etkinleşir): Düşman birimlerde kayıp oranı artar (yüzde +4 ila +10 arasında).",
        "Debuff4": "Şiddetli Enfeksiyon (yığın ≥60 olduğunda etkinleşir): Birliklerinizin yaydığı enfeksiyon, seferde %11 ila %15 oranında artar.",
        "Debuff5": "Virüs Salgını (yığın ≥80 olduğunda etkinleşir): Birimleriniz, yenilgi durumunda bile düşmanı %8 ila %10 oranında enfekte etme şansına sahip."
      },
      "AutomaticHealing": {
        "Title": "Otomatik İyileşme",
        "Description": "Eğer enfekte olmaya devam etmezseniz ve kimse sizi iyileştirmezse, debuff zamanlayıcılarına göre yavaşça iyileşir ve sonunda enfeksiyon yığını 0'a düşer. Ancak bu iyileşme süreci oldukça uzun sürebilir.",
        "Description2": "Bu yüzden, bu virüsü hemen tedavi etmek daha iyidir."
      },
      "Treatments": {
        "Title": "Tedaviler",
        "Description": "Tedaviler virüsün yoğunluğunu azaltabilir, diğer komutanların enfeksiyonu yaymasına katkıda bulunabilir.",
        "Description2": "Bir müttefiki tedavi etmek için üssüne tıklayın ve ardından 'Tedavi' simgesine tıklayın. Uçak, bir keşif aracı gibi hareket edecek ve enfeksiyonu 1 azaltacaktır. Bu işlem sırasında Immun Proteinleriniz harcanır.",
        "Description3": "Ancak şimdi ilginç kısım geliyor: Her tedavi için bir Gen Parçası (Tip IV, V veya VI) ödül olarak alırsınız."
      },
      "VirusResistance": {
        "Title": "Virüs Direnci",
        "Description": "Virüs direnci şimdi çok önemlidir ve sürekli olarak Virüs Araştırma Enstitüsü'nü geliştirerek artırmalısınız. Bu şekilde birçok ödül alabilirsiniz.",
        "Image1": "Bir zombiye saldırdığınızda, bilgi penceresinde ne kadar virüs direncine ihtiyacınız olduğu gösterilir. Eğer direnciniz yeterli değilse ve yine de saldırırsanız, birlikleriniz enfekte olur."
      }
    },
    "Gameplay": {
      "Title": "Oynanış",
      "Description": "Bu yeni dünyada birçok dinamik değişiyor. Bunları inceleyelim ve özellikle zombileri nasıl öldüreceğinize odaklanalım.",
      "DamageDebuff": {
        "Title": "Hasar Debuff'ı ve Koşulsuz Enfeksiyon",
        "Description": "Zombilere saldırırken bilmeniz gereken ilk şey, iki yeni şeyin geçerli olabileceğidir:",
        "List1": "Hasar Azaltma: Eğer bir zombi ile karşılaşırsanız ve virüs seviyeniz direncinizden daha yüksekse, verdiğiniz hasar azalır. Azaltma yüzdesi saldırı ekranında size gösterilecektir.",
        "List2": "Koşulsuz Enfeksiyon: Bazı düşmanlar, virüs direncinizden bağımsız olarak sizi enfekte eder, örneğin Korrumpörler, enfekte zombiler ve dünya patronları. Bu, saldırı ekranında ek virüs enfeksiyon yığını ile gösterilir.",
        "Image1": "Bir +1 RA-Virüs Molekülü, virüs direncinizden bağımsız olarak bir enfeksiyon yığını artışını temsil eder.",
        "Description2": "Ayrıca, virüs direncinizin yeterli olmadığını görebilirsiniz çünkü 1900 gerekli, ancak sadece 1090'a sahipsiniz. Bu durumda şunları bekleyebilirsiniz:",
        "List3": "enfekte olma",
        "List4": "ve bu özel durumda saldırınızın -96 % hasar debuff'ına sahip olması"
      },
      "ZombieElite": {
        "Title": "Zombi ve Kıyamet Eliti",
        "Description": "Zombilerin gıda, demir ve altın ile ilgili yenilikleri var: Şimdi, kahramanların tankları, uçakları ve roket araçları gibi benzer türleri var.",
        "Description2": "Bir zombiyi saldırmak için seçtiğinizde, detaylar size gösterilir.",
        "Description3": "Özellikle bu durumda ve virüs direncinizin zombi virüsünden düşük olduğu dikkate alındığında, şunlara dikkat etmelisiniz:",
        "List1": "Zombiye çarptığınızda enfekte olursunuz",
        "List2": "Verdiğiniz hasar %18 oranında azalır. Bu nedenle, saldırıya geçmeden önce gücünüzün en azından bu miktarın üzerinde olduğundan emin olun – aslında biraz daha yüksek olmalıdır.",
        "Description4": "Kıyamet elitleri de farklıdır, devasa, enfekte akrepler olarak görünürler."
      },
      "DoomedElite": {
        "Title": "Kıyamet Elitine Karşı Etkili Direniş",
        "Image1": "500/2200 virüs direnci ile bu zombi yalnız başına yenilemezsiniz, çünkü verilen hasar -99,9 % oranında azaltılır.",
        "Description": "Düşük virüs direncine sahip olduğunuzda ve hasar büyük ölçüde azaldığında, bir Kıyamet Elitine karşı yapılan bir isyan, başarılı olup olmamanızdan bağımsız olarak büyük bir birlik kaybına neden olur.",
        "Description2": "Bunu önlemek için müttefiklerinizden yardım isteyebilirsiniz:",
        "List1": "En düşük komuta özelliğine sahip kahramanla bir kahraman birliği oluşturun (daha az birlik getirmek için).",
        "List2": "Kıyamet Eliti canavarlarına karşı bir sefer başlatın ve yeterli virüs direncine sahip olanları bu eyleme katılmaları için davet edin.",
        "Description3": "Bu yaklaşım ile zombiyi yenecek ve birçok mutant kristali kazanacak, birlik kaybınızı en aza indireceksiniz."
      },
      "WorldBoss": {
        "Title": "Dünya Patronu",
        "Description": "Dünya patronlarının görünümü artık değişmiş durumda, ancak kurallar temel olarak aynı kalıyor – tek fark, virüsle temas ettiğinizde sizi enfekte ederler, ancak bu çok hafif bir enfeksiyondur."
      },
      "Spoilers": {
        "Title": "Bozucu",
        "Description": "Bir askeri üssü ilk kez ele geçirmeye çalıştığınızda, size bir yeni ve güçlü düşman olan Bozucu ile karşılaşmanız gerekecek.",
        "Description2": "Gerçekten çok güçlüdürler. Onlara saldırdığınızda her zaman enfekte olacağınızı unutmayın, virüs direncinizden bağımsız olarak.",
        "Description3": "Ayrıca, virüs gücünüzden düşükse bir hasar debuff'ı uygulanır."
      },
      "InfectedZombies": {
        "Title": "Enfekte Zombiler",
        "Description": "Sadece Korrumpörler değil, askeri üslerin koruyucuları enfekte zombiler de var.",
        "Description2": "Bu zombiler, virüslere karşı ne kadar dirençli olursanız olun sizi enfekte eder.",
        "Description3": "Ayrıca, virüs gücünüzden düşükse bir hasar debuff'ı uygulanır."
      }
    }
  },
  "Marshall": {
    "Title": "Marschall Görevleri",
    "Instruction": {
      "Title": "Giriş",
      "Description1": "Marschall Görevleri veya Alliance Görevleri, tümli ittifakların çeşitli ödüller kazanabileceği düzenli bir etkinliktir. Bu etkinlik seviyelere ayrılmıştır ve ittifakın savaş gücünü test eder.",
      "Description2": "İttifakın R4 ve R5'leri, görevlerin başlama zamanını belirleyebilir (bu her seferinde farklı olabilir), bu nedenle ittifakın duyurularını dikkatle okuyun."
    },
    "Attack": {
      "Title": "Saldırı",
      "Description": "İki takımı olanlar için strateji oldukça basittir:",
      "List1": "Tanklara tıklayarak en zayıf takımla tanklara karşı 3 dakikalık saldırılar başlatın.",
      "List2": "En güçlü takımınızla diğerlerinin saldırılarına katılın (öncelikle geri sayımı sıfıra en yakın olanlara).",
      "List3": "Etkinlik bitene kadar devam edin.",
      "List4": "Üç takımı olanlar, iki takımı (en güçlü) diğer saldırılara katılmak için kullanabilir ve diğerini (en zayıf) saldırılar başlatmak için kullanabilir.",
      "List5": "Her ittifak üyesi aynı anda yalnızca bir saldırı başlatabilir. Yani, üç takımınız olsa bile, aynı anda iki saldırı başlatamazsınız. Ancak, istediğiniz kadar saldırıya katılabilirsiniz."
    },
    "Tricks": {
      "Title": "İpuçları",
      "Trick1": "Görevlerden birkaç dakika önce, hiçbir ittifaka ait olmayan bir üssü keşfedin. Bu, savaş ateşi modunu etkinleştirir ve size %1 ek hasar sağlar. ÖNEMLİ: Bu ipucunu kalkan kullanırken uygulamayın, aksi takdirde kalkanınızı kaybedersiniz.",
      "Trick2": "Bireysel puanlarınızı maksimize etmek için, R4 ve R5 tarafından başlatılan saldırılara katılın. Bu size %2,5 (R4 rolü yok) / %5 (R5 ve R4 rolü olan) ek puan verir (yazı saldırı listesinin içinde görünür).",
      "Trick3": "En güçlü takımınızı diğer oyuncuların saldırılarına katılmak için gönderirseniz, daha fazla puan kazanabilirsiniz, zayıf takım ise 'sıkışmış' kalır ve saldırının başlamasını bekler."
    },
    "Important": {
      "Title": "Önemli",
      "List1": "İttifak üyeleri, ittifak üssüne ve mümkünse Marschall platformuna yakın bir konumda olmalıdır. Uzak üyeler, en fazla 3 dakika sürebilen seferlerin yavaşlamasına neden olabilir (hatta 30 dakikadan fazla).",
      "List2": "Etkinlik başlamadan birkaç dakika önce, tüm üyelerin takımlarını madenlere veya tarım alanlarına göndermeleri önemlidir.",
      "List3": "Farklı nedenlerle uzak bir üyenin takımı saldırıya katılırsa ve bu, saldırının başlamasını geciktirirse, saldırıyı başlatan kişi takımı saldırıdan çıkarabilir.",
      "List4": "Kalkan kullanırken de Marschall Görevlerini gerçekleştirebilirsiniz. Ancak, kalkan kullanırken savaş ateşi modunu etkinleştirme ipucunu kullanmayın, aksi takdirde kalkanınızı kaybedersiniz."
    }
  },
  "Guestbook": {
    "Title": "Ziyaretçi Defteri",
    "Description1": "Eski Vikingler birçok sunucuda cesurca seyahat ediyor ve birçok müttefik ve rakip ile tanıştı. Yakın veya uzak kıyılardan geliyor olabilirsiniz, dost bir ittifaktan ya da düşman bir fraksiyondan – mesajınızı duymaktan memnuniyet duyarız!",
    "Description2": "Şerefe ve rüzgar her zaman size iyi olsun! Eski Vikingler",
    "Anonymous": "Anonim",
    "Pagination": {
      "NextLabel": "Sonraki",
      "PreviousLabel": "Önceki"
    }
  },
  "SeasonTwo": {
    "Title": "Sezon 2 - Kutuplar Fırtınası",
    "CelebrationButton": "S2 Kutlaması",
    "Content": {
      "Title": "İçerik",
      "NewResources": "Yeni Temel Kaynaklar",
      "WorldMap": "Dünya ve Harita",
      "NewBuildings": "Yeni Binalar",
      "AllianceFurnace": "İttifak Ocakları",
      "NewFarms": "Yeni Çiftlikler – İttifak Kaynakları",
      "MilitaryBase": "Askeri Üsler",
      "Cities": "Şehirler",
      "DigSites": "Kazı Alanları",
      "StockCollection": "Stok Toplama",
      "RareSoil": "Nadir Toprak",
      "RareSoilWar": "Nadir Toprak İçin Savaş",
      "RadarMission": "Radar Görevleri",
      "HeroUpgrade": "Kahraman Yükseltmeleri ve Silahlar",
      "Temperature": "Sıcaklık",
      "HelpTheAllies": "Müttefiklere Sıcaklığı Artırmalarında Yardım Et",
      "VirusResistance": "Virüs Direnci",
      "Profession": "Meslekler – Seviye Sınırı 70'e Yükseltildi"
    },
    "Resources": {
      "Title": "Yeni Temel Kaynaklar – Kömür ve Titan Alaşımları",
      "Description": "Oyunda şimdi ek kaynaklar mevcuttur: Titan alaşımı ve kömür.",
      "Titanium": {
        "Title": "Titan Alaşımı",
        "Description": "Mevsimsel binaların inşası ve yükseltilmesi için kullanılır.",
        "Description2": "Titan alaşımlarını şunlardan elde edebilirsin:",
        "List1": "Seviyede zombi öldürme ödülleri",
        "List2": "Sezon görev görevlerini tamamlama",
        "List3": "Yüksek ısı fırını seviyesindeki Sezon 2 hedeflerini tamamlama",
        "List4": "Doom Walker'ın ilk kanı (günün ilk DW öldürmesi)",
        "List5": "'Kahramanın Dönüşü' alım biletini S2: Efsane Dönüşler'de kullanma",
        "List6": "Bir şehri/ kazı alanını ilk fethetme ödülü"
      },
      "Coal": {
        "Title": "Kömür",
        "Description": "Mevsimsel yapıları inşa etmek ve yükseltmek ya da yüksek ısı fırınını ateşlemek için kullanılır.",
        "Description2": "Kömür kazanmak için şunları yapabilirsin:",
        "List1": "Seviyede zombi öldürme ödülleri",
        "List2": "Sezon görev görevlerini tamamlama",
        "List3": "Kazı alanlarını fethetmek sürekli kömür üretimi sağlar",
        "List4": "Yüksek ısı fırını seviyesindeki Sezon 2 hedeflerini tamamlama",
        "List5": "'Kahramanın Dönüşü' alım biletini S2: Efsane Dönüşler'de kullanma",
        "List6": "Haftalık geçiş ve sezon savaş geçişi (en büyük destek)",
        "List7": "Stokları toplama ödülleri",
        "List8": "Bir şehri/kazı alanını ilk fethetme ödülü",
        "List9": "Snowflake'i, 'Kutup Tabakları' etkinliğinden aldığı bir öğünle besleme"
      }
    },
    "WorldMap": {
      "Title": "Dünya ve Harita",
      "Description": "Dünya yeniden değişti. Harita, değişen şehirler ve kazı alanlarından oluşuyor.",
      "Description2": "İmparator Boreas'ın hırslarını engellemek için, kutup bölgesinin kenarında müttefiklerinizle bir araya gelin. Çok soğuk ve merkeze yaklaştıkça sıcaklık daha da düşüyor.",
      "Image1": "Şehirler",
      "Image2": "Kazı Alanları",
      "Image3": "Atom Fırını (Kapitol)",
      "Description3": "Sezonun başında siz ve müttefikleriniz sunucunun kenarında mahsur kalıyorsunuz (ama hala bir ittifak arı kovanı olarak birlikte) ve kendi şehriniz yok. Şehirler geri alınmalı, ancak yeni kurallar geçerli...",
      "Description4": "Doom-Elite canavarlara dönüşüyor, agresif kutup canavarları haline geliyor ve çoğu zombi öldürülmek için yüksek virüs direnci gerektiriyor.",
      "Description5": "Harita böyle görünüyor. Gördüğünüz binalar şehirlerdir; aralarındaki diğer kareler kazı alanlarıdır. Kareler köşelerde birbirine bağlı sayılır, bu nedenle örneğin her şehir karnesi köşelerden diğer şehirlerin kareleriyle bağlantılıdır. Aynı durum kazı alanları için de geçerlidir.",
      "ThermalMap": {
        "Title": "Termal Harita Görünümü",
        "Description": "Harita görünümünde görebileceğiniz gibi, sıcaklık gösteren termal haritayı etkinleştirmek için bir düğme var. Haritadaki her bir noktaya tıkladığınızda, o yerin sıcaklığı size gösterilecektir.",
        "Description2": "Haritanın ortasına doğru ilerledikçe sıcaklık daha da düşer.",
        "Description3": "Her kazı alanından merkeze doğru çapraz olarak her harita alanı, azalan sıcaklık gösterir: -15 °C, -30 °C, -40 °C, -50 °C, -60 °C, -70 °C, -80 °C (Kapitol).",
        "Description4": "Bu, şehir ocakları, atom ocakları, kar fırtınaları veya diğer sıcaklık değiştirici etkileri dikkate almayan tam sıcaklık haritası örtüsüdür. Savaş bölgesinin temel sıcaklığını gösterir."
      }
    },
    "NewBuildings": {
      "Title": "Yeni Binalar",
      "Description": "Sezon 2'de yeni bina türleri mevcut.",
      "Description2": "Üssünüze ait binalar yalnızca üssünüzün çevresinin dışında inşa edilebilir (Sezon 1'deki aynı alan).",
      "Description3": "Bazıları sezonun hemen başında görünecek, diğerleri daha sonra gelecek.",
      "Description4": "Sezon 2'de yeni ittifak binaları da mevcuttur.",
      "TitanFabric": {
        "Title": "Titan Alaşımı Fabrikası",
        "Image1": "Titan alaşımı fabrikası, fırınınızı yükseltmek için kritik öneme sahip olan titan alaşımları üretir.",
        "Update": {
          "Title": "Titan Alaşımı Fabrikasının seviyesini artırın",
          "Description": "Titan alaşımı fabrikasını yükseltmek için kömüre ihtiyacınız var.",
          "Description2": "Bu bina, HQ seviyenizden bağımsız olarak 30. seviyeye kadar yükseltilebilir.",
          "Description3": "İlk titan alaşımı fabrikanız 15. seviyeye ulaştığında, yeni bir titan alaşımı fabrikası kullanılabilir hale gelecektir.",
          "Description4": "Sonraki titan alaşımı fabrikaları, önceki seviye 15'e ulaştığında kullanılabilir olacaktır.",
          "Description5": "Bir titan alaşımı fabrikası, haftalık sezon geçişi ile hemen kullanılabilir olacaktır.",
          "Image": "ÖNEMLİ: Her seviye atlayışı, ulaşılan seviyeden bağımsız olarak size her zaman 720 Çıktı/saat artışı sağlar. Bu yüzden akıllı olun ve her zaman önce en düşük seviyedeki fabrikayı yükseltin."
        },
        "Requirements": {
          "Title": "Titan Alaşımı Fabrikasının Kömür İhtiyacı",
          "Description": "Aşağıdaki tablodaki değerler, ORJİNAL kömür maliyetleridir. Bu maliyetlere bazı indirimler uygulanacaktır, bunlar:",
          "List1": "Binaların maliyet azaltma üzerine teknik araştırmalarınız",
          "List2": "İttifak teknolojinizin inşaat maliyet azaltma konusundaki yetenekleri",
          "List3": "Meslek uzmanlıkları, özellikle de 35. seviyedeki 'Kaynak Tasarrufu' yeteneği (-%5'e kadar)",
          "Image": "Gerçek maliyetlerinizi belirlemek için, 'Bina inşaatında gerekli kaynakların azaltılması' yüzdesini belirleyin ve bu yüzdeleri ORJİNAL maliyetlerden çıkarın."
        }
      },
      "HighTemperatureFurnace": {
        "Title": "Yüksek Isı Fırını",
        "Description": "Bu yeni bina çok önemlidir.",
        "Image": "Kömür ile sıcaklığı artırmanıza ve böylece virüs direncini yükseltmenize olanak tanır.",
        "Update": {
          "Title": "Yüksek Isı Fırınının seviyesini artırın",
          "Description": "Yüksek ısı fırınını yükseltmek için bir titan alaşımına ihtiyacınız var.",
          "Description2": "Bu binanın seviyesini yükselterek aşağıdaki unsurları geliştirebilirsiniz:",
          "List1": "Virüs direnci",
          "List2": "Fırının aktivasyon ısısı (bu, fırının temel sıcaklığıdır)",
          "List3": "Fırının aşırı ısınması (bu, fırının dakikada daha fazla kömür tüketmesine izin verdiğinizde ulaşabileceğiniz maksimum sıcaklıktır)",
          "Image": "Bu bina, HQ seviyenizden bağımsız olarak 30. seviyeye kadar yükseltilebilir."
        },
        "Control": {
          "Title": "Yüksek Isı Fırınının Kontrol Paneli",
          "Description": "Üssünüzün sıcaklığını artırmak için yüksek ısı fırınını açabilirsiniz.",
          "Description2": "Kontrol paneli oldukça basit anlaşılır:",
          "List1": "Açma/Kapama anahtarı",
          "List2": "Dakikada daha fazla kömür tüketen ama daha fazla ısıtan Overdrive'ı etkinleştiren anahtar",
          "List3": "Bir kar fırtınası geldiğinde fırını otomatik olarak etkinleştiren anahtar.",
          "Image": "Overdrive'ı etkinleştirdiğinizde sıcaklık daha hızlı yükselebilir."
        }
      }
    },
    "AllianceFurnace": {
      "Title": "İttifak Fırını",
      "Description": "Kendi yüksek ısı fırınınıza ek olarak, bir ittifak fırını da olacak. Bu, tüm ittifakın sıcaklığı artırmaya katkıda bulunabilmesi nedeniyle güzel bir eklemeye dönüşüyor.",
      "Description2": "İkinci sezonun birinci gününden itibaren, ittifaklar harita üzerinde ittifak fırını inşa yeri belirleyebilir (Seviye 1 bölgesi) ve fırının onarımına başlayarak kullanmak için hazırlıklara başlayabilirler (Seviye 1 ile başlar). Bu işlem, 20 kadar güçlendirme ile bir ileri posta inşa etmeye benzer.",
      "Description3": "İttifak fırını, İttifak -> İttifak Fırını -> Koordinatlara tıklanarak bulunabilir. Üzerindeki eylemler yalnızca R4/R5 üyeleri tarafından gerçekleştirilebilir.",
      "HeatingRange": {
        "Title": "İttifak Fırınının Isı Alanı",
        "Description": "İttifak fırınının sıcaklığı yalnızca etki alanında artırdığını belirtmek önemlidir. Bu nedenle, üssünüzün fırının yakınında olduğundan emin olun.",
        "Description2": "Bir ittifak için iyi bir öneri, her zaman ittifak fırınının yakınında yerleşmek ve daha düşük sıcaklık ve düşük yüksek ısı fırını seviyesine sahip üyeleri fırına yaklaştırmaktır.",
        "Description3": "Aşağıda, fırının açılıp kapandığında bölge üzerindeki etkisini görebilirsiniz. Solda fırın açık ve bu nedenle çevreyi ısıtıyor, sağda ise kapalı ve aynı noktadaki sıcaklık daha düşük.",
        "Description4": "Aşağıda, fırın çevresindeki sıcaklık haritasını ve fırının sıcaklığı nasıl etkilediğini görebilirsiniz."
      }
    },
    "NewFarms": {
      "Title": "Yeni Tarlalar – İttifak Kaynakları",
      "Description": "Sezon 1'de görüldüğü gibi, rastgele Doom-Elitlerini öldürdüğünüzde geçici olarak yeni bir ittifak kaynak çiftliği türü belirebilir. Sezon 2'de bunlar ayrıca titan alaşımı ve kömür türünde de olabilir."
    },
    "MilitaryBase": {
      "Title": "Askeri Üsler",
      "Description": "Yüksek ısı fırını 30. seviyeye ulaştığında, kahraman türlerine iyileştirmeler sağlayan üç yeni bina kullanılabilir hale gelecektir.",
      "Description2": "ÖNEMLİ: Bu binalar, Sezon 1'de olduğu gibi, Sezon 2'nin sonunda kaybolacaktır.",
      "Description3": "Yükseltme için hem kömüre hem de titan alaşımına ihtiyacınız olacak. Bu binalar, HQ seviyenizden bağımsız olarak 30. seviyeye kadar yükseltilebilir.",
      "Description4": "Her seviye yükseltmesi, tank, uçak veya roket kahramanları tarafından sağlanan ilgili hasar artışını artırır.",
      "Description5": "Her seviyeyi yükseltmek için gereken kömür ve titan alaşımı miktarı, tüm binalarda aynıdır; ayrıca artış yüzdesi de aynıdır."
    },
    "Cities": {
      "Title": "Şehirler",
      "List1": "Fethedebileceğiniz maksimum şehir ve kazı alanı sayısı: 6 şehir ve 4 kazı alanı.",
      "List2": "Şehirleri fethetmek, fethedebildiğiniz kazı alanı sayısını artırmaz; çünkü bu her zaman 4'tür.",
      "Description": "Kendi şehirleriniz ve kazı alanlarınız, Sezon 2'de zafer için temel olan Nadir Toprak üretir. Miktar, şehir seviyesine bağlıdır: Şehirlerdeki Nadir Toprak miktarı ve Kazı alanlarındaki Nadir Toprak miktarı.",
      "Heating": {
        "Title": "Şehir Fırını",
        "Description": "Şehirler fethedildiğinde tüm şehir bölgesine ısı sağlar. Miktar, seviyelerine bağlıdır:",
        "List1": "Seviye 1: 5 °C",
        "List2": "Seviye 2: 20 °C",
        "List3": "Seviye 3: 30 °C",
        "List4": "Seviye 4: 40 °C",
        "List5": "Seviye 5: 50 °C",
        "List6": "Seviye 6: 60 °C"
      }
    },
    "DigSites": {
      "Title": "Kazı Alanları",
      "Description": "Kazı alanları, bir zamanlar kömür üretimi için hayati öneme sahipti, ancak Kaiser Boreas'ın kontrolündeki mutant canavarlar tarafından ele geçirildi. Canavarları yen, alanları geri al ve kömür üretimini yeniden başlat.",
      "Description2": "Kömür, üssünüzü ısıtmak için hayati öneme sahiptir. Bu nedenle, kömür üreten kazı alanlarını fethetmek, her ittifak için çok önemli bir adımdır. Daha yüksek seviyedeki kazı alanları daha fazla kömür üretir.",
      "Description3": "Son oyun güncellemesi ile kazı alanları ayrıca Nadir Toprak üretmektedir.",
      "Description4": "Kazı alanı, dondurulabilen buz canavarları tarafından korunmaktadır. Bu nedenle, fethinden önce onları çözmeniz gerekecek.",
      "Description5": "Bunu yapmak için canavara tıklayın ve 'Çöz' butonunu kullanarak ekibinizi harekete geçirin. Ardından, birinci sezonunda Kirleticileri nasıl yendiyseniz buz canavarını yenin.",
      "Description6": "İttifakınıza ait tüm kazı alanlarını görmek için 'İttifak' -> 'İttifak Şehri' butonuna tıklayın.",
      "Description7": "İlk sekmede, Nadir Toprak üreten şehirler ve kazı alanları, ikinci sekmede ise kömür üreten kazı alanları bulunmaktadır. Bunları, listedeki her bir kazı alanına veya 'Hepsini talep et' butonuna tıklayarak saat başı talep edebilirsiniz.",
      "Coal": {
        "Title": "Kömür ve Nadir Toprak Üreten Kazı Alanları",
        "Description": "Kazı alanları, seviyelerine bağlı olarak kömür ve Nadir Toprak üretir; işte her seviye için tam miktar:",
        "List1": "Seviye 1: 2.736/h kömür – 100/h Nadir Toprak",
        "List2": "Seviye 2: 2.880/h kömür – 110/h Nadir Toprak",
        "List3": "Seviye 3: 3.024/h kömür – 120/h Nadir Toprak",
        "List4": "Seviye 4: 3.168/h kömür – 130/h Nadir Toprak",
        "List5": "Seviye 5: 3.312/h kömür – 140/h Nadir Toprak",
        "List6": "Seviye 6: 3.456/h kömür – 150/h Nadir Toprak"
      },
      "Protection": {
        "Title": "Ele Geçirme ve Koruma Durumu",
        "Description": "Kazı alanları, ilk sezonun kalelerinin özelliklerine benzemektedir.",
        "List1": "Sahip olabileceğiniz maksimum kazı alanı sayısı: 4, sahip olduğunuz şehir sayısından bağımsız olarak.",
        "List2": "Kazı alanlarının fethedilmesi için maksimum günlük limit: 2.",
        "List3": "İlk fetih, yeterli virüs direncine sahip mutant canavarların yenilmesini gerektirir. Kutup Canavarı dondurulmuş olabilir, bu nedenle ona saldırmadan önce çözmek için birlikler göndermeniz gerekecek. Bu canavarları yenmek için birden fazla saldırı gereklidir (her vurma % hasar verir). Kutup Canavarı yenildiğinde, kazı alanını 10 birliğe kadar güçlendirmeniz gerekecek.",
        "List4": "Kazı alanının fetih süreci, %100'e ulaşan ilk ittifakın kazandığı bir zorluktur. Maksimum fetih süresi 4 saattir. Bu süre içinde %100'lük tam bir ilerleme sağlanmazsa, deneme başarısız olur. Kazı alanı daha önce sahiplenilmemişse, nötr kalır; sahiplenilmişse, önceki sahibinde kalır. Bir ittifakın fetih yüzdesi, alan güçlendirilirken artar. Daha güçlü birlikler süreci hızlandırır.",
        "List5": "Bir kazı alanı ele geçirildiğinde, 36 saat boyunca korunur ve muhafızlarla çevrilidir.",
        "List6": "Teknik olarak, aynı anda sınırsız sayıda kazı alanına saldırabilir ve güçlendirebilirsiniz, ancak ikinci günlük fetih tamamlandıktan sonra, nötr veya kendi kazı alanlarınıza daha fazla saldırı yapamazsınız. Eğer başka bir kazı alanını güçlendirirseniz (bu üçüncü fetih olarak sayılır), ikinci fetih tamamlandığında birlikleriniz otomatik olarak geri çekilecektir.",
        "List7": "Bir kazı alanı bir ittifaka aitse ve başka bir ittifak tarafından saldırıya uğrarsa, başarısız bir fetih denemesi savunucu ittifak için günlük fetih olarak sayılmaz.",
        "List8": "İlk ittifak bölgeniz, seviye 1 kazı alanı olmalıdır. Buradan itibaren, her komşu bölgeyi fethedebilirsiniz. Sezon 2'deki bölgeler de köşelerinde komşudur.",
        "List9": "Bölge fetihleri, hem kendi şehirlerinizden hem de kazı alanlarından komşu bölgelere (kazı alanları ve şehirler) genişletilebilir.",
        "List10": "Eğer bir ittifak bölgenizi terk eder veya kaybederseniz ve şimdi iki ayrı ittifak bölgesi setine sahipseniz, her iki sete de komşu olan tüm bölgeleri fethetmeye devam edebilirsiniz.",
        "List11": "Eğer ittifakınız bir kazı alanını terk ederse (bu bir saat sürer), alan nötr hale gelir ve sizin de dahil olmak üzere herhangi bir ittifak onu geri fethedebilir. Ancak, kazı alanı terk edilirken koruma durumunda ise, ittifakınızın kontrolü alabilmesi için koruma durumunun geri sayımı sona ermelidir.",
        "List12": "Sezon 2'de, kazı alanlarının savaş bölgeleri arasında fethedilmesi olmayacaktır.",
        "Description2": "Aşağıda, seviye 2 kazı alanını koruyan mutant bir gorili görebilirsiniz. Mutant goril hala donmuş ve ittifak onu kısmen çözmüştür.",
        "Description3": "Oyun, köşesinde diğer kazı alanlarına komşu olan kazı alanlarının fethedilmesini mümkün kılar. Örneğin, aşağıdaki resimlerde, diğer kazı alanlarına köşeden komşu olanları fethetmek için şehir seviye 2'yi fethetmek gerekmediği görülebilir. Bu ekran görüntüleri, yalnızca şehir seviye 1'in fethedilebildiği 3. günden alınmıştır."
      }
    },
    "StockCollection": {
      "Title": "Stok Toplama",
      "Description": "Sezon 2'de ittifak kaynakları için yeni bir hazine türü ortaya çıkıyor.",
      "Description2": "Bu yeni hazineler, toprak sıcaklığı 0 °C'ye ulaştığında keşfedilebilir.",
      "Description3": "Onları bulmak için, ittifak ocaklarını yer değiştirerek toprakları ısıtın ve 0 °C'ye getirin. Ayrıca, bir şehri fethederek şehir ocağının tüm şehir bölgesini ısıtmasını sağlayabilirsiniz. Ardından, ittifak ocağını yer değiştirin ve aşırı hız modunu etkinleştirin (tabii ki, mevcut ittifak ocak seviyenizin doğru sıcaklığa ulaşmak için yeterince yüksek olduğunu kontrol etmelisiniz). Toprak 0 °C'ye ulaştığında, stok toplama çözülmüş durumda görünecektir.",
      "Description4": "Stok toplama alanını çözmek için birlikler gönderin ve ardından ödüllerinizi talep edin.",
      "Description5": "Stok toplama alanlarının farklı seviyeleri vardır ve bu nedenle farklı ödüller sunar.",
      "Description6": "Sezon 2'ye ait simgeye -> Stok Toplama'ya erişme ve oradan stok toplama alanlarının keşfedilip keşfedilmediğini görmek mümkündür.",
      "Image1": "Günde 5 geri talep denemesi ile sınırlıdır."
    },
    "RareSoil": {
      "Title": "Nadir Toprak",
      "Description": "Kuzey Kutbu bölgesindeki şehirler ve kazı alanları fethedildiğinde, zamanla nadir toprak üretmeye başlarlar. Nadir toprak, bu sezon ittifakların önemli bir kaynağıdır ve sezon sonunda ittifaklar, miktarlarına göre sıralanır. Daha yüksek sıralama, daha iyi ödüller anlamına gelir.",
      "Description2": "Şehir ve kazı alanlarının seviyeleri yükseldikçe, saatte daha fazla nadir toprak üretilecektir.",
      "Production": {
        "Title": "Nadir Toprak Üretimi",
        "Description": "Şehirler ve kazı alanları fethedildiğinde, seviyelerine bağlı olarak nadir toprak üretmeye başlarlar.",
        "Description2": "Nadir toprak üretimine dair detayları görmek için 'İttifak' -> 'İttifak Şehri' butonuna tıklayabilirsiniz. Orada, nadir toprak üreten hem şehirler hem de kazı alanları görünür.",
        "Description3": "Üretilen toplam nadir toprak miktarı, ittifak ocağı görünümünde görünür: İttifak butonu -> İttifak Ocağı ve ittifak ocağının seviyesini etkiler.",
        "Description4": "Nadir toprak sıralamalarına, 'Sezon 2' sayfası üzerinden erişilebilir: 'Sezon 2' simgesi -> Liderlik Tablosu.",
        "Description5": "Savaşta nadir toprak için saldırgan olarak kazanarak daha fazla nadir toprak elde edebilirsiniz."
      },
      "CityProduction": {
        "Title": "Şehirde Nadir Toprak Üretimi",
        "Description": "İşte şehir seviyesine göre tam nadir toprak miktarı:",
        "List1": "Seviye 1: 350/h",
        "List2": "Seviye 2: 400/h",
        "List3": "Seviye 3: 450/h",
        "List4": "Seviye 4: 800/h",
        "List5": "Seviye 5: 900/h",
        "List6": "Seviye 6: 1000/h"
      },
      "DigSiteProduction": {
        "Title": "Kazı Alanlarında Nadir Toprak Üretimi",
        "Description": "İşte kazı alanı seviyesine göre tam nadir toprak miktarı:",
        "List1": "Seviye 1: 100/h",
        "List2": "Seviye 2: 110/h",
        "List3": "Seviye 3: 120/h",
        "List4": "Seviye 4: 130/h",
        "List5": "Seviye 5: 140/h",
        "List6": "Seviye 6: 150/h"
      }
    },
    "RareSoilWar": {
      "Title": "Nadir Toprak Savaşı",
      "Description": "Sezon 2'de nadir toprak için savaşlar olacak. Şehirler veya kazı alanları için savaş bölgeleri arasında fetih olmayacak."
    },
    "RadarMission": {
      "Title": "Radar Görevleri",
      "Description": "Sezon 2'de yeni bir radar görevi mevcut olacak: 'Zorda Kalan Hayatta Kalana Yardım'.",
      "Description2": "Görevi tamamlamak için, zorda kalan hayatta kalana yardım etmek üzere birliklerinizi gönderin ve aralarında kömürün de bulunduğu ödüller kazanın."
    },
    "HeroUpgrade": {
      "Title": "Kahraman Yükseltmeleri ve Silahlar",
      "Description": "Sezon 2, sınırlı süreli olarak mevcut olan kahramanlar ve silahlar hakkında yenilikler getiriyor.",
      "Violette": {
        "Title": "Violet'in UR Yükseltmesi",
        "Description": "Violet'i UR seviyesine yükseltmek mümkün olacak. Etkinliğin 2. haftadan sonra başlaması bekleniyor."
      },
      "Legend": {
        "Title": "S2: Efsanenin Dönüşü",
        "Description": "Her 50 askere alımda bir efsanevi kahraman garanti edilmektedir."
      },
      "RecruitHeroes": {
        "Title": "Kahramanları Rehin Al"
      },
      "Weapon": {
        "Title": "S2: Efsanelerin Silahları",
        "Description": "Tavernde, kahramanlara özel silah parçaları seçim sandıkları II elde etmeyi sağlayan yeni bir alan mevcut. Bu sandıklar, Kimberly, DVA ve Tesla'nın silah parçalarını içerir.",
        "Image1": "Bu alanda rehin almak için bir Yeni Dönem askere alım bileti gereklidir.",
        "Image2": "Her 20 askere alımda 2 özel silah parçası garanti edilmektedir."
      },
      "ExclusiveWeapons": {
        "Title": "Özel Silahlar",
        "Description": "Sezon 2, Murphy, Carlie ve ??? için özel silahlar getiriyor.",
        "Murphy": {
          "Title": "Murphy'nin Özel Silahı",
          "Description": "Sezon 1'in 4. gününden itibaren, Murphy'nin özel silah savaş geçidi aracılığıyla silah parçaları toplayarak Murphy'nin özel silahını etkinleştirebilir ve geliştirebilirsiniz. Evrensel silah parçaları yalnızca geliştirme için kullanılabilir, etkinleştirme için kullanılamaz."
        },
        "Carlie": {
          "Title": "Carlie'nin Özel Silahı",
          "Description": "3. haftanın 4. gününden itibaren, Carlie'nin özel silah savaş geçidi aracılığıyla silah parçaları toplayarak Carlie'nin özel silahını etkinleştirebilir ve geliştirebilirsiniz. Evrensel silah parçaları yalnızca geliştirme için kullanılabilir, etkinleştirme için kullanılamaz."
        },
        "Swift": {
          "Title": "Swift'in Özel Silahı",
          "Description": "6. haftanın 4. gününden itibaren, Swift'in özel silah savaş geçidi aracılığıyla silah parçaları toplayarak Swift'in özel silahını etkinleştirebilir ve geliştirebilirsiniz. Evrensel silah parçaları yalnızca geliştirme için kullanılabilir, etkinleştirme için kullanılamaz."
        }
      }
    },
    "Temperature": {
      "Title": "Sıcaklık",
      "Description": "Sıcaklık, kutup bölgesinde büyük bir zorluk oluşturur ve sürekli olarak üssünüzün istatistiklerini etkiler. Üssünüzün sıcaklığı çevreye yavaşça uyum sağlar. Daha yüksek sıcaklıkların korunması, size bonus istatistikler kazandırır. Üssünüzün sıcaklığı -270 °C ile +300 °C arasında olabilir.",
      "Location": {
        "Title": "Konum",
        "Description": "Sıcaklığınızı simge üzerinden izleyebilir veya ilgili simgeye tıklayarak sıcaklık detay sayfasına erişebilirsiniz. Bu detay sayfasında, üssünüzün sıcaklığını etkileyen tüm faktörler listelenmiştir.",
        "Description2": "Üst kısımda, üssünüzün sıcaklık simgesinin (ev simgesi) nasıl hareket ettiğini ve çevre sıcaklık simgesiyle (harita simgesi) nasıl örtüştüğünü görebilirsiniz."
      },
      "Base": {
        "Title": "Üs",
        "Description": "Yukarıda gösterilen konumların nihai sıcaklığı, üssünüzü etkiler ve buff/debuff'lara neden olur. Buff/debuff'ın yüzdesi, sıcaklığa bağlıdır ve aşağıdaki görsellerde görebileceğiniz şemalarda gösterilmektedir. İşte buff/debuff açıklamaları.",
        "Title2": "Temel kaynak üretimi:",
        "Description2": "Tarım arazisi, demir madenleri ve altın madenleri üretimi +10 % (4 °C'de)",
        "Title3": "Termal silah:",
        "Description3": "Oyun sezonu boyunca birliklerin dayanıklılık hasarı +100 (4 °C'de)",
        "Title4": "Birlik iyileşme hızı:",
        "Description4": "Sezon boyunca yaralı birimlerin iyileşme hızı +0 % (4 °C'de)",
        "Title5": "Birlik moralı:",
        "Description5": "Sezon boyunca birlik moralı +0 % (4 °C'de)"
      },
      "Factors": {
        "Title": "Sıcaklığı Etkileyen Faktörler",
        "Description": "Sıcaklık birçok faktörden etkilenir:",
        "List1": "Haritadaki üs konumu: Merkeze yaklaştıkça sıcaklık düşer.",
        "List2": "Fırın aktivitesi: Yeni sezon yapısı 'Yüksek Isı Fırını', etkinleştirildiğinde üssünüz için ısı üretir ve Overdrive modunda daha fazla ısı üretir.",
        "List3": "Yoğun Overdrive yeteneği: Overdrive sıcaklığını artıran bir sezon yeteneği.",
        "List4": "İttifak Fırını aktivitesi: Yeni sezon ittifak yapısı, yakın çevrede ısı üretimini sağlar. İttifak Fırını'nın yakınındaki üsler bu ısıdan etkilenir.",
        "List5": "Müttefik keşif uçağı: Müttefikler, bir müttefike geçici olarak saldırmak için keşif uçakları gönderebilir.",
        "List6": "Şehir ısıtma alanı: Şehir fırını etkinleştirildiğinde, tüm şehir alanı ısınır (şehrin bulunduğu alan). Bir şehre yakın olmak, sıcak kalmaya yardımcı olur.",
        "List7": "Atom fırını: Aktifleştirildiğinde tüm haritayı ısıtan nihai ısıtıcı.",
        "List8": "Karla karışık fırtınalar: Sezonun ilk gününden itibaren, tüm savaş alanlarında saatlerce büyük sıcaklık düşüşüne neden olan olaylar gerçekleşir. Seviye ne kadar yüksekse, sıcaklık o kadar düşer.",
        "List9": "Birlik aktivitesi: Üssünüzü terk eden birlikler, geçici bir ısı kaybına neden olur.",
        "List10": "Kutup canavarı: Üssünüz, kutup canavarı tarafından saldırıya uğrar, bu da -5 °C'lik bir sıcaklık düşüşüne yol açar (savunma başarısızlığı -10 °C'lik bir düşüşe neden olur)."
      },
      "Burn": {
        "Title": "Donma ve Yanma",
        "Description": "Amacınız, üssünüzü doğru sıcaklıkta tutmaktır, böylece debuff'lara maruz kalmaz ve üssünüz donmaz veya yanmaz. İttifakınız merkeze doğru hareket ettikçe, fırınınız için (ve ittifak fırını için) kömürü çok fazla harcamamaya dikkat edin.",
        "Description2": "Eğer üssünüzün sıcaklığı çok düşük veya çok yüksek olursa, üssünüzün donma veya yanma riski vardır."
      },
      "LowTemperatures": {
        "Title": "Düşük Sıcaklıklar",
        "Description": "Üssünüzün sıcaklığı -270 °C'nin altına düşemez.",
        "Title2": "Üs neredeyse donmuş:",
        "Description2": "Eğer -20 °C'nin altında kalırsanız, 'Buzlanma Yakında' uyarısını gösteren 5 dakikalık bir geri sayım başlatılır. Donmayı önlemek için geri sayım süresi dolmadan üssü ısıtın.",
        "Solutions": "Çözümler:",
        "Solution1": "Daha sıcak bir bölgeye taşınmak.",
        "Solution2": "Yüksek sıcaklık fırınını etkinleştirmek veya Overdrive moduna almak.",
        "Solution3": "Eğer ittifak fırınının menzilindeyseniz, onun etkinleştirilmesini veya Overdrive moduna alınmasını talep edin.",
        "Solution4": "Müttefiklerinizi, sizi ısıtmak için keşif uçağı göndermeleri konusunda bilgilendirin."
      },
      "FrozenBase": {
        "Title": "Donmuş Üs:",
        "Description": "Eğer bir üs -20 °C'nin altında 5 dakikadan fazla kalırsa, donmuş durumdadır. Bu durumda konum değişiklikleri ve toplanmalar mümkün değildir (ittifak ve rastgele konum değişiklikleri hala mümkündür). Ayrıca, 'Üs' bölümünde gösterildiği gibi debuff'lar da geçerlidir.",
        "Solutions": "Çözümler:",
        "Solution1": "İttifak yardımıyla veya rastgele teleport ile daha sıcak bölgelere gitmek.",
        "Solution2": "Yüksek sıcaklık fırınını etkinleştirmek veya Overdrive moduna geçirmek.",
        "Solution3": "Eğer ittifak fırınının menzilindeyseniz, onun Overdrive moduna geçirilmesini talep edin.",
        "Solution4": "Müttefiklerinizi, sizi ısıtmak için bir keşif uçağı göndermeye veya buzu kırmak için birlikler göndermeye bilgilendirin (her 5 darbe için 5 dayanıklılık puanı gereklidir)."
      },
      "IceMelts": {
        "Title": "Buz Yakında Eriyecek:",
        "Description": "Eğer üssünüz donmuşsa, sıcaklığı -20 °C'nin üzerine getirerek ve bu sıcaklığı koruyarak çözebilirsiniz. 5 dakikalık bir çözme geri sayımı başlatılır. Sıcaklık -20 °C'nin altına düşerse, üs donmuş kalır ve yeniden çözme işlemi başlatmanız gerekir.",
        "Description2": "Alternatif olarak, müttefiklerinize, buzu kırmak için birlikler göndermelerini isteyebilirsiniz (her 5 darbe için 5 dayanıklılık gerekmektedir)."
      }
    },
    "HelpTheAllies": {
      "Title": "Müttefiklere Sıcaklığı Artırmalarına Yardım Edin",
      "Description": "Müttefiklerinize bir keşif planı göndererek ve biraz kömür harcayarak sıcaklıklarını artırmalarına yardımcı olabilirsiniz. Ancak, etkinin uzun sürmediğini unutmayın. Bu, kış fırtınası gibi zorlayıcı olaylarla karşılaşırken özellikle yararlı olabilir."
    },
    "VirusResistance": {
      "Title": "Virüs Direnci",
      "Description": "Sezon 2'de virüs hala aktiftir, ancak oyun üzerindeki etkisi Sezon 1'e göre daha azdır.",
      "Description2": "Virüs direncinizi artırmak için kendi yüksek sıcaklık fırınınızı yükseltmelisiniz. Bu, hem ısı hem de virüs direncini artırır.",
      "Image": "Her zamanki gibi, size 250 virüs direnci sağlayan bir haftalık geçiş bulunmaktadır.",
      "Description3": "Virüs direncinin aşağıdaki etkileri vardır:",
      "List1": "Saldırabileceğiniz Doom Elite.",
      "List2": "Kazı alanlarını koruyan kutup canavarları da size saldırabilir."
    },
    "Profession": {
      "Title": "Meslekler - Seviye Sınırı 70'e Yükseltildi",
      "Description": "Sezon 2'de meslekler için seviye sınırı 70'e çıkarıldı.",
      "Description2": "50. seviyeye kadar olan sezon becerileri gözden geçirilecek ve sezon temasına uyum sağlanacaktır. Ancak, bazı daha düşük seviyelerdeki beceriler Sezon 1'de olduğu gibi kalacaktır.",
      "SeasonSkills": {
        "Title": "Sezonsal Beceriler",
        "Description": "Sezonsal beceriler, mühendis ve savaş lordu meslekleri için aynıdır ve taşıyıcının sağında yeşil bir arka planda bulunmaktadır."
      },
      "Warlords": {
        "Title": "Savaş Lordlarının Ek Becerileri - Seviye 45 ile 70",
        "Description": "45. seviye becerileri",
        "Description2": "50. seviye becerileri",
        "Description3": "55. seviye becerileri",
        "Description4": "60. seviye becerileri",
        "Description5": "65. seviye becerileri",
        "Description6": "70. seviye becerileri"
      },
      "Engineer": {
        "Title": "Mühendisin Ek Becerileri - Seviye 45 ile 70",
        "Description": "45. seviye becerileri",
        "Description2": "50. seviye becerileri",
        "Description3": "55. seviye becerileri",
        "Description4": "60. seviye becerileri",
        "Description5": "65. seviye becerileri",
        "Description6": "70. seviye becerileri"
      }
    },
    "Celebration": {
      "Title": "Sezon 2 Kutlaması: Petrol Çağı",
      "Description": "Sezon 2'nin sonunu kutlamak için, pazartesi günü başlayacak ve beş hafta sürecek (4 hafta görevler + 1 hafta şampiyona düellosu) 'Petrol Çağı' etkinliğini başlatıyoruz. Keşfedilecek ve hazırlanılacak birçok yeni şey var, bu yüzden oyunlarını optimize etmek isteyen meraklı oyuncular için bir rehber hazırladık.",
      "Profession": {
        "Title": "Meslek",
        "Description": "Bu ay, daha çok araştırma ve inşaat yapacak, ancak daha az savaşacaksınız, bu nedenle mühendis en ilginç meslek olacak. Daha hızlı ve daha düşük maliyetle inşa etmenize ve araştırma yapmanıza yardımcı olacak yetenekleri maksimuma çıkarın!"
      },
      "Week1": {
        "Title": "1. Hafta: Görev Listesi",
        "List1": "Mühendisliğe geçin ve daha hızlı ve daha düşük maliyetle inşa etmenize ve araştırma yapmanıza yardımcı olacak tüm yetenekleri maksimuma çıkarın.",
        "List2": "Yeni araştırma ve üs genişletme ile başlamak için sunucu genelindeki görevleri açmamızı sağlayın.",
        "List3": "Petrol kuyunuzu inşa edin ve maksimum petrol üretimi için en kısa sürede 30. seviyeye yükseltin!",
        "List4": "Yeni araştırma ağacının genişlemesini etkili bir şekilde optimize edin, başlangıçta yalnızca gerekli olan araştırmaları yapın."
      },
      "ServerWideMissions": {
        "Title": "Sunucu Genelindeki Görevler",
        "Description": "Sunucu olarak yeni iyi şeylerin kilidini açmak için bazı görevleri tamamlamamız gerekiyor. Bu görevler ne kadar hızlı tamamlanırsa, sunucumuz o kadar hızlı büyüyebilir.",
        "Mission1": {
          "Title": "Görev 1: Teknolojiyi aç (Gün 1, 1. Hafta)",
          "Description": "Hedef: Sunucu genelinde 500 araştırmayı tamamla. Bu, yeni araştırma ağacının kilidini açar."
        },
        "Mission2": {
          "Title": "Görev 2: Üs genişlemesinin II. seviyesini aç (Gün 2, 1. Hafta)",
          "Description": "Hedef: Sunucu genelinde 500 bina tamamla. Bu, üs alanımızı yeni seviyelerle genişletmemizi sağlar.",
          "Description2": "Bu yeni alandaki karoları tamamlamak ayrıca ödül olarak petrol verir, bu yüzden bunu mümkün olan en kısa sürede tamamlamak önemlidir."
        },
        "Mission3": {
          "Title": "Görev 3: Kahramanların seferberliği (Gün 2, 1. Hafta)",
          "Description": "Hedef: Sunucu genelinde toplam 10.000 asker toplama işlemi tamamlanmalı. Bu görevi tamamlamak için özel bir ödül yok, bu yüzden daha az önemlidir."
        }
      },
      "Research": {
        "Title": "Yeni Araştırma Ağacı",
        "Description": "Bu dönemdeki ana odak, üçüncü bir teknoloji merkezi, bir drone ekipman fabrikası ve karargâhınızı HQ31'den HQ35'e genişletme olanağı sağlayan yeni araştırma ağacıdır. Bu araştırma yeni bir kaynak gerektirir: petrol.",
        "Description2": "<strong>Not:</strong> Bu araştırma ağacı yalnızca teknoloji merkeziniz 30. seviyedeyse ve özel birlikler en az %40 oranında açılmışsa kullanılabilir.",
        "Upgrade": {
          "Title": "Petrol Kuyusu Yükseltmesi",
          "Description": "İlk araştırma, petrol üretimine başlamak için bir petrol kuyusu inşa etmenizi sağlar. Bu kuyuyu en yüksek üretim oranına ulaşmak için mümkün olan en kısa sürede yükseltin (birçok hızlandırıcı kullanın!). İlk gün 30. seviyeye ulaşmak mümkündür; en geç ikinci güne kadar bunu yapmayı hedefleyin."
        },
        "Strategy": {
          "Title": "Araştırma Stratejisi",
          "Description": "T10 araştırmalarında olduğu gibi, araştırma ağacında ilerlemek için her araştırmanın her seviyesini tamamlamanız gerekmez. Başlangıçta petrol elde etmek zor olacağından, onu olabildiğince verimli kullanmalısınız. Minimum gereken seviyeler aşağıda belirtilmiştir. <span class=\"text-danger\">Kırmızı alanlar</span> petrol üretiminizi artırır, bu yüzden odak noktanız bu olmalıdır! Hızlandırıcılarınızı kullanın ve VS gününü beklemeyin. <span class=\"text-warning\">Sarı alanlar</span> inşaat ve araştırma hızını artırır ve sonradan geri dönmek için iyi seçeneklerdir. Bu araştırma uzun sürecektir; ilk hafta tamamlamayı beklemeyin."
        }
      },
      "Hq": {
        "Title": "Karargâh 31–35 Gereksinimleri",
        "Description": "Araştırma ağacının alt kısmını tamamladıktan sonra HQ31+ ile başlayabilirsiniz. Gereken binalar aşağıda listelenmiştir ve her zaman araştırma merkezi, tank-/hava-/füze merkezi (bunlardan biri) ve kışlayı içerir.<br> Gerekli süre ve kaynakları görmek için şu adresi ziyaret edin: <a href=\"https://www.lastwartutorial.com/copilot.php\" target=\"_blank\">Last War Tutorial: Builder Copilot</a>",
        "Table": {
          "Header": "HQ Seviyesi",
          "Header2": "Gereksinimler",
          "Row1": "Araştırma Merkezi Seviye 30, Tank-/Hava-/Füze Merkezi Seviye 30, Kışla Seviye 30",
          "Row2": "Araştırma Merkezi Seviye 31, Tank-/Hava-/Füze Merkezi Seviye 31, Kışla Seviye 31, Duvar Seviye 31",
          "Row3": "Araştırma Merkezi Seviye 32, Tank-/Hava-/Füze Merkezi Seviye 32, Kışla Seviye 32, Hastane Seviye 32, Eğitim Alanı Seviye 32",
          "Row4": "Araştırma Merkezi Seviye 33, Tank-/Hava-/Füze Merkezi Seviye 33, Kışla Seviye 33, Duvar Seviye 33, İttifak Merkezi Seviye 33",
          "Row5": "Araştırma Merkezi Seviye 34, Tank-/Hava-/Füze Merkezi Seviye 34, Kışla Seviye 34, Hastane Seviye 34, Eğitim Alanı Seviye 34"
        }
      },
      "Week2": {
        "Title": "2. Hafta",
        "ServerMission": "Sunucu Genelindeki Görevler",
        "Mission1": {
          "Title": "Görev 1: Radar Görevlerini Aç (Gün 1, 2. Hafta)",
          "Description": "Hedef: Sunucu genelinde 5000 radar görevi tamamla."
        },
        "Mission2": {
          "Title": "Görev 2: Gizli Görev: Petrol Deposunu Ele Geçir (Gün 1, 2. Hafta)",
          "Description": "Hedef: Sunucu genelinde 1000 gizli görev tamamla."
        },
        "Mission3": {
          "Title": "Görev 3: Ticaret Genişlemesi (Gün 1, 2. Hafta)",
          "Description": "Hedef: Sunucu genelinde 500 kamyon gönder."
        },
        "Event": {
          "Title": "Ek Etkinlikler",
          "Description": "Sezon 1 kutlamasında olduğu gibi, 2. haftada bingo etkinliği, kara borsa ve şampiyona düellosu tekrar başlayacak. Bingo etkinliğinde ödül olarak petrol ve kara borsa kasası kazanabilirsiniz. Etkinlikler Sezon 1 ile aynı şekilde çalışır."
        }
      },
      "Week3": {
        "Title": "3. ve 4. Hafta",
        "Description": "Bu haftalarda özel bir şey yok. 3. hafta, haritada 31–35. seviye zombiler açılır ve 4. hafta 31–35. seviye elit Dooms açılır."
      }
    }
  },
  "PlayerMvp": {
    "Title": "İttifak - MVP",
    "FirstPlace": "Son VS haftasında 1. sırada",
    "SecondPlace": "Son VS haftasında 2. sırada",
    "ThirdPlace": "Son VS haftasında 3. sırada",
    "MvpCard": {
      "Title": "Öne Çıkan Oyuncu",
      "VsPoints": "VS Puanları",
      "MarshalParticipation": "Marshal Katılımı",
      "DesertStormParticipation": "Çöl Fırtınası Katılımı",
      "MvpPoint": "MVP Puanları"
    },
    "Table": {
      "Name": "İsim",
      "VsPoints": "VS Puanları",
      "MarshalParticipation": "Marshal Katılımı",
      "DesertStormParticipation": "Çöl Fırtınası Katılımı",
      "MvpPoint": "MVP Puanları",
      "PlayerHasNotThreeWeeks": "Henüz üç VS düellosuna katılmamış oyuncular."
    },
    "EvaluationCriteria": {
      "Title": "Değerlendirme Kriterleri",
      "VSDuel": {
        "Title": "Haftalık Puanlar (VS-Düello) – %80 Ağırlık:",
        "Description": "Puanlarınız son <strong>üç hafta</strong> boyunca elde ettiğiniz tüm VS puanlarının toplamına dayanır. Bu toplam 1.000.000'a bölünür ve 0,8 ile çarpılır:",
        "DescriptionBold": "üç hafta",
        "Formula": "(Son 3 haftadaki VS puanlarının toplamı / 1.000.000) * 0,8.",
        "Description2": "Bu hesaplama, haftalık VS-düellolarındaki aktivitenizi temsil eder ve en önemli faktördür."
      },
      "Marshal": {
        "Title": "Marshal Katılımları – Katılım başına 20 puan:",
        "Description": "Her etkinliğe katılım size <strong>20 puan</strong> kazandırır. Bu, ittifakın sizi ihtiyaç duyduğunda stratejik olarak erişilebilir olduğunuzu gösterir."
      },
      "DesertStorm": {
        "Title": "Çöl Fırtınası Katılımları – Katılım başına 40 puan:",
        "Description": "Her Çöl Fırtınası katılımı size <strong>40 puan</strong> kazandırır. Bu etkinlik bir bonus olarak kabul edilir, ancak düzenli görevlerin yanı sıra ek olarak katılım gösteren oyuncuları ödüllendirir."
      },
      "MarshalAndDesertStorm": {
        "Title": "Marshal Katılımı + Desert Storm Katılımı – %20 Ağırlık:",
        "Description": "Her iki etkinlikten alınan puanlar toplanır ve 0,2 ile çarpılır: <code>(Marshal puanları + Desert Storm puanları) * 0,2</code>"
      },
      "Example": {
        "Title": "<strong>Örnek:</strong> Bir oyuncunun şu değerleri vardır:",
        "List1Bold": "Son 3 haftadaki VS Puanları:",
        "List1": "130 milyon",
        "List2Bold": "Marshal Katılımları:",
        "List3Bold": "Çöl Fırtınası Katılımları:",
        "Description": "MVP puanları şu şekilde hesaplanır:",
        "List4Bold": "VS Puanları:",
        "List5Bold": "Marshal Katılımları:",
        "List6Bold": "Çöl Fırtınası Katılımları:",
        "List7Bold": "MVP için Puanlar:",
        "TotalBold": "Toplam:",
        "Total": "104 + 48 = <strong>152 MVP Puanı</strong>"
      }
    }
  },
  "Capitol": {
    "Title": "Capitol Tepesi",
    "Description": "Capitol Tepesi, başkan, başkan yardımcısı (eski First Lady, FL) ve atanan sekreterleri barındırır.",
    "Description2": "Sekreterler, oyuncuya büyük avantaj sağlayan buff/iyileştirmeleri sunar, bu da oyunun ilerlemesini hızlandırır.",
    "Buffs": {
      "Title": "Sekreterlerin sunduğu farklı buff türleri:",
      "Description": "Yerler farklı buff türleri sunabilir:",
      "List1": {
        "Text": "Hız artışı: inşaat, araştırma, iyileşme, eğitim",
        "List": {
          "List1": "Bu buff'lar yalnızca bu işlemler başlatıldığında etkilidir.",
          "List2": "İnşaat, araştırma, iyileşme ve eğitim bu buff'tan etkilenmez.",
          "List3": "Bir sekreter bir oyuncuya atandığında, buff, işlemin süresiyle (örneğin, bir bina inşa etme süresi) geçerli olur.",
          "List4": "Buff'ları kullanabilmek için oyuncunun açık bir eylemde bulunması gerekir: işlem başlatıldığında, sekreter kaldırıldığında bile etki devam etmez."
        }
      },
      "List2": {
        "Text": "Kapasiteler artışı: hastane kapasitesi",
        "List": {
          "List1": "Hastaneleriniz daha fazla yaralı asker alabilir."
        }
      },
      "List3": {
        "Text": "Üretim artışı",
        "List": {
          "List1": "Sekreterinize iç sorunlar hakkında soru sormak, üretim binalarınız (demir, altın, yiyecek) dolduğunda bu üretimi artırmak için yardımcı olacaktır."
        }
      }
    },
    "Example": {
      "Title": "Gelişim sekreteri ile hız artışı ve inşaat süresi kısaltılması örneği:"
    },
    "Explanation": {
      "Title": "Hız artışı açıklaması",
      "Description": "Bir gelişim sekreterine atandığınızda, inşaat hızını %50 artıracak ve bu, sürenin yarıya inmesini beklerdiniz. Ama bu durum gerçekleşmez.",
      "Description2": "Bunu daha iyi açıklamak için bir benzetme kullanalım:",
      "List1": "Başlangıçta başkentinizin inşa edilmesi için 100 blok gerekiyor.",
      "List2": "Temel hızınız dakikada 1 blok.",
      "List3": "Sekreter yokken inşaat 100 dakika sürer.",
      "List4": "Sekreterin %50 hız artışı sağladığını varsayarsak hızınız dakikada 1,5 blok olur. Yani inşaat süresi şöyle hesaplanır: Süre = Bloklar / Hız = 100 blok / 1,5 blok/dakika = 66,7 dakika.",
      "List5": "Gelişim sekreteri %50 hız artırır, bu da inşaat süresini %33 oranında kısaltır.",
      "Description3": "Bu nedenle, hız artışını görürken süreyi, hızdaki artışla aynı oranda kısalttığınızı düşünmeyin. Bu, hızlandırıcıları kullanırken önemlidir.",
      "Description4": "Ayrıca, bir sekreterin etkinliği, daha önce etkin olan diğer buff'lar (skinler, dekorasyonlar, köyler, vb.) ile daha az olacaktır.",
      "Description5": "Benzetmemize devam edelim:",
      "List6": "Zaten %100 inşaat hızı bonusunuz olduğunu varsayalım, bu da hızınızın dakikada 2 blok olduğu anlamına gelir.",
      "List7": "İç sorunlar sekreterini %50 hız artışıyla alırsanız, hızınız %50 (temel hız olan 1 blok/dakika üzerinden) artarak dakikada 2,5 blok olur.",
      "List8": "Bu durumda etkinlik (süre kısaltma) %33 yerine %20'ye düşer. Süreyi %20 oranında kısaltabilirsiniz."
    },
    "Positions": {
      "Title": "Pozisyonlar",
      "Description": "Aşağıdaki pozisyonlar mevcuttur:",
      "List1": "Başkan",
      "List2": "Başkan Yardımcısı, eski First Lady (FL)",
      "List3": "Strateji Sekreteri",
      "List4": "Güvenlik Sekreteri",
      "List5": "Gelişim Sekreteri",
      "List6": "Bilim Sekreteri",
      "List7": "İç Sorunlar Sekreteri"
    },
    "President": {
      "Title": "Başkan",
      "Description": "Bu unvan, Capitol'u fetheden ittifaka bağlıdır. Başkan, başkan yardımcısını ve tüm sekreterleri atayabilir.",
      "List1": "Hero-PV: +5 %",
      "List2": "Hero saldırısı: +5 %",
      "List3": "Hero savunması: +5 %",
      "Description2": "Bu iyileştirmeler, başkan atandıktan sonra otomatik olarak uygulanır."
    },
    "VicePresident": {
      "Title": "Başkan Yardımcısı (VP), eski First Lady",
      "Description": "Başkan, başkan yardımcısını (VP) atar. Başkan Yardımcısı, başkan dışındaki tüm sekreterleri atayabilir, ancak başkanı atayamaz.",
      "Description2": "İnşaat, araştırma ve eğitim hızlarında artışlar yalnızca bu işlemler başlatıldığında etkilidir. Başkan Yardımcısı olduğunuzda, önceki sürelere göre zamanın kısaldığını fark edeceksiniz.",
      "List1": "İnşaat süresi kısaltma: +20 %",
      "List2": "Araştırma süresi kısaltma: +20 %",
      "List3": "Eğitim süresi kısaltma: +10 %",
      "Description3": "Başkan Yardımcısı görevi bizim tarafımızdan yönetilir. Bu pozisyonu yalnızca gerçekten gerekli olduğunda talep edin. Bu pozisyonu yapmak için çevrim içi olmanız gerektiğini unutmayın."
    },
    "SecretaryOfDevelopment": {
      "Title": "Gelişim Sekreteri",
      "Description": "İnşaat ve araştırma hızlarında artışlar yalnızca bu işlemler başlatıldığında etkilidir. Gelişim sekreterini atadığınızda, önceki sürelere göre zamanın kısaldığını fark edeceksiniz.",
      "Description2": "Devam eden inşaat ve araştırma faaliyetleri bu buff'tan etkilenmez.",
      "List1": "İnşaat süresi kısaltma: +50 %",
      "List2": "Araştırma süresi kısaltma: +25 %",
      "Description3": "Pozisyon atandığında, buff'tan faydalanmak için inşa etmeye veya araştırma yapmaya başlamanız gerekir."
    },
    "SecretaryOfScience": {
      "Title": "Bilim Sekreteri",
      "Description": "İnşaat ve araştırma hızlarında artışlar yalnızca bu işlemler başlatıldığında etkilidir. Bilim sekreteri atandığında, önceki sürelere göre zamanın kısaldığını fark edeceksiniz.",
      "Description2": "Devam eden inşaat ve araştırma faaliyetleri bu buff'tan etkilenmez.",
      "List1": "Araştırma süresi kısaltma: +50 %",
      "List2": "İnşaat süresi kısaltma: +25 %",
      "Description3": "Pozisyon atandığında, buff'tan faydalanmak için inşa etmeye veya araştırma yapmaya başlamanız gerekir."
    },
    "SecretaryOfInterior": {
      "Title": "İç Sorunlar Sekreteri",
      "List1": "Yiyecek üretimi artışı: +100 %",
      "List2": "Demir üretimi artışı: +100 %",
      "List3": "Altın üretimi artışı: +100 %",
      "Description": "Bu buff'tan yararlanabilmek için, madenleriniz/demir, altın veya yiyecek alanlarınız dolduğunda, iç sorunlar sekreterini çağırın ve kaynakları toplayın. Buff, kaynakları topladığınızda aktif olur."
    },
    "SecretaryOfStrategy": {
      "Title": "Strateji Sekreteri",
      "List1": "Hastane kapasitesi: +20 %",
      "List2": "Ünite iyileşme hızı: +20 %"
    },
    "SecretaryOfSecurity": {
      "Title": "Güvenlik Sekreteri",
      "Description": "Eğitim sürelerinde kısaltmalar yalnızca bu işlemler başlatıldığında etkilidir. Güvenlik sekreteri atandığında, önceki sürelere göre zamanın kısaldığını fark edeceksiniz.",
      "Description2": "Devam eden eğitim faaliyetleri bu buff'tan etkilenmez.",
      "List1": "Ünite eğitim kapasitesi: +20 %",
      "List2": "Eğitim süresi kısaltma: +20 %"
    },
    "Request": {
      "Title": "Buff/Sekreter Talep Etme",
      "Description": "Bu kılavuzda, sekreterleri talep ederek ilgili buff'ı nasıl açacağınızı adım adım göstereceğiz.",
      "Description2": "Buff aldıktan sonra, sıradaki kişi sıranızı alana kadar 5 dakikanız olacak. Tek istisna, sırada başka kimse olmaması durumudur.",
      "Description3": "Başkan Yardımcısı: Bu pozisyonu yalnızca bu görevde nasıl çalıştığını anlayan kişiler talep etmelidir. Başkan Yardımcısının tüm başvuruları zamanında işleme alması gerektiğini unutmayın.",
      "Step1": {
        "Title": "Adım 1",
        "Description": "Başvuru sürecini başlatmanın en kolay yolu dünya haritası üzerinden yapılır. Üssünüze tıklayın ve aşağıda gösterilen profil resminizi görün. Devam etmek için üzerine tıklayın."
      },
      "Step2": {
        "Title": "Adım 2",
        "Description": "Profil resminize tıkladığınızda sağda görünen sunucu numarası düğmesine tıklayın. Aşağıdaki görsele bakın."
      },
      "Step3": {
        "Title": "Adım 3",
        "Description": "Şimdi, farklı sekreterlerin bulunduğu sayfadasınız. Sağ üstteki saat dilimi ayarını, yerel saatinize göre ayarlayabilirsiniz. Bu, buff süresini takip etmenize yardımcı olacaktır. Devam etmek için, aşağıdaki görselde gösterildiği gibi, Gelişim Sekreterini seçin."
      },
      "Step4": {
        "Title": "Adım 4",
        "Description": "Artık seçilen sekreterin görünümündesiniz. Burada şunları görebilirsiniz:",
        "List1": "Buff'ı kimin alacağı.",
        "List2": "Buff için sırada kaç kişi olduğu.",
        "Description2": "Aşağıdaki görselde gösterildiği gibi, başvuruyu başlatmak için 'Talep et' düğmesine tıklayın."
      },
      "Step5": {
        "Title": "Adım 5",
        "Description": "Başvurunuz alındıktan sonra, aşağıdaki gibi sıraya ekleneceksiniz. Şimdi başkan yardımcısının sıraya almanızı beklemeniz gerekiyor.",
        "Description2": "⚠️ Önemli: Daha önce belirttiğimiz gibi, bu işi nasıl yapacağınızı bilen kişiler yalnızca başkan yardımcısı olarak başvurmalıdır. Başkan Yardımcısı, tüm başvuruları zamanında işleme almalıdır."
      },
      "Step6": {
        "Title": "Adım 6",
        "Description": "Sırada olduğunuzda, hangi saatte sıranızın geleceğini gösteren zaman penceresini görebilirsiniz (aşağıdaki görsele bakın).",
        "Description2": "⚠️ Unutmayın: Buff'ı kullanmak için yalnızca 5 dakikanız olacak! Zamanınızı verimli kullanmak için iyi plan yapın."
      },
      "Step7": {
        "Title": "Adım 7",
        "Description": "Sıra size geldiğinde, aşağıdaki görselde gösterildiği gibi buff'ı alacaksınız. Artık sıradaki kişi gelene kadar buff'ı 5 dakika boyunca kullanabilirsiniz."
      }
    }
  },
  "PlayerManager": {
    "Title": "Oyuncu Yöneticisi",
    "Description": "Son derece güçlü bir ittifak yönetim aracınız! Etkinlikler düzenleyin, oyuncu aktivitelerini takip edin ve ekibinizle verimli bir şekilde iş birliği yapın.",
    "BetaInfo": "Bu araç hala beta aşamasındadır. Hala hatalar oluşabilir ve işlevler eksik olabilir.",
    "PlayerAdmin": {
      "Title": "Oyuncu ve Takım Yönetimi",
      "Description": "Diğer oyuncuları davet edin ve ittifakı yönetmenize yardımcı olmaları için onlara bireysel erişim hakları verin."
    },
    "Mvp": {
      "Title": "MVP Hesaplaması",
      "Description": "Farklı performans ölçütlerine dayalı olarak en iyi oyuncuları belirlemek için özel formül."
    },
    "Event": {
      "Title": "Etkinlik Planlama",
      "Description": "Marshal, VS Düğümü, Desert Storm ve Zombie Siege gibi etkinlikleri planlayın ve oyuncu katılımını ayrıntılı bir şekilde takip edin."
    },
    "Statistic": {
      "Title": "İttifak İstatistikleri",
      "Description": "Marshal seviyeleri, ödül aşamaları ve her oyuncunun katılımını takip edin."
    },
    "Vs": {
      "Title": "VS Düğümü ve Zombie Siege",
      "Description": "Rakip bilgisi, lig özetleri, haftalık oyuncu puanları ve hayatta kalan zombi dalgaları."
    },
    "Custom": {
      "Title": "Özel Etkinlikler",
      "Description": "Kendi etkinliklerinizi oluşturun ve yönetin, mevsimler veya özel ittifak etkinlikleri için mükemmel."
    },
    "Api": {
      "Title": "MVP Listesi için API",
      "Description": "Oyuncu Yöneticisi, harici araçların MVP listesini almasına olanak tanıyan bir API arayüzü sağlar.",
      "Description2": "Gelecek güncellemelerde API özellikleri eklenmesi planlanmaktadır."
    },
    "Button": "Oyuncu Yöneticisini Şimdi Aç"
  },
  "SeasonThree": {
    "Title": "Sezon 3 – Altın Krallık",
    "Content": {
      "Link1": "Yeni Temel Kaynaklar",
      "Link2": "Dünya ve Harita",
      "Link3": "Ziyaretçiler",
      "Link4": "Altın Skarabe",
      "Link5": "Radar Görevleri",
      "Link6": "Yeni Binalar",
      "Link7": "İttifak Merkezi",
      "Link8": "İttifak Kaynakları",
      "Link9": "Şehirler",
      "Link10": "Kale",
      "Link11": "Ticaret Noktaları",
      "Link12": "Oyun Akışı",
      "Link13": "Kahraman Geliştirmeleri ve Silahlar",
      "Link14": "Özel Silahlar",
      "Link15": "Meslekler",
      "Link16": "Çöl Pazarı"
    },
    "Resources": {
      "Title": "Yeni Temel Kaynaklar – Mithril ve Kutsal Su",
      "Description1": "Oyunda artık yeni kaynaklar mevcut: Mithril ve kutsal su.",
      "ScaredWater": {
        "Title": "Kutsal Su:",
        "Description1": "Sezonluk binaların inşası ve geliştirilmesinde kullanılır.",
        "Description2": "Kutsal su aşağıdaki yollarla kazanılabilir:",
        "List1": "Belirli bir seviyedeki zombileri ilk kez yenmekle ödüller",
        "List2": "Sezon görevlerini tamamlamakla",
        "List3": "Sezon 3 hedeflerini tamamlamakla",
        "List4": "Kahraman geri dönüşü davetiyesi kullanmak: Kahramanlar Sezon 3 – Efsanenin Dönüşü'ne geri döner.",
        "List5": "Bir şehri ilk kez fethetmekle ödül",
        "List6": "İttifak Merkezi: Kutsal suyla dolu bir baraka"
      },
      "Mithril": {
        "Title": "Mithril:",
        "Description1": "Sezonluk yapıların inşası ve yükseltilmesinde kullanılır. Mithril şu aktivitelerle kazanılabilir:",
        "List1": "Belirli bir seviyedeki zombileri ilk kez öldürmekle ödüller",
        "List2": "Temelinizin önündeki ziyaretçiler",
        "List3": "Sezon görevlerini tamamlamakla",
        "List4": "Sezon 3 hedeflerini tamamlamakla",
        "List5": "Doom Walker ile ilk kan (günün ilk DW öldürülmesi)",
        "List6": "Çöl Harabelerindeki radar görevleri",
        "List7": "Hero's Return davetiyesi kullanmak: Kahramanlar Sezon 3 – Efsane Geri Dönüş'e geri döner.",
        "List8": "Haftalık bilet ve Sezon Savaş Bileti (en büyük artırıcı)",
        "List9": "Bir şehri/kalesi ilk kez fethetmekle ödül",
        "List10": "İttifaka ait kalelerin kazılması Mithril sağlar.",
        "List11": "İttifak Merkezi: Mithril Atölyesi",
        "List12": "Çöl Hazineleri: Açık kasalar"
      }
    },
    "Map": {
      "Title": "Dünya Haritası ve Bölgeleri",
      "Description1": "Dünya tekrar değişti. Harita, üç farklı bina türünden oluşuyor: şehirler, kazı kaleleri ve ticaret noktaları.",
      "Image1": "Şehir",
      "Image2": "Kazı Kalesi",
      "Image3": "Ticaret Noktası",
      "Description2": "Sezonun başında siz ve müttefikleriniz sunucunun kenarına düşersiniz (ama yine de hep birlikte bir İttifak Yuvası olarak), henüz kendi şehriniz yok. Şehirler geri alınmalıdır, ancak yeni kurallar geçerlidir.",
      "Description3": "Doom-Elite canavarları, Mısır canavarlarına dönüşür ve çoğu zombi, öldürülmesi için yüksek virüs direncine ihtiyaç duyar.",
      "NewMap": "Yeni Harita",
      "NewMapDescription": "Harita boyutu 13 x 13 kare (alt haritada dikdörtgen gibi görünsede). Her kare 75 x 75 ‘piksel’ büyüklüğünde (temel boyutunuz 3 x 3)."
    },
    "Visitors": {
      "Title": "Ziyaretçiler",
      "Description": "Zaman zaman, iki yeni tür ziyaretçi surunuzun önünde belirir (soldaki birkaç saat sonra, sağdaki ise günde bir kez) ve Mithril dağıtır."
    },
    "GoldenScarab": {
      "Title": "Altın Skarabe",
      "Description1": "Haritada altın Skarabeler bulacaksınız. Onlara tıklayın ve onları saldırarak ödüller kazanın.",
      "Description2": "Skarabeler şu şekilde bulunabilir:",
      "List1": "Dünya zombilerini öldürmek",
      "List2": "Doom Elite'leri öldürmek",
      "List3": "Bir tuzak mayını kullanmak (rastgele yer altı yaratıkları görünebilir, sadece Skarabeler değil).",
      "Image1": "Altın Skarabe, haritadan dışarıya zoom yaparak görünür. Hareket ettiğini göreceksiniz, ancak ona saldırmaya başladığınızda duracaktır."
    },
    "RadarMissions": {
      "Title": "Radar Görevleri – Çöl Harabeleri",
      "Description1": "Sezon 3 ile yeni bir radar görevi türü geliyor.",
      "Description2": "İki bölümden oluşur:",
      "List1": "Çeşitli ödüller bulunan bir şans oyunu:",
      "List1List1": "Çöl harabelerini buldunuz.",
      "List1List2": "Ödülleri toplayın ya da harabelere daha derin girip her şeyi kaybetme riskini alın.",
      "List2": "Bir tuzağa düştüğünüzde, madeni para ödülleri içeren bir mini oyun başlatılır.",
      "List2List1": "Koşarak madeni paraları toplayın ve zombilerden kaçının. Harabelerden kaçmak için 30 saniyeniz var ve mümkün olduğunca çok madeni para toplamalısınız.",
      "Description3": "Bu yeni radar görevleri gerçekten harika çünkü size harika ödüller getirebilir. En iyi ödül, sezon mağazasında ürün satın almak için kullanabileceğiniz sezon başarı madalyasıdır, eğer son seviyelere ulaşma ve doğru sandığı seçme şansınız varsa."
    },
    "Building": {
      "Title": "Yeni Binalar",
      "Description1": "Üçüncü Sezon boyunca yeni bina türleri mevcuttur.",
      "CurseLab": {
        "Title": "Laneti Araştırma Laboratuvarı",
        "Description": "Laneti Araştırma Laboratuvarında, virüs direnci gibi, Elit Zombileri ve Kazı Kalesi koruyucularını yenmek için lanetlere karşı direncinizi geliştirebilirsiniz. Geliştirmek için Kutsal Su gereklidir."
      },
      "BlessingFountain": {
        "Title": "Kutsama Çeşmesi",
        "Description1": "Kutsama çeşmeleri Kutsal Su üretir; Sezon 2'deki Titan Alaşım Fabrikasına benzer.",
        "Description2": "Birçok Kutsama çeşmesi mevcuttur. Bunları açmak için önceki Kutsama çeşmesini seviyelendirmelisiniz (I, II, III, IV, V diye adlandırılırlar). Seviyelendirmek için Mithril gereklidir. Bu yüzden Sezon 3'teki yeni kaynaklar hakkında bilgi almak için ilgili makaleyi okuduğunuzdan emin olun."
      },
      "Altar": {
        "Title": "Sunak",
        "Description1": "Bu bina sadece Laneti Araştırma Laboratuvarı Seviye 30'a ulaştığında inşa edilebilir.",
        "Description2": "Bu bina, Çöl Koruyucularının değerlerini arttırır, tıpkı Sezon 2'deki Askeri Üslerin (Tank/Hava/Roket) Kahraman özelliklerini artırması gibi.",
        "Image": "Bu binanın her seviyesinde yükselme, Koruyucunun HP, saldırı ve savunmasını %0,5 artırır."
      }
    },
    "AllianceCenter": {
      "Title": "İttifak Merkezi",
      "Description1": "İttifak butonuna tıklayın -> 'İttifak Merkezi' -> Koordinatlara tıklayın, haritada İttifak Merkezini bulun.",
      "Description2": "Üçüncü Sezonun ikinci gününde ittifakınız İttifak Merkezini inşa etmelidir.",
      "Description3": "İttifak Merkezi inşa edildikten sonra, Baharat/H üretir ve tüm ittifak üyelerine etki alanındaki buffları sağlar. Ayrıca, üyelerin İttifak alanı içinde dev çöl solucanları tarafından geri itilmelerini engeller.",
      "Description4": "ÖNEMLİ: Baharat üretim değerleri geliştiriciler tarafından değiştirilebilir. Bu değerleri referans alarak görselleri kullanmayın. Bu değerlere nasıl erişileceği ile ilgili bilgiyi 'Seviyeler' bölümünden bulabilirsiniz.",
      "RepairAllianceCenter": {
        "Title": "İttifak Merkezi Onarımı:",
        "List1": "İttifak Merkezine giren daha fazla birlik, inşaatın daha hızlı olmasını sağlar.",
        "Description1": "İttifak Merkezi tarafından uygulanan buffların etki alanını, haritada biraz dışarıya zoom yaparak görebilirsiniz."
      },
      "AdditionalFeatures": {
        "Title": "Ekstra Özellikler:",
        "Description1": "İttifak Merkezi kurulduktan sonra, hangi seviyelerin yeni özellikleri açtığını görebilirsiniz."
      },
      "MithrilPlant": {
        "Title": "Mithril Tesisi",
        "Description1": "Bu bina, saatte 34.560 Mithril üretir ve İttifak Merkezi Seviye 5'e ulaştığında açılır.",
        "Description2": "Bina hasar alırsa üretim durur. Yok edilirse, ittifak, ilgili baharat yüzdesini kaybeder.",
        "Description3": "İttifak Merkezi sayfasını açın ve İttifak Merkezinin inşaatında görülen Mithril'e tıklayarak üretilen Mithril'i toplayın."
      },
      "ExploratoryWell": {
        "Title": "Keşif Kuyusu",
        "Description1": "Bu bina, saatte 600 Petrol üretir ve İttifak Merkezi Seviye 10'a ulaştığında açılır.",
        "Description2": "Bina hasar alırsa üretim durur. Yok edilirse, ittifak, ilgili baharat yüzdesini kaybeder.",
        "Description3": "İttifak Merkezi sayfasını açın ve İttifak Merkezinin inşaatında görülen Petrole tıklayarak üretilen Petrol'ü toplayın."
      },
      "SacredWaterHut": {
        "Title": "Kutsal Su Kulübesi",
        "Description1": "Bu bina, saatte 8640 Kutsal Su üretir ve İttifak Merkezi Seviye 15'e ulaştığında açılır.",
        "Description2": "Bina hasar alırsa üretim durur. Yok edilirse, ittifak, ilgili baharat yüzdesini kaybeder.",
        "Description3": "İttifak Merkezi sayfasını açın ve İttifak Merkezinin inşaatında görülen Kutsal Suya tıklayarak üretilen Kutsal Su'yu toplayın."
      },
      "Obelisk": {
        "Title": "Obelisk",
        "Description1": "Bu bina, saatte 6 Koruyucu Boynuzu üretir ve İttifak Merkezi Seviye 20'ye ulaştığında açılır.",
        "Description2": "Bina hasar alırsa üretim durur. Yok edilirse, ittifak, ilgili baharat yüzdesini kaybeder.",
        "Description3": "İttifak Merkezi sayfasını açın ve İttifak Merkezinin inşaatında görülen Koruyucu Boynuzuna tıklayarak üretilen Koruyucu Boynuzu'nu toplayın."
      },
      "Level": {
        "Title": "Seviyeler",
        "Description1": "İttifak Merkezi seviyesi, biriken baharat miktarına bağlı olarak otomatik olarak yükselir."
      },
      "Relocation": {
        "Title": "Taşıma",
        "Description1": "İttifak Merkezi taşınabilir. Bunun için, ilk İttifak Merkezinin inşasında olduğu gibi, bir taşıma noktası inşa etmeniz gerekir. Bu, Sezon 2'deki İttifak Ocağının taşınmasına benzer.",
        "Description2": "ÖNEMLİ: Taşıma noktasının inşasına başladığınızda, düşmanlar bu yeri saldırabilir. Dikkatli olun."
      }
    },
    "NewFarms": {
      "Title": "Yeni Çiftlikler – İttifak Kaynakları",
      "Description1": "Sezon 1 ve 2'de olduğu gibi, Doom-Elitlerini yendikten sonra, geçici olarak rastgele yeni bir ittifak kaynakları çiftliği/alanı ortaya çıkabilir.",
      "Description2": "Sezon 3'te bu çiftlikler Kutsal Su, Mithril ve Petrol türlerini içerebilir. Her bir toplama alanında 10 birlik kadar toplanabilir.",
      "Description3": "Sezon 3'te, canavarlara karşı zafer kazandıktan sonra ittifak kaynakları karolarının ortaya çıkma olasılığı, Sezon 2'deki %5'ten belirtilmemektedir.",
      "Description4": "Yeni kaynak karoları için bir örnek:"
    },
    "Cities": {
      "Title": "Şehirler",
      "Description1": "Şehirlerin fethedilmesi, City Clash Sezon 3 etkinlik planına göre yapılır.",
      "Description2": "Sahipleri tarafından üretilen baharatlar, üçüncü sezonun kazanılması için temel öneme sahiptir ve miktar, şehrin seviyesine bağlıdır.",
      "Description3": "Şehir başına baharat üretimi seviyesi:",
      "List1": "Seviye 1: 100/saat Baharat",
      "List2": "Seviye 2: 200/saat Baharat",
      "List3": "Seviye 3: 300/saat Baharat",
      "List4": "Seviye 4: 400/saat Baharat",
      "List5": "Seviye 5: 500/saat Baharat",
      "List6": "Seviye 6: 600/saat Baharat",
      "Description4": "Şehir Fetih Sınırları",
      "Description5": "İttifak Butonundan -> İttifak Şehri kısmından görebileceğimiz gibi:",
      "List7": "Şehirler için günlük savaş ilanı limiti: 2",
      "List8": "Maksimum fethedilen şehirler: 8",
      "List9": "Günlük kazı kaleleri fetihleri: 2",
      "List10": "Maksimum fethedilen kazı kaleleri: 8"
    },
    "Strongholds": {
      "Title": "Kazı Kalesi",
      "Description1": "Kazı kaleleri, harita üzerinde Mithril kazılabilen yerlerdir. İkinci sezonun kazı alanlarına benzerler.",
      "Description2": "Mumyalar ve Altın Yok Ediciler tarafından korunurlar. Kazı kalesinin seviyesi ne kadar yüksekse, koruyucu da o kadar güçlüdür.",
      "Description3": "En son oyun güncellemesi ile kalelerden kazı yaparak Mithril/h üretilebilir, bu üretim kalelerin seviyesine göre değişir:",
      "List1": "Seviye 1: 100/h Mithril",
      "List2": "Seviye 2: 120/h Mithril",
      "List3": "Seviye 3: 140/h Mithril",
      "List4": "Seviye 4: 160/h Mithril",
      "List5": "Seviye 5: 180/h Mithril",
      "List6": "Seviye 6: 200/h Mithril",
      "Description4": "Kazı kalelerini savunmak için üç farklı türde Altın Canavar vardır. Detayları görmek için 'i' tuşuna basın",
      "List7": "Altın Savunucu, Zırhlı türündedir.",
      "List8": "Altın Savaşçı, Uçan türündedir.",
      "List9": "Altın Yok Edici, Roket türündedir.",
      "Description5": "Kazı yaparken Mithril üretilir, bunu 'Birlik' -> 'Birlik Şehirleri' -> 'Kalelerde Kazı Yap' -> 'Her Şeyi Al' butonuna tıklayarak toplayabilirsiniz."
    },
    "TradePosts": {
      "Title": "Ticaret Noktaları",
      "Description1": "Ticaret noktaları harita üzerinde belirli noktalarda bulunur. Başkente doğru çapraz bir şekilde yerleşirler ve Seviye 5'e kadar farklı seviyelere sahip olabilirler.",
      "Description2": "Ticaret noktaları, kaleler veya şehirlerle aynı şey değildir. Bireyler tarafından işgal edilebilirler ve herkesin eşyalar alabileceği bir pazar açarlar. Ticaret noktasının sahibi, vergi kazanabilir.",
      "Description3": "Komşu bölgeleri kontrol etmenize gerek yoktur ve sahip olabileceğiniz ticaret noktası sayısında bir sınırlama yoktur. Ancak, ticaret noktaları diğerleri tarafından fethedilebilir, bu nedenle savunmanız gerekir. Bu yüzden bir oyuncunun çok fazla ticaret noktasını etkin bir şekilde yönetmesi genellikle zordur.",
      "Description4": "Ticaret Noktalarını Fethetme Kuralları",
      "List1": "Ticaret noktası seviyeleri sırayla açılır (her ticaret noktasında yarışmanın başlangıç tarihi gösterilecektir):",
      "List1List1": "Seviye 1: Pazar, 7. gün, hafta 2, saat 12:00 (bu, diğer sunucuların sizin sunucunuzdaki ticaret noktasını fethetmeye gelemeyeceği tek fetih zamanıdır)",
      "List1List2": "Seviye 2: Pazartesi, hafta 3, gün 1, saat 12:00",
      "List1List3": "Seviye 3: Salı, hafta 3, gün 2, saat 12:00",
      "List1List4": "Seviye 4: Perşembe, hafta 3, gün 4, saat 12:00",
      "List1List5": "Seviye 5: Cuma, hafta 3, gün 5, saat 12:00",
      "List2": "ÖNEMLİ: Hafta 3, gün 1 itibariyle, mevsim grubundaki savaş alanları arasında teleportlar açılır ve diğer savaş alanları sizin bölgenizdeki ticaret noktalarını fethedebilir.",
      "List3": "Ticaret noktasını fethetme yarışması başladığında, yarışma 1 saat sürecektir.",
      "List4": "Ticaret noktasındaki birlikler zamanla fetih ilerlemesini kademeli olarak artırır.",
      "List5": "İlerleme, sizin ve müttefikleriniz için ayrı ayrı izlenir.",
      "List6": "Yarışma sırasında, %100 ilerlemeye ilk ulaşan komutan ticaret noktasını kazanır. Eğer yarışma sonunda %100'e ulaşan bir komutan yoksa, en yüksek ilerlemeyi gösteren komutan ticaret noktasını alır, ancak o komutanın bir valisi yoksa.",
      "List7": "Ticaret noktasını saldırıp fethetmek için üssünüzün hedef ticaret noktasının kirlenmiş bölgesinde olması gerekmektedir.",
      "List8": "Eğer ticaret noktasının bir valisi varsa, yarışma sonunda kimse %100'e ulaşmazsa mevcut vali kontrolü elinde tutar.",
      "List9": "Bir ticaret noktası fethedildikten sonra, yeniden fetih yarışması 7 gün sonra yapılacaktır.",
      "Description5": "Her ticaret noktası bağımsız bir dükkandır ve aynı oyun mevsimi grubundaki komutanlar ürünlerini satın alabilirler.",
      "Description6": "Ticaret Noktası Seviyeleri",
      "Description7": "Bu resimlerde görebileceğiniz gibi, ticaret noktasının seviyesi arttıkça daha fazla ürün mevcuttur.",
      "Description8": "Diğer tüm parametreler aynı kalır, ancak valinin koruyucu sınırındaki avantaj kademeli olarak artar.",
      "Description9": "Ticaret İşlemi",
      "Description10": "Bir vali, ticaret noktasını kontrol altına aldığında, ticaret dükkanı açılır ve ürünler satın alınabilir. Ticaret noktasına tıklayın ve ardından aşağıda gösterilen simgeye tıklayarak dükkana erişin.",
      "Description11": "Vali, stokları doldurmak ve alım yapmayı sağlamak için bir kez ticaret kervanı çağırabilir.",
      "Description12": "Ne yazık ki, dükkanda görünen tüm ürünler her komutan için mevcut değildir. İlk gelen, ilk alır ilkesine göre, çünkü toplamda mevcut ürün sayısı sınırlıdır. Ayrıca bazı ürünler yalnızca valilere özeldir.",
      "Description13": "Vergi",
      "Description14": "Bir ticaret noktasında harcanan elmaslar, vergi gelirleri oluşturur. Tüm ürünler tükendiğinde veya ticaret noktası valisi tarafından terk edildiğinde, toplanan vergiler Altın Yumurta şeklinde ticaret noktası valisine gönderilir ve ardından sohbet üzerinden paylaşılabilir."
    },
    "GamePlay": {
      "Title": "Oyun Akışı",
      "Description1": "3. Sezonda oyunda yapabileceğiniz birçok yeni şey var:",
      "Link1": "Cat-Basis skinini beğenin, ödüller kazanın.",
      "Link2": "Sandworm Krizi",
      "Link3": "Çöl Koruyucuları",
      "Link4": "Bir Vaha Kurun",
      "Link5": "Çöl Artefaktları",
      "Link6": "Doom Walker - Son Jedi",
      "Link7": "Kamyon",
      "Description2": "Cat-Basis skinini beğenin, ödüller kazanın",
      "Description3": "Kedilere ait baz skinlerini bulun ve beğenin, böylece hemen ödüller kazanın. Günlük beğeni sayısı sınırlıdır.",
      "SandWorm": {
        "Title": "Sandworm Krizi",
        "Description1": "3. Sezonun başlangıcından itibaren kumların altında kum solucanları gizleniyor ve komutanların her sesini dinliyorlar.",
        "Description2": "Sandworm Krizi Etkinliği ilk günden başlar ve 14 gün sürecektir.",
        "Image1": "Loot Düşüşleri: Günlük 30 loot parçası toplama sınırı vardır.",
        "List1": "Etkinlik sırasında kum solucanları belirecek. Bunları avlayarak görevleri tamamlayabilir ve ödüller kazanabilirsiniz.",
        "List2": "Eğer müttefiklerin birlikleri çatışmalara girerse, şok dalgaları yaratır. İlerleme çubuğu dolduğunda, son komutan, bir kum solucanını çeker ve bu solucan üssünüze saldırır. Küçük kum solucanları tarafından kuşatılan üsler kuyruk gönderemezler, ancak teleportasyon eşyaları kullanarak kaçabilirler. Küçük kum solucanı kaybolacak ve ödüller kaybolacaktır. (Yalnızca aktif toplayıcı seferleri devam edebilir.)",
        "List3": "Bir kum solucanı öldürüldüğünde, saldırıya uğrayan komutana e-posta ile bonus keşif ödülü gönderilir.",
        "List4": "Etkinliğin ilerleyen günlerinde büyük kum solucanları ortaya çıkacaktır. Müttefik merkezinin dışında kalan üsler, büyük kum solucanları çekildiğinde fırlatılacaktır.",
        "List5": "Allianstan ayrılan komutanlar artık şok dalgası birikimi kazandırmaz.",
        "List6": "Bu sayfada izlenmese de, dev kum solucanları da tuzaklı kara mayınlarına yakalanabilir.",
        "Description3": "Küçük Kum Solucanı",
        "Description4": "Komutanlar harita üzerindeki canavarlara karşı savaşırken, şok dalgaları yaratır ve bunlar küçük kum solucanlarını çeker. İlerleme çubuğu dolduğunda, son komutan, kum solucanını çeker ve solucan onu sarar.",
        "Description5": "Ödül listesinde belirtilen 'potansiyel ganimet', kum solucanı öldürüldükten sonra harita üzerindeki yakındaki noktada sandık olarak bırakılacaktır.",
        "Description6": "Büyük Kum Solucanı",
        "Description7": "Büyük kum solucanları, seferlerle saldırılabilir ve küçük kum solucanlarından çok daha güçlüdür.",
        "Description8": "Keşif ödülleri kum solucanı pulları içerir.",
        "Description9": "Eğer büyük bir kum solucanı üssünüzün tam altına çıkarsa, üssünüz haritanın uzak bir yerine fırlatılacaktır.",
        "Description10": "Bu durumda, sizi bu olay hakkında bilgilendiren bir açılır pencere görüntülenecektir.",
        "Description11": "Üssünüzün kum solucanları tarafından fırlatılmasını engellemek için, müttefik bölgelerinde kalmalısınız çünkü müttefik merkezi bu bölgelerde kum solucanlarından korunmanızı sağlayan buff'lar sağlar.",
        "Description12": "Ödüller",
        "Description13": "Kum solucanlarıyla savaşmak, günlük olarak ve hedefe bağlı olarak ek ödüller kazandırır.",
        "Description14": "Dev kum solucanlarının büyüklüğünü bir şehirle karşılaştırabilirsiniz. Kum solucanları belirdiğinde, bunlar şehri çevreleyen alanı terk eder. Kum solucanı öldürülmezse, 5 saat sonra kaybolur.",
        "Description15": "Müttefik merkezi, üyelerinin müttefik bölgelerinde dev kum solucanları tarafından geri atılmalarını engeller."
      },
      "Protector": {
        "Title": "Çöl Koruyucuları",
        "Description1": "Çöl Koruyucuları, gelişmiş yeteneklere sahip yeni bir asker türüdür ve 3. sezondan itibaren, 'Eski Teknoloji - Koruyucu' etkinliği açıldığında 1. günden itibaren kullanılabilir.",
        "Description2": "T11'le ilişkili olmadıkları doğrulandı, bu yüzden T11'in gelecekte kullanılabilir olması bekleniyor.",
        "Description3": "Bu yeni asker türü, yalnızca harcama miktarınıza veya askerlerinizi nasıl eğittiğinize bağlı olmayan harika bir eklemedir. Çünkü çöl koruyucuları eğitilmez, ölülerden diriltilir. Onlar gereksizdir ve bir kez kullanıldıklarında kaybolurlar.",
        "Description4": "Koruyucu Alan",
        "Description5": "Eski Teknoloji - Koruyucu Alan etkinliği açıldığında, Çöl Koruyucusu Alanı'nı doğrudan üssünüzün duvarının önüne inşa edebilirsiniz.",
        "Description6": "ÖNEMLİ: Koruyucu Alanını Sezon başında yalnızca 10. seviyeye kadar getirin, daha fazla değil, çünkü 11. seviyeden itibaren Mithril ve Kutsal Su gereklidir ki bu da diğer mevsimsel binalar için önemlidir. Ayrıca, 10. seviyede zaten Çöl Koruyucularının tüm işlevlerine erişim sağlarsınız, bu yüzden ilk günlerde daha fazla yükseltmek zorunda değilsiniz.",
        "Description7": "Bu mevsimsel alan, diğer binalar gibi yükseltilebilir ve Çöl Koruyucuları'nı yönetmek için menüyü kullanmanızı sağlar.",
        "Description8": "Harita moduna geçtiğinizde (temel görünümden harita görünümüne geçerek), Çöl Koruyucusu Alanı'nı, kamyon/ gizli görevler sembollerinin üzerine tıklayarak da görebilirsiniz.",
        "Description9": "Çöl Koruyucularının Yetenekleri",
        "Description10": "Çöl'ün kutsadığı koruyucular üstün savaş gücüne sahiptir. Aynı seviyedeki birimlerden daha güçlüdürler.",
        "Description11": "Her kahraman, yanında 1/10 birim miktarında koruyucu taşıyabilir (bu sınırlama ile bile, koruyucular aynı seviyedeki askerlerden daha güçlüdür).",
        "Description12": "Normal birimlerin aksine, savaşlara katılan koruyucular geri dönmez, çölün içine kaybolurlar. Bu yüzden onları dikkatli kullanın.",
        "Description13": "Eğer savaşa katılmazlarsa, tüm koruyucular geri döner.",
        "Description14": "Çöl koruyucularının üs bölgesinde ne kadar çok birikirse, o kadar çok beceri açılacaktır.",
        "Description15": "Uyarlama Gücü (500 veya daha fazla koruyucu koruyucu alanında yerleştirildiğinde açılır)",
        "Description16": "Koruyucular, lanetlere karşı +250 ekstra direnç ve arttırılmış saldırı, savunma ve HP (+%25) alırlar. Bu, mevcut lanet direncinizin yeterli olmadığı düşmanlara saldırmak için mükemmel bir çözüm sunar.",
        "Description17": "Ölüm Şok Dalgası (750 veya daha fazla koruyucu koruyucu alanında yerleştirildiğinde açılır)",
        "Description18": "Mavi Alev Büyüsü (1000 veya daha fazla koruyucu koruyucu alanında yerleştirildiğinde açılır).",
        "Description19": "Koruyucularla bir birlik, başka bir komutanın üssüne saldırıyı kazandığında, 'Mavi Alev' büyüsünü tetikler ve düşman üssünü bir saat boyunca silinemez mavi alevlere sarar.",
        "Description20": "Koruyucu Seferi (1250 veya daha fazla koruyucu koruyucu alanında yerleştirildiğinde açılır).",
        "Description21": "Koruyucu Seferi'ni açar!",
        "Description22": "Sefer kısıtlaması: Seferi başlatmaya katılan müttefikler, koruyuculardan oluşan birlikler kullanmak zorundadır.",
        "Description23": "Sefer sayacı: Koruyucu Seferleri, 1 dakikalık hazırlık süresine sahiptir.",
        "Description24": "Lider Buff'ı: Seferdeki tüm birlikler, liderin aktif koruyucu güçlendirmelerinden yararlanır.",
        "Description25": "Çöl Koruyucuları - Dönüştürme",
        "Description26": "Çöl Koruyucuları'nı oluşturma işlemi şu şekilde basitleştirilmiştir:",
        "Description27": "Aşağıdaki durumlarda kaybedilen birimlerin %10'u, koruyucunun dönüştürme havuzunda bekler ve dönüştürülmeyi bekler:",
        "Description28": "VS düellolarında savaş kayıpları",
        "Description29": "Hastanede yer bulamayan ağır yaralı birimler",
        "Description30": "Egzersiz sahasında kayıplar",
        "Description31": "Bekleyen kayıpların sayısı sınırsızdır.",
        "Description32": "Müttefikler, her bir biriminizi dönüştürmek için keşif uçakları gönderebilir.",
        "Description33": "Üssünüz kırıldığında, koruyucular koruyucu alanından etkilenmez.",
        "Description34": "Çöl Koruyucuları - Nitelikler",
        "Description35": "Burada, normal askerler ile karşılık gelen Çöl Koruyucu versiyonlarının karşılaştırması bulunmaktadır.",
        "Description36": "Seviye 10",
        "Description37": "Seviye 9",
        "Description38": "Seviye 7",
        "Description39": "Koruyucunun özelliklerini Altar ile artırın",
        "Description40": "Altar, Çöl Koruyucuları'nın özelliklerini iyileştirmek için özel olarak tasarlanmış yeni bir binadır. Daha fazla bilgi için 'Altar' bölümüne bakın.",
        "Description41": "Dönüştürülmüş birimler, Koruyucu Alanına gönderilecektir.",
        "Image1": "Çöl Koruyucuları sembolü ayrıca, bu türden kaç askerin anında mevcut olduğuna dair bir önizleme sağlar.",
        "Image2": "Koruyucuları taşıyan birlikler, otomatik olarak etkinleştirilmiş güçlendirmeler alır: Koruyucular, ekstra lanet direnci ve durum iyileştirmeleri alır.",
        "Image3": "PvP savaşlarında, koruyucuları taşıyan bir birlik yenildiğinde, öldürdüğünüz koruyuculara göre, düşman birimlerinden bir kısmı silinir.",
        "Image4": "Uzmanlık becerilerini ustalaştırarak, ekstra güçlü lanet etkilerini açabilirsiniz!",
        "Image5": "Hızlı Yürüyüş: Bir Koruyucu Seferine katıldığınızda veya bunu kullandığınızda ekstra üç kat yürüyüş hızlanması alırsınız."
      },
      "Oasis": {
        "Title": "Bir Vaha Kurun",
        "Description1": "Bu etkinlik, birinci haftanın üçüncü günü, Seviye 1 şehirlerinin açılmasıyla aynı anda başlar ve sezon sonuna kadar devam eder.",
        "Description2": "Yeşillendirme Kuralları:",
        "List1": "Yeşillendirme Komutu: Sadece mevcut yeşillendirilmiş alanlara bitişik kum alanları yeşillendirebilirsiniz.",
        "List2": "İlerleyici Genişleme: Etkinlik süresince yeşillendirme alanı artacaktır.",
        "List3": "Yeşillendirme İlerlemesi: Bir bölgenin %80'i yeşillendirildiğinde, o bölge tamamlanmış kabul edilir ve savaş bölgesinin toplam ilerlemesine katkı sağlar.",
        "List4": "Çöl Hazine: Yeşillendirilmiş alanlarda nadir hazineler (Çöl Artefaktları) bulma şansı vardır. Her bölge belirli sayıda hazine içerir.",
        "Description3": "Aşamalar",
        "Description4": "Aşama 1 (Sezonun 1.–4. Haftası):",
        "List5": "Yeşillendirme Alanı: Yeşillendirme, bir şehri fethettikten sonra açılır.",
        "List6": "Kapanmış Alanlar: Kalesi, ticaret noktası ve başkent bu aşamada yeşillendirilemez.",
        "List7": "Yeşillendirme Başlangıç Noktası: Bir şehir fethedildiğinde, çevresindeki kirli arazi yeşil alanlara dönüştürülür ve bu alan genişleme için başlangıç noktası olur.",
        "Description5": "Aşama 2 (Sezonun 5.–7. Haftası):",
        "List8": "Yeşillendirme Genişlemesi: Komutanlar, Seviye 1 bölgelerini yeşillendirebilir ve bunları şehirler, kaleler, ticaret noktaları ve başkente doğru genişletebilir.",
        "List9": "Açılma İlerlemesi: Mevcut seviyede %80 yeşillendirme ilerlemesine ulaşıldığında, bir sonraki seviye açılır ve bu seviye başkentin yeşillendirilmesine olanak tanır (Seviye 7).",
        "List10": "Savaş Bölgesinin Ötesinde Yeşillendirme: Komutanlar artık aynı sezon grubundaki tüm 8 savaş bölgesinde serbestçe yeşillendirme yapabilir.",
        "Description6": "İşte nasıl daha yeşil hale gelir",
        "Description7": "Yeşillendirme oldukça basittir: Haritada geçerli bir kareye tıklayın ve yeşillendirmek için keşif uçağını gönderin.",
        "Description8": "Temel kural, yalnızca yeşil olan bir kareye bitişik olan kareleri yeşillendirebilmenizdir: Bir şehir fethedildiğinde, şehir çevresindeki arazi yeşil olur ve bu alanda yeşillendirme sürecini başlatabilirsiniz. Yavaş yavaş, önceki bölümlerde açıklanan aşamalara göre yeni bölgeler açılır."
      },
      "Artefact": {
        "Title": "Çöl Artefaktları",
        "Description1": "Çöl artefaktları, ikinci sezonun malzeme koleksiyonlarına benzer."
      },
      "DoomWalker": {
        "Title": "Doom Walker - Son Jedi",
        "Description1": "Erken sunucularda Doom Walkers'ın yeni seviyeleri, 3. sezonda ilk kez görünecek.",
        "Description2": "Yeni sunucular için zaman çizelgesi şu şekildedir:",
        "List1": "İlk sezonun ara sezonuna geçiş yaptıktan sonra, Doom Walker seviyeleri 200, 210 ve 220 açılacak.",
        "List2": "İkinci sezonun ara sezonuna geçiş yaptıktan sonra, Doom Walkers seviyeleri 230, 240 ve 250 açılacak.",
        "Description3": "Doom Walkers, sezonlar boyunca oldukça önemlidir, çünkü ilk kanı (günün ilk öldürülmesi) almak için Mithril gibi değerli kaynaklarla ödüllendirilir."
      },
      "Lkw": {
        "Title": "Kamyonlar",
        "Description1": "Kamyonlar, tamamen estetik bir genel bakıma tabi tutulacaktır."
      }
    },
    "Weapons": {
      "Title": "Kahraman Yükseltmeleri ve Silahlar",
      "Description1": "Sezon 3, kahramanlar ve silahlarla ilgili yenilikler getiriyor; bunların kullanılabilirliği zamanla değişir.",
      "Description2": "En önemli yenilik: Kahraman Değişim Etkinliği, kahramanınızın EXP seviyesi ve yıldızlarını değiştirmenizi sağlar.",
      "Description3": "Kahraman Değişimi",
      "Description4": "Kahraman değişimi, ikinci haftada gerçekleşen ve iki kahramanın EXP seviyesini ve yıldızlarını değiştirebilmenizi sağlayan yeni bir etkinliktir.",
      "Description5": "Sezon 3 ile birlikte, 2 kahraman değişimi yapmak için hemen 2 değişim kuponu alırsınız.",
      "Description6": "Scarlett'in UR Yükseltmesi",
      "Description7": "Scarlett'i bir UR kahramanına yükseltmek mümkün olacak. Etkinlik, üçüncü haftanın ilk gününde gerçekleşecek.",
      "Description8": "Mason ve Violet UR'ye Yükseliyor",
      "Description9": "Eğer bir UR yükseltme öğeniz varsa, Mason ve/veya Violet'i sezon 3 sırasında bir UR kahramanına yükseltebilirsiniz. Bunun için Mason veya Violet'e gidin ve 'Terfi Et' butonunu bulun.",
      "Description10": "S3: Efsanenin Dönüşü",
      "Description11": "S3: Legend Returns, 3. sezonun 1. gününde başlar. Kahraman geri dönüş biletlerinizi hemen kullanarak ekstra Mithril ve gizli su kazanabilirsiniz.",
      "Description12": "S3: Efsanelerin Silahları",
      "Description13": "S3: Weapons of Legends, 3. günde başlar. Ücretsiz işe alım için sıfırlama sayacı 2 gün ve 5 saattir."
    },
    "ExclusiveWeapons": {
      "Title": "Özel Silahlar",
      "Description1": "Sezon 3, bazı özel silahlar getiriyor: Marshall, Schuyler ve McGregor.",
      "Description2": "Marshall'ın özel silahı",
      "Description3": "Marshall'ın özel silahları için Battle Pass (1. haftanın 4. gününden itibaren) ile Marshall'ın özel silah kırıklarını kazanabilir ve bunlarla özel silahı aktif hale getirebilir ve geliştirebilirsiniz. Aksi takdirde, evrensel özel silah kırıkları toplayabilirsiniz, ancak bunları yalnızca geliştirmeler için kullanabilirsiniz, aktivasyon için değil.",
      "Description4": "Schuyler'ın özel silahı",
      "Description5": "Schuyler'ın özel silahları için Battle Pass (3. haftanın 4. gününden itibaren) ile Schuyler'ın özel silah kırıklarını kazanabilir ve bunlarla özel silahı aktif hale getirebilir ve geliştirebilirsiniz. Aksi takdirde, evrensel özel silah kırıkları toplayabilirsiniz, ancak bunları yalnızca geliştirmeler için kullanabilirsiniz, aktivasyon için değil.",
      "Description6": "McGregor'ın özel silahı",
      "Description7": "McGregor'ın özel silahları için Battle Pass (6. haftanın 4. gününden itibaren) ile McGregor'ın özel silah kırıklarını kazanabilir ve bunlarla özel silahı aktif hale getirebilir ve geliştirebilirsiniz. Aksi takdirde, evrensel özel silah kırıkları toplayabilirsiniz, ancak bunları yalnızca geliştirmeler için kullanabilirsiniz, aktivasyon için değil."
    },
    "Professions": {
      "Title": "Meslekler – Seviye Limiti Seviye 100'e Yükseltildi",
      "Description1": "Sezon 3'te meslekler için seviye limiti 100'e yükseltildi, bu da yeni yeteneklerin ve stratejik kararların kilidini açacak."
    },
    "Bazaar": {
      "Title": "Çöl Pazarı",
      "Description1": "Eğer kum solucanlarını öldürürseniz, Kum Solucanı Pul item'lerini toplayabilirsiniz (örneğin kum solucanları öldürüldüğünde düşen sandıklardan veya Kum Solucanı Krizi etkinliğindeki hedeflerden), bunları Çöl Pazarı'nda çok önemli item'lerle takas edebilirsiniz.",
      "Description2": "Çöl Pazarı her hafta sıfırlanır ve yeni görevler açıldığında, her hafta orada ek item'ler bulabilirsiniz. Aşağıda, haftalık olarak mevcut olan tüm item'leri gösterecek ve her özel item'in kısa bir açıklamasını vereceğim."
    }
  },
  "R4Roles": {
    "Title": "İttifak Yapısı",
    "DescriptionTitle": "Rol Açıklamaları",
    "Marshal": {
      "Description": "İttifakı yönetir ve genel yapıyı koordine eder",
      "Description2": "R4 ekibine karar alma süreçlerinde destek olur",
      "Description3": "Diğer ittifaklarla diplomatik ilişkileri yürütür",
      "Description4": "OyuncuYönetimi (PlayerManager) sistemini denetler"
    },
    "Vs": {
      "Description": "Her pazar 'Kaydet' veya 'Tam güç' çağrısını yapar",
      "Description2": "VS ipuçlarını ve rakip analizlerini paylaşır",
      "Description3": "Hafta boyunca oyuncu puanlarını takip eder",
      "Description4": "Aktif katılımı teşvik eder",
      "Description5": "Gerekirse özel mesajla hatırlatmada bulunur"
    },
    "Tactical": {
      "Description": "Mareşal etkinliğini başlatır ve Mareşali konumlandırır",
      "Description2": "Etkinliği planlanan zamanda başlatır",
      "Description3": "Zombi Kuşatması'nı planlar ve hazırlar",
      "Description4": "Mareşal ve Zombi etkinlik seviyelerini belirler",
      "Description5": "Etkinlik günü ve saatini içeren duyurular yazar"
    },
    "Desert": {
      "Description": "Pazartesi günü iki takımı oluşturur ve etkinliği başlatır",
      "Description2": "Her takım için strateji ve roller tanımlar",
      "Description3": "Oyuncuları katılmaya teşvik eder ve beklentileri açıklar",
      "Description4": "Gerekirse etkinlik sonrası kısa bir özet paylaşır"
    },
    "Personnel": {
      "Description": "Yer açıldığında yeni oyuncular arar",
      "Description2": "İletişime geçilen oyuncular hakkında düzenli bilgi verir",
      "Description3": "Yeni oyuncuları samimi bir mesajla karşılar",
      "Description4": "Aktif olmayan üyeleri saygılı bir mesajla çıkarır",
      "Description5": "Ayrılan oyuncuları ve mümkünse nedenlerini ittifaka bildirir"
    },
    "Strategy": {
      "Description": "İttifak mesajlarında ve Discord'da oyun ipuçları paylaşır",
      "Description2": "Oyun güncellemeleri ve yama notları hakkında bilgi verir",
      "Description3": "Yeni sezonlar ve etkinlik değişiklikleri hakkında bilgilendirir",
      "Description4": "Oyuncu sorularını yanıtlar ve rehberlik eder"
    },
    "Train": {
      "Description": "Sabah tren liderine bilgi verir ve VIP konuğu belirler",
      "Description2": "VIP oyuncuya o günkü yeri bildirilir",
      "Description3": "Pazar–Salı tren lideri programını hazırlar",
      "Description4": "Günlük treni atar ve duyurur"
    },
    "Donations": {
      "Description": "Oyuncuların günlük bağış yapıp yapmadığını kontrol eder",
      "Description2": "Bağış yapmayanlara kibarca hatırlatma yapar",
      "Description3": "Tüm hafta bağış yapmayanları pazar günü rapor eder"
    },
    "Special": {
      "Description": "Glacieradon ve General’s Trial gibi özel etkinlikleri planlar",
      "Description2": "Yeni etkinlik türlerini araştırır ve ekibe açıklar",
      "Description3": "Yaklaşan etkinlikleri oyunculara önceden bildirir",
      "Description4": "Etkinlik tarih ve saatini açıkça duyurur",
      "Description5": "Etkinlikleri zamanında başlatır ve yönetir"
    },
    "Discipline": {
      "Description": "Hiçbir oyuncunun kamuya açık şekilde suçlanmasına, küçük düşürülmesine veya aşağılanmasına izin vermez",
      "Description2": "Sohbet çatışmalarında veya toksik davranışlarda müdahale eder",
      "Description3": "Oyuncuların diğerlerine uygunsuz şekilde emir vermesini engeller",
      "Description4": "Yalnızca R4'lerin veya atanmış rollerin resmi geri bildirim verebileceğini açıklar"
    },
    "War": {
      "Description": "Başkent ve Sezon Savaşları gibi savaş etkinliklerini planlar",
      "Description2": "Bizzat katılır ya da güvenilir birini vekil olarak atar",
      "Description3": "Oyuncuları katılmaya ve zamanında hazır olmaya motive eder"
    }
  },
  "Seasons": {
    "Title": "Sezonlar",
    "Season5": {
      "Title": "Sezon 5: Vahşi Batı – Özgürlük Ülkesinin Altın Çorak Toprakları",
      "Description": "Özgürlük Ülkesinin Altın Çorak Topraklarında zenginlik ve şiddet yan yana hüküm sürmektedir. Acımasız maden lordu Maça Kral’ın yönetiminde KristalAltın İmparatorluğu yükselir — ve Vahşi Batı’ya adaleti getirmek sana düşer.",
      "Link1": "Genel Bakış",
      "Link2": "Meslekler"
    },
    "Season4": {
      "Title": "Sezon 4: Ebedi Gece Adası",
      "Description": "Işık ve Karanlık: Kanlı Gece Ayı'yla yüzleş ve Sakura Adası'na ışığı geri getir.",
      "Link1": "Ana Genel Bakış",
      "Link2": "Haftalık Rehberler",
      "Link3": "Oyun Modları",
      "Link4": "Nihai Strateji Rehberi",
      "Link5": "Meslekler",
      "Link6": "Taktik Kartı"
    },
    "Season3": {
      "Title": "Sezon 3: Altın Krallık",
      "Description": "Altın Krallık’ın çöllerini keşfet, kadim sırları, güçlü yetenekleri ve gizli eserleri ortaya çıkar.",
      "Link1": "Ana Genel Bakış",
      "Link2": "Nihai Strateji Rehberi",
      "Link3": "Haftalık Rehberler",
      "Link4": "Meslekler ve Yetenekler",
      "Link5": "Çöl Eserlerinin Konumları",
      "Link6": "Sfenks/Vahalar Konumları",
      "Link7": "Kutlama",
      "Link8": "Hileler/Püf Noktaları"
    },
    "Season2": {
      "Title": "Sezon 2: Kutup Fırtınası",
      "Description": "Soğuk bir rüzgar esiyor. Tipilere, donmuş çatışmalara ve buz kaplı savaş alanlarında taktiksel hayatta kalmaya hazır ol.",
      "Link1": "Ana Genel Bakış",
      "Link2": "Nihai Strateji Rehberi",
      "Link3": "Malzeme Toplama Noktaları",
      "Link4": "1–8. Haftalar",
      "Link5": "Kutlama",
      "Link6": "Hileler/Püf Noktaları"
    },
    "Season1": {
      "Title": "Sezon 1: Kızıl Salgın",
      "Description": "Salgın başlıyor. RA virüsü yayılıyor, savaş patlak veriyor ve yeni liderler ortaya çıkıyor. Son Savaş’taki kaosun ilk aşamasına hazırlan.",
      "Link1": "Ana Genel Bakış",
      "Link2": "Nihai Savaş Kuralları Rehberi",
      "Link3": "1–8. Haftalar",
      "Link4": "Meslekler",
      "Link5": "Kutlama",
      "Link6": "Hileler/Püf Noktaları"
    }
  },
  "SeasonLeaderBoard": {
    "Title": "🏆 Sezon 4 – Lider Tablosu 🏆",
    "Description": "Dördüncü sezonun en iyi oyuncuları",
    "Button": "Lider tablosuna git",
    "Table": {
      "Title": "Lider Tablosu",
      "Rank": "Sıra",
      "Player": "Oyuncu",
      "AllianceLoot": "İttifak ganimeti",
      "Rewards": "Sezon ödülü",
      "Wars": "Savaşlar",
      "Score": "Puan"
    },
    "Rewards": {
      "Tactician": "Taktisyen ödülü",
      "TacticianShort": "Taktisyen",
      "Core": "Çekirdek üye ödülü",
      "CoreShort": "Çekirdek üye",
      "Elite": "Elit üye ödülü",
      "EliteShort": "Elit",
      "Valued": "Değerli üye ödülü",
      "ValuedShort": "Değerli",
      "Leader": "İttifak lideri ödülü",
      "LeaderShort": "Lider"
    }
  }
}
